{
  "backend": "pipeline",
  "version": "2.6.8",
  "results": {
    "Ch13_Affiliated_Corps": {
      "md_content": "# CHAPTER 13\n\n# AFFILIATED CORPORATIONS\n\nA. RESTRICTIONS ON AFFILIATED CORPORATIONS\n\n# 1. INTRODUCTION\n\nFor a variety of reasons, business owners often conduct their activities through multiple corporations. For example, to protect a lowrisk existing business from potential tort liability, the shareholders of a closely held corporation might form a separate corporation to conduct a new, high-risk activity. Similarly, a holding company with an operating subsidiary might determine that the regulatory requirements of a particular state or country are sufficiently stringent that a planned expansion into that jurisdiction should take place through a new subsidiary. Should these business decisions about the corporate structure affect the manner in which the enterprises are treated for tax purposes?\n\nA corporation, like an individual, generally is treated as a separate taxable entity. If this rule were unqualified, however, business owners might have an incentive to create separate corporations solely to obtain tax benefits. Recognizing this incentive, the Code treats related corporations for many purposes as a single economic unit. There may also be an incentive for related corporations to reduce their tax liability through transactions where they deal with each other on terms which unrelated parties operating at arm's length would not agree. Congress again recognized this incentive and provided tax administrators with a powerful weapon to counteract it. This section of the chapter explores the Code's rules to address these and other concerns about the taxation of affiliated corporations.\n\n# 2. LIMITATIONS ON ACCUMULATED EARNINGS CREDIT\n\nCode: $\\ S$ 1561(a). Skim s\\$ 535(c); 1563.\n\nSection 1561. Historically, the basic purpose of Section 1561 has been to prevent business owners from obtaining multiple tax benefits by subdividing the business among multiple corporations. The Tax Cuts and Jobs Act, however, significantly reduced the reach of Section 1561. Prior to the 2017 Act, a corporation's taxable income was subject to tax under Section 11 at graduated rates ranging from 15 to 35 percent. Corporations also were subject to the alternative minimum tax, which contained a \\$40,000 \"exemption amount\" that sheltered that amount of covered income from the tax. These benefits provided an incentive to fragment a business into multiple corporations in order to increase the amount of total income taxed at the lower Section 11 rates and obtain multiple AMT exemptions. Section 1561 deterred those strategies by providing that tax benefits received by certain related groups of corporations could not exceed what the group would receive if it were a single corporation.\n\nThe 2017 Act's replacement of graduated rates in Section 11 with a flat 21 percent corporate tax rate and the Act's repeal of the corporate AMT significantly reduced the potential tax savings from forming multiple corporations. Congress, in turn, reduced the reach of Section 1561, which now targets only the \"accumulated earnings credit\" provided by Section 535(c).1 The component members of a controlled group of corporations are limited to one accumulated earnings credit and'the credit generally is divided equally among the members of the group.2 Section 1561, however, retains its place in the Code, and if progressive corporate tax rates return there is little doubt that the Code will be amended to guard against abuse of the lower tax rates via multiple corporations.\n\nComponent Members of a Controlled Group of Corporations. Section 1561 applies only to the \"component members of a controlled group of corporations.\" The terms \"component members\" and \"controlled group of corporations\" are defined in Section 1563. Although simple in concept, these terms are defined in the Code and regulations with an extraordinary degree of complexity and specificity. Only a brief overview of those rules is provided here.\n\nSection 1563 generally defines three principal types of controlled groups of corporations: a parent-subsidiary controlled group, a brothersister controlled group, and a combined group.3 A parent-subsidiary controlled group generally is defined as one or more chains of corporations connected through stock ownership to a common parent, if (1) stock possessing at least 80 percent of the total combined voting power or total value of all classes of stock of each corporation (other than the parent) is owned by one or more of the other corporations, and (2) the parent owns stock possessing at least 80 percent of the total combined voting power or total value of all classes of stock of at least one of the other corporations.4 Thus, if corporation X owns 80 percent of the total combined voting power of corporations Y and Z, then X, Y and Z are members of a parent-subsidiary controlled group.5 The definition of a brother-sister controlled group is two or more corporations where five or fewer shareholders who are individuals, estates, or trusts own stock possessing more than 50 percent of the total combined voting power or more than 50 percent of the total value of each corporation, taking into account the stock ownership of each person only to the extent such ownership is identical with respect to each such corporation.6 For example, assume shareholder A owns 25 percent of X Corporation's common stock and 35 percent of Y Corporation's common stock. Assume further that shareholder B owns 30 percent of X's common stock and 40 percent of Y's common stock. A's and B's identical ownership in X and Y is 25 percent and 30 percent, respectively. Since A's and B's identical ownership of common stock totals more than 50 percent of each corporation, X and Y are members of a brother-sister controlled group. A combined group is a group of three or more corporations, if (1) each corporation is a member of either a parent-subsidiary controlled group or a brother-sister controlled group, and (2) at least one of the corporations is the common parent of a parent-subsidiary controlled group and also is a member of a brother-sister controlled group.7 For example, if an individual owns 80 percent of the total combined voting power of corporations X and Y, and Y owns 80 percent of the total combined voting power of corporation Z, then X, Y and Z are members of a combined group. Several special rules apply in determining whether a controlled group of corporations exists, including limitations on what constitutes \"stock\" and an elaborate set of attribution rules similar to those under Section 318.9\n\nA corporation generally qualifies as a \"component member\" of a controlled group of corporations for a taxable year if it is a member on the December 31 that falls within that taxable year.10 If a corporation is not a member on December 31, it still can be treated as a member for its taxable year if it was a member at some point during the calendar year and was a member for at least one-half of the number of days during its taxable year that preceded December 31.11 Certain corporations, referred to as \"excluded corporations,\"cannot be component members. Among the excluded corporations are certain corporations that are exempt from tax under Section 501(a) and foreign corporations that are not engaged in a trade or business in the United States.12 In some cases, a corporation may qualify as a component member of more than one controlled group. Section 1563(b)(4) makes clear that a corporation in this situation can be a member of only one controlled group, and the regulations provide rules for determining to which group it belongs.13\n\nBroader Significance of a Controlled Group of Corporations. Section 1561 is one of many provisions in the Code that make use of Section\n\n1563(a)'s definition of a \"controlled group of corporations.\"14 The definition thus has significance that extends beyond dividing up just the accumulated earnings credit. Some of these provisions are similar to Section 1561 in that they limit the aggregate amount of a specific tax benefit available to a controlled group of corporations. For example, a controlled group is limited to one $\\$ 25,000$ amount for purposes of computing the general business credit limitation under Section 38.15 Similarly, the component members of a controlled group are treated as one taxpayer for purposes of deducting the cost of Section 179 property.16 In other cases, provisions of the Code use Section 1563(a)'s definition for a slightly different purpose and with a different ownership threshold. For example, Section 267 provides that, in the case of property transferred from one member of a controlled group to another member, any loss realized on the transfer cannot be recognized until the property is transferred outside the controlled group.17 For this purpose, Section 1563(a) is applied with a \"more than 50 percent\" rather than an \"at least 80 percent\"ownership threshold.18\n\n# 3. SECTION 482\n\nCode: $\\ S \\ 4 8 2$\n\nRegulations: 8 1.482–1(a), (b), (c)(1).\n\n# a. INTRODUCTION\n\nIf a novice in the field of taxation were asked to peruse the Code and select several provisions that he or she thought were of most significance, Section 482 might seem an unlikely candidate. Weighing in at just under 200 words, it could easily be perceived as innocuous. Nothing could be further from the truth. The sparse and opaque language of Section 482 is the statutory tip of a large and complex iceberg on which many a taxpayer has run aground.\n\nSection 482 represents a broad Congressional grant of power to the Service to reallocate income, deductions and other tax items among certain commonly controlled taxpayers when the reallocation is necessary to prevent evasion of taxes or clearly to reflect income. Although originally designed to apply principally in the domestic context, Section 482 is of most significance today in international transactions, such as sales of goods by a foreign parent to its U.S. subsidiary or vice versa, and to the use of intangible property. As one might expect of such a broad grant of authority, Section 482 has become one of the Service's principal weapons in its fight against devices used by taxpavers to reduce their tax liability and has spawned a large body of administrative guidance and judicial decisions.\n\n# b. STATUTORY ELEMENTS\n\nSection 482 permits the Service to reallocate tax items wlien three basic elements are present: (1) there are two or more organizations, trades or businesses, (2) that are owned or controlled by the same interests, and (3) the reallocation is necessary to prevent evasion of taxes or clearly to reflect the income of any of the organizations, trades or businesses.\n\nMuch of the power conferred by Section 482 derives from the broad meanings of the terms \"organization\"and \"trade or business.\"19 This first element is satisfied regardless of whether the taxpayers in question are incorporated, are domestic or foreign, or are affiliated.20 Sole proprietorships, partnerships, trusts and estates (as well as corporations) all are subject to Section 482.21 In several contexts, taxpayers have challenged Section 482 adjustments on the ground that the transaction in question did not involve two or more organizations, trades or businesses.22 In the typical case, however, there is little dispute concerning this first element. When the Service proposes to reallocate income to a U.S. subsidiary from its foreign parent, for example, it generally is clear that two or more business entities are involved.\n\nThe second element similarly has received an expansive interpretation and typically is not the subject of most current disputes under Section 482 between taxpayers and the Service. According to the statute, ownership or control can be direct or indirect. The regulations elaborate on this by providing that \"controlled\" means any kind of control, whether or not legally enforceable, and that \"[i]t is the reality of the control that is decisive, not its form or the mode of its exercise.\"23 Control thus might exist as a result of a common interest between two otherwise unrelated taxpayers. For example in B. Forman Co. v. Commissioner,24 two unrelated corporations operating competing department stores formed a new corporation to construct and operate an enclosed shopping mal and office complex, with each shareholder receiving 50 percent of the new corporation's stock and equal representation on its board. Finding that the common control requirement was satisfied, the court upheld the Service's authority to impose an arm's length interest rate on interest-free loans that the shareholders made to the new corporation.\n\nThe third element generally is \"where the action is\" in Section 482 disputes. Because Section 482 itself provides no standard regarding when it is necessary to make allocations to prevent tax evasion or clearly to reflect income, the extensive interpretive regulations, administrative rulings, and judicial decisions are the main sources of guidance.\n\n# C. ALLOCATION STANDARD AND METHODS\n\nThe standard that the Service applies in examining transactions between commonly controlled taxpayers is that of uncontrolled taxpayers dealing with each other at arm's length.25 That is, the Service compares the results of a transaction between commonly controlled taxpayers with those of a comparable transaction under comparable circumstances between uncontrolled taxpayers.26 If the results of the two transactions are consistent, then the controlled transaction satisfies the arm's length standard.\n\nFor example, suppose that FP, a French manufacturer of perfume, distributes its finished products in the United States by selling them for resale to two U.S. corporations: Company A, a wholly owned subsidiary of FP, and Company B, a corporation not under common ownership or control with either FP or Company A. If the products that FP sells to Companies A and B are identical and the transactions between FP and Company A and FP and Company B are the same in all material respects (e.g., volume of sales and point of delivery), then the Service likely would determine whether the FP-Company A transactions satisfy the arm's length standard by comparing them with FP-Company B transactions. Thus, if FP sells the same product to Company A for \\$45 per bottle and to Company B for \\$20 per bottle, then, absent some factor that accounts for this difference, the Service likely would reallocate income from FP to Company A to ensure that the taxpayers do not use pricing to keep artificially low the income earned by the FP-Company A group that is subject to U.S. tax. The reallocation would be from FP to Company A because, by raising the price charged to Company A, FP effectively allocates a larger portion of income to its own taxing jurisdiction. That is, if Companies A and B both sell the same bottle of perfume in the U.S. for \\$50, Company B will realize a profit of \\$30 that is subject to U.S. tax. Absent a reallocation of income, Company A will realize a profit of only \\$5. In this simple example, the Service would reallocate \\$25 of income to\n\nCompany A and thereby render that additional income subject to U.S.   \ntax.\n\nIn determining whether an \"uncontrolled\" transaction is a comparable transaction under comparable circumstances, a variety of factors must be considered, such as the contractual terms of the controlled and uncontroled transactions (e.g., volume of sales or purchases) and the degree of financial and other risks that the parties in each transaction assume.27 Further, the regulations promulgated under Section 482 provide several methods for determining whether the results of a controlled transaction are at arm's length and, if they are not, for determining the appropriate arm's length result.28 These methods often are referred to as \"transfer pricing methodologies.\" The particular method that applies will depend in part on the type of transaction at issue. For example, the methods prescribed for a transfer of tangible property differ from those prescribed for a transfer of intangible property.29 In choosing among the available methods, the best method rule\" dictates that the arm's length result of a controlled transaction be determined under the method that \"provides the most reliable measure of an arm's length result.\"30\n\n# d. COLLATERAL ADJUSTMENTS\n\nWhen the Service makes an adjustment under Section 482 with respect to one commonly controlled taxpayer, it also makes collateral adjustments to any other commonly controlled taxpayers involved.31 The other taxpayer must reflect the collateral adjustment in the documents that it maintains for U.S. tax purposes.32 A collateral adjustment might have an immediate effect, a deferred effect, or no effect at all (e.g., if the other taxpayer is not subject to U.S. tax and the collateral adjustment has no effect on intercorporate transfers). For example, if the Service uses Section 482 to impute interest income to a U.S. parent with respect to an interest-free loan that the parent makes to its foreign subsidiary, the foreign subsidiary must reflect imputed interest payments in the books that it maintains for U.S. tax purposes. The likely effect would be a decrease in the subsidiary's earnings and profits, which in turn would affect the tax treatment of dividends that the subsidiary pays to the U.S. parent.33\n\n# e. COMMON TRANSACTIONS\n\nAlthough the Service has the authority to apply Section 482 to virtually any type of transaction between commonly controlled taxpayers, the regulations set forth five categories of transactions that are most likely to trigger adjustments. These are: (1) loans and advances,34 (2) the performance of services,35 (3) the use of tangible property (such as a lease of business premises),36 (4) sales of tangible property,37 and (5) the sale or use of intangible property.38 In each case, the regulations provide guidelines—with varying degrees of specificityfor determining an arm's length result.\n\nTransfers of intangible property such as copyrights, trademarks and patents historically have distinguished themselves as particularly difficult transactions to analyze under the arm's length standard, in part because of the common lack of comparable uncontrolled transactions. To assist the IRS, Congress amended Section 482 by adding a second sentence, commonly referred to as the \"super-royalty\" provision, which requires that the income derived from a transfer of intangible property \"be commensurate with the income attributable to the intangible.\" The provision was enacted in part as a result of concern that U.S. taxpayers were developing intangible property in the U.S.often with the assistance of tax benefits designed to encourage such development—and then insulating the income generated by the intangible from U.S. tax by transferring the intangible to a foreign affiliate at a bargain price.39 The super-royalty provision addresses this concern by directing that the adequacy of the consideration received by the transferor of an intangible (whether received in a lump sum or periodically) be determined by comparing the consideration with the income derived from the intangible by the transferee.40 The\"commensurate with income\"' standard generally must be satisfied not only in the year when the intangible is first transferred but also in all subsequent years that the arrangement between the controlled taxpayers is in effect.41 Congress also added the third sentence to Section 482 in order to specifically give the IRS the authority to value the transfer of intangibles, including transfers with other property or services, on (1) an aggregate basis, or (2) the basis of the realistic alternatives to such a transfer, \"if the Secretary determines that such basis is the most reliable means of valuation of such transfers.\" The purpose of the change was to make clear that the IRS is not limited to an asset-by-asset valuation approach, and has authority to use \"aggregate basis valuation,\" which recognizes the additional value from the interrelation of intangibles if that approach is more reliable.42\n\n# f. OTHER ISSUES\n\nAduance Pricing Agreements. Disputes regarding the proper application of Section 482 to a transaction can be extraordinarily time consuming and expensive for everyone involved, particularly if the dispute leads to litigation.48 In an effort to avoid such disputes, the Service has implemented a procedure under which taxpayers can secure an \"advance pricing agreement' with the Service on how Section 482 will apply to one or more transactions between a taxpayer and other parties under common control.44 The taxpayer initiates the process by proposing transfer pricing methodologies and data to show that the suggested methodologies are the best method for determining arm's length results between the taxpayer and specified affiliates. The Service evaluates the taxpayer's request and if, after discussion, the proposal is acceptable, the parties execute an advance pricing agreement covering the proposed methodologies. A requested advance pricing agreement may also be bilateral or multilateral, if it involves pricing in both the United States and one or more countries having a tax treaty with the United States.45 Although seeking an advance pricing agreement is by no means a small undertaking, the process can be significantly less burdensome than the alternative of an audit, administrative appeals, and litigation.\n\nPenalties and Reporting Requirements. One difficulty for the Treasury in administering Section 482 is its lack of access to taxpayer information. To assist the government, Congress has strengthened the applicable penalty and reporting requirements that apply to taxpayers.\n\nIn general, a taxpayer faces a 20 percent (and, in some cases, 40 percent) penalty if either (1) the taxpayer files a return that overstates or understates the price paid for property or services by more than a specified percentage of the amount determined to be correct under Section 482,46 or (2) the Service makes Section 482 allocations that result in a net increase in the taxpayer's taxable income that exceeds a threshold amount.47 Taxpayers can avoid the penalty in the second situation by reasonably using a method specified in the regulations for determining transfer prices (or, in some circumstances, another appropriate method), maintaining adequate contemporaneous documentation of the method used, and providing this documentation to the government within thirty days of the government's request.48 A taxpayer desiring to minimize the risk of penalties resulting from a Section 482 adjustment thus may have to devote substantial time and resources at the time of a transaction to documenting the manner in which intercompany prices are determined. A taxpayer desirous of more certainty that penalties will not apply might consider seeking an advance pricing agreement.\n\nAs a result of the same concerns that prompted the penalty provisions discussed above, certain taxpayers are required to report to the government (and maintain adequate records with respect to) transactions with related parties. Generally, both U.S. corporations that are 25 percent foreign-owned and foreign corporations engaged in a trade or business in the U.S. are subject to this requirement.49 Failure to comply can result in substantial penalties.50\n\nProposed Changes to Section 482. Despite Section 482's broad grant of power to the Executive Branch, some tax policymakers have expressed the belief that certain taxpayers, particularly foreign-owned corporations, continue to use transactions with related parties to shift large amounts of income from the U.S. to foreign jurisdictions.51 A 1992 proposal52 would have amended Section 482 by requiring certain foreign corporations doing business in the U.S. and foreign-owned U.S. corporations to recognize a minimum amount of U.S. taxable income if they have more than a threshold level of transactions with foreign related parties. In general, the minimum U.S. taxable income for an affected corporation was a percentage of the corporation's gross receipts. The percentage was to be established by reference to data derived from domestic corporations in the same industry. Thus, the proposed legislation was designed to ensure that foreign and foreign-owned corporations report a level of income commensurate with that reported by a similarly-situated purely domestic corporation. This proposal received harsh criticism on a number of grounds, including the soundness of its assumption that foreign-owned corporations with incomes below the industry average are shifting income and the possibility that the proposal violates provisions of tax treaties to which the U.S. is a party.53\n\nAnother possible approach would be the use of \"formulary apportionment,” where income from an enterprise is apportioned among jurisdictions using a weighting of factors such as the taxpayer's sales, assets, and payroll. Because the approach uses these factors to determine the taxpayer's tax liability in the various jurisdictions in which it conducts business rather than pricing individual transactions, it is said to be simpler and less susceptible to taxpayer manipulation.54 Since Congress is constantly searching for new revenue, it is quite possible that alternatives to the Section 482 transfer pricing regime will be considered in the future.\n\n# B. CONSOLIDATED RETURNS\n\nCode 8\\$ 1501; 1502; 1503(a); 1504(a) & (b); 1552. Skim \\$ 243(a)(3), (b)(1) & (2)(A).\n\n# 1. INTRODUCTION\n\nEarlier in this chapter, we saw that the Code limits certain tax benefits available to affiliated corporations by treating the corporations, for purposes of determining their entitlement to the benefits, as a single taxpayer.5 In this section, we explore a related concept: certain closely affiliated corporations are permitted to calculate and report their federal tax liability as if they were a single taxpaying unit.\n\nAs a general rule, every corporation subject to the federal income tax must report its tax liability on a separate return.56 Section 1501 is an exception to this rule. Section 1501 permits an affiliated group of corporations to elect to report its tax liability on a single, consolidated return. The Code, however, provides little guidance on the manner in which an affiliated group must prepare a consolidated return. Congress has delegated that task to the Secretary of the Treasury, who is directed by Section 1502 to issue regulations. Rising to the occasion, the Treasury\n\nDepartment has issued extensive, detailed regulations that are the primary source of guidance on consolidated returns.\n\nIn reading the material that follows, consider the extent to which the consolidated return rules truly treat an affiliated group of corporations as a single entity. As you will discover, certain rules fully reflect a single entity model. Others continue to recognize the separate existence of each corporation in the group (a \"separate entity' model). This conflict in the regulations is the source of much of their complexity.\n\n# 2. ELIGIBILITY AND ELECTION TO FILE A CONSOLIDATED RETURN\n\n# a. ELIGIBILITY\n\nSection 1501 grants the privilege of filing a consolidated return only to an \"afflited group of corporations.\" The term \"affiliated group\" is defined in Section 1504(a) as one or more chains of \"includible corporations'\" connected through stock ownership to a common parent that is an includible corporation, if (1) the common parent owns directly stock possessing at least 80 percent of the total voting power and total value of the stock of at least one of the other includible corporations, and (2) stock possessing at least 80 percent of the total voting power and total value of the stock of each includible corporation (other than the common parent) is owned directly by one or more of the other includible corporations. Thus, if corporation X owns stock possessing 80 percent of the total voting power and total value of corporations Y and Z, and if X, Y and Z all are includible corporations, then X, Y and Z are members of an affiliated group of corporations. The result would be the same if Z were an 80 percent-owned subsidiary of Y (i.e., if Z were a second-tier subsidiary of X).\n\nThe term \"includible corporation\" is defined in Section 1504(b) as any corporation, with six specific exceptions. Among the corporations excluded from the definition are corporations exempt from tax under Section 501, insurance companies subject to tax under Section 801, and all foreign corporations.57 Historically, S corporations by definition could not be a member of an affiliated group because they were not permitted to have subsidiaries. Under current law, however, S corporations may have both C and S corporation subsidiaries, but they are not allowed to join in the filing of a consolidated return with their C corporation affiliates.58\n\nIn determining whether an affiliated group of corporations exists, Section 1504(a)(4) provides that nonvoting, nonconvertible stock which is limited and preferred as to dividends and has redemption and liauidation rights which do not exceed the stock's issue price, except for a reasonable premium, is disregarded. The features described in Section 1504(a)(4) are those commonly associated with preferred stock. Merely because stock is labelled as preferred stock, however, does not mean that it is ignored in applying the stock ownership requirements of Section 1504(a); only stock that has each of the features listed in Section 1504(a)(4) is ignored. This provision generally is favorable to taxpayers in that it permits a corporation to raise capital by issuing stock described in Section 1504(a)(4) without making the corporation ineligible to join in the filing of a consolidated return.59\n\nIf a corporation is included (or required to be included) in a consolidated return filed by an affiliated group and subsequently ceases to be a member of the group, the corporation cannot be included in a consolidated return filed by the group (or certain related groups) during the succeeding five years.6o This is an anti-abuse rule intended to foreclose the temporary elimination of a member from an affiliated group in order to improve the group's or the member's tax results. The Secretary of the Treasury has authority to waive this five-year waiting period under conditions that the Secretary prescribes.61\n\n# b. ELECTION AND RELATED MATTERS\n\nEven if two or more corporations constitute an affiliated group, the corporations must file separate returns unless they affirmatively elect to exercise their privilege of filing a consolidated return. An affiliated group exercises this privilege by filing a consolidated return not later than the last day prescribed by law (including extensions) for filing the common parent's return.62 As one might expect in such a regime, a consolidated return must be filed on the basis of the common parent's taxable year, and each subsidiary in the group must adopt the common parent's taxable year beginning with the first consolidated return year63 for which the subsidiary's income is includible in the consolidated return.64 In contrast, the method of accounting that each member of the group must use is determined without regard to the method used by the common parent.65\n\nAs a condition to the privilege of filing a consolidated return, Section 1501 requires that all corporations that were members of the affiliated group at any time during the taxable year consent to all of the regulations prescribed under Section 1502 that are in existence on the last day prescribed by law for filing the return. This requirement presumably is designed to minimize taxpayer challenges to the regulations.66 In general, a corporation consents to the regulations by joining in the making of a consolidated return.67\n\nThe decision to file a consolidated return is a significant one, in part because an affiliated group that does so generally must continue to file on a consolidated basis for all succeeding tax years unless the group no longer remains in existence or the Secretary grants permission to discontinue filing for \"good cause.\"68 In general, an afi liated group no longer remains in existence if the common parent no longer remains as the common parent (e.g., if the parent sells the stock of all of its subsidiaries to one or more third parties).69 The Service generally grants permission to discontinue filing for good cause only when there are certain changes in the Code or regulations that have a substantial adverse effect on the group's consolidated tax liability relative to the aggregate tax liability the members would incur if they filed separate returns, or when certain other factors demonstrate that there exists good cause for the discontinuance.7o In short, the decision to file a consolidated return is one with which an affiliated group likely will have to live for an extended period of time.\n\n# 3. CoMPUTATION OF CoNSOLIDATED TAXABLE INCOME\n\n# a. OVERVIEW\n\nAn affiliated group of corporations that files (or is required to file) a consolidated return is referred to in the regulations as a \"consolidated group.\"71 A consolidated group is subject to federal income tax on its consolidated taxable income.72\n\n'The first step in determining a group's consolidated taxable income is to determine the separate taxable income (or loss) of each member 73\n\nEach member's separate taxable income must be determined by making several adjustments, the most significant of which are (1) the adjustments that take into account transactions between members of the group (so-called \"intercompany transactions') and transactions that relate to the stock, bonds and other obligations of the members (such as intercompany distributions), and (2) the omission of certain items of income and deduction that must be determined on a consolidated basis.74 After these adjustments, the separate taxable incomes of the members are combined. Next, the items of income and deduction that must be determined on a consolidated basis are calculated in accordance with the regulations and then added to or subtracted from the combined separate taxable incomes. The resulting amount is the group's consolidated taxable income, which is subject to tax at the 21 percent rate specified in Section 11. Subject to certain restrictions, the consolidated group is allowed credits against this tax (and the other federal taxes to which it is subject), including the general business and foreign tax credits.75 For purposes of determining each member's earnings and profits, the group's consolidated tax liability also must be allocated among the members.76\n\n# b. CoMPuTATION OF SEPARATE TAxABLE INCOME\n\nIntercompany Transactions. As the first step in determining a consolidated group's consolidated taxable income, each member's separate taxable income (or loss) must be determined as if the member were a separate corporation, with certain modifications.77 One modification is that\"intercompany transactions” must be taken into account in accordance with the detailed rules set forth in the regulations. An intercompany transaction is a transaction between corporations that are members of the same consolidated group immediately after the transaction.78 Examples include sales or rentals of property, the performance of services, the licensing of technology (such as a patent), and the lending of money.79\n\nThe essence of the rules governing intercompany transactions can best be understood by first considering the effect of a transaction between two divisions of a single corporation. For example, assume that corporation X has two divisions, S and B, and that division S transfers land with a fair market value of \\$100 and a basis of \\$70 to division B in exchange for \\$100 cash. No taxable event occurs as a result of the transfers because corporation X continues to hold both the land and the cash. Corporation X would retain a \\$70 basis in the land and the transaction would have no effect on X's taxable income. If, three years later, division B sells the land to an unrelated third party for $\\$ 110$ ,then corporation X would realize and recognize $\\$ 40$ of income at that time. The character and other tax attributes of this income generally would depend on the activities of divisions S and B with respect to the land.8o Similarly, if division S leases office space to division B in exchange for an annual rental payment of $\\$ 100$ , corporation X's taxable income would be unaffected because the arrangement would constitute a mere shifting of assets within one taxable entity.\n\nThe regulations governing intercompany transactions contain a \"matching rule\" and an \"acceleration rule\" that generally attempt to approximate the results of a transaction between divisions of a single corporation. Before illustrating this point, the rather complex terminology employed by the regulations deserves some mention. The regulations refer to the selling member in a transaction as \"S” and to the buying member as \"B.\" S's items of income, gain, deduction and loss from an intercompany transaction are referred to as its \"intercompany items.\"81 B's tax items arising from an intercompany transaction (or property acquired in an intercompany transaction) are referred to as \"corresponding items.\"82 A “recomputed corresponding item\" is the corresponding item that B would take into account if S and B were divisions in a single corporation and the intercompany transaction were between those divisions.83\n\nTo return to the illustrations set forth above in the context of a consolidated return, assume that corporations S and B are at all relevant times members of a consolidated group and that, in year 1, S sells land with a fair market value of \\$100 and a basis of \\$70 to B for \\$100 cash. In year 3, B sells the land to an unrelated third party for \\$110. The sale from S to B is an intercompany transaction, and the \\$30 gain realized by S is S's intercompany item. Under the matching rule prescribed by the regulations, S takes its intercompany gain into account in computing its separate taxable income only when B takes into account its corresponding item.84 B has no corresponding item in year 1, and therefore S's \\$30 gain is deferred. In year 3, B realizes a gain of \\$10 (\\$110 amount realized less \\$100 basis in the land),85 which is B's corresponding item. B must take this \\$10 into account in accordance with its method of accounting.86 Assume that under B's method of accounting B takes the $\\$ 10$ gain into account in year 3 in computing its separate taxable income. Under the matching rule, S takes its \\$30 intercompany gain into account to reflect the difference between B's corresponding item $( \\$ 10)$ and the recomputed corresponding item, i.e., the gain that B would have taken into account in year 3 if S and B were divisions of a single corporation. If S and Bwere divisions, B would have received the land froin S with a $\\$ 70$ basis and therefore would have realized on the sale in year 3 a $\\$ 40$ gain, which is the recomputed corresponding item. Thus, S would take into account in year 3 the difference between this recomputed corresponding item (\\$40) and B's corresponding item $( \\$ 10)$ , or $\\$ 30$\n\nThe result in this example is similar to the illustration above when S and B were divisions of a single corporation. There, as here, no gain with respect to the land was taken into account in determining taxable income until the land was transferred to a third party. In this respect, the regulations treat S and B as parts of a single taxpaying entity. The regulations similarly adopt a single entity approach with respect to the tax attributes of the $\\$ 40$ gain realized by the group, such as the gain's character: the character of S's $\\$ 30$ intercompany gain and B's $\\$ 10$ corresponding gain will depend upon the combined activities of S and B with respect to the land.&7 In other respects, the regulations adopt a separate entity approach. For example, the total $\\$ 40$ gain realized is allocated partly to S and partly to B, each of whom takes its portion of the gain into account in determining its separate taxable income. In general, no similar allocation would take place for tax purposes if S and B were divisions of a single corporation.\n\nThe matching rule also would apply to any other intercompany transactions between S and B, such as a lease of office space from S to B in exchange for an annual rental payment of \\$100. Assuming that B's payments of rent are currently deductible under B's method of accounting, S would take into account as current income the difference between B's \\$100 rental deduction and the recomputed rental deduction (zero), or \\$100.88 Although S and B would take the income and deduction into account in computing their separate taxable incomes, the items effectively would offset each other when the separate taxable incomes are combined, so that the transaction generally would have no net effect on the group's consolidated taxable income.\n\nThe second cornerstone of the intercompany transaction regulations, the acceleration rule, guards against situations in which S's intercompany items and B's corresponding items cannot be taken into account under the matching rule to produce the effect of treating S and B as divisions of a single corporation.89 In that case, B continues to take its corresponding items into account in accordance with its method of accounting, but S's intercompany items are taken into account immediately before it first becomes impossible to achieve the effect of treating S and B as divisions, i.e., S's intercompany items are accelerated.90 To illustrate, assume that immediately after S sells the land to B in year 1 in the example above, the common parent sells all the stock of B to an unrelated third party. Because B no longer is a member of the consolidated group that includes S, the effect of treating S and B as divisions cannot be achieved. The acceleration rule therefore requires S to take its $\\$ 30$ of intercompany gain into account in year 1.91 B would take any gain or loss on a subsequent sale of the land to a third party into account in accordance with B's method of accounting, and this gain or loss would be reported either on B's separate return or, if B is a member of another consolidated group, on that group's consolidated return.\n\nEven if an item is taken into account under the intercompany transaction rules described above, the item can be deferred or disallowed under another provision. For example, Sections 267(f) (deferral of certain losses), 269 (acquisitions to evade or avoid tax), and 482 (allocations among commonly controlled taxpayers) all potentially may apply.92\n\nIntercompany Distributions. The regulations also require adjustments to the separate taxable incomes of group members for certain transactions with respect to a member's stock and other obligations. This discussion will be confined to an overview of the treatment of distributions to which Section 301 applies.93\n\nAn \"intercompany distribution\" is an intercompany transaction to which 8 301 applies.94 Thus, an ordinary cash distribution made by corporation S to its parent, corporation P, both of whom are members of the same affiliated group immediately after the distribution, is an intercompany distribution.\n\nIntercompany distributions generally are excluded from the gross income of the distributee member.95 This exclusion from income is available, however, only to the extent that there is a corresponding negative adjustment in the distributee member's basis in the stock of the distributing member.96 This negative adjustment is made pursuant to the basis adjustment rules set forth in the regulations.97 Under the basis adjustment rules, a distribution (and certain other tax items) effectivelv can reduce the distributee member's basis below zero.98 This negative amount is referred to as the distributee member's \"excess loss account.\"99 Thus, provided that the distributee member reduces its basis in the distributing member's stock, the distributee does not recognize gain on an intercompany distribution, even if the distribution exceeds the distributee member's basis.1oo A subsequent disposition of the distributing member's stock, however, will cause the amount of the excess loss account to be included in the distributee member's gross income.\n\nA corporation that distributes appreciated property to its shareholders generally recognizes gain, but not loss.1oi These rules are modified in the context of a consolidated return. From the distributing member's perspective, intercompany distributions of property in effect are treated in the same manner as the intercompany sales of property examined earlier. Thus, if in year 1 distributing member S distributes appreciated property to its parent, member P, and P sells the property to an unrelated third party in year 3, S would not take its gain into account in computing its separate taxable income until year 3.102 If instead S realizes a loss on the distribution, then the tax consequences to S depend on P's actions with respect to the property. If P sells the property in year 3 to an unrelated third party, and under P's method of accounting P takes into account in that year its gain or loss on the sale, then S would take its loss into account in year 3.1o3 In contrast, if P distributes the property to its shareholders and realizes no further gain or loss, then S's loss is disallowed and never taken into account.1o4 The general effect of these rules is to treat P and S as divisions of a single corporation: both gain and loss are taken into account if the property is sold outside the group but, in accordance with the general rules of Sections 311(a) and (b), only gain is taken into account if the property is transferred outside the group in a distribution to a shareholder.\n\n# c. CONSOLIDATED ITEMS\n\nIn calculating consolidated taxable income, certain items of income and deduction are taken into account on a consolidated basis. That is, these items generally are omitted in calculating the separate taxable income of each consolidated group member and aggregated with like items from the other members. The net amount of each item is added to or subtracted from the sum of the members' separate taxable incomes (as determined by omitting the consolidated items).105 The items that must be taken into account on a consolidated basis include capital gain or loss, gain or loss with respect to Section 1231 property, the charitable and dividends received deductions, and the deduction for net operating losses.1o6 The regulations provide detailed rules on the manner in which the consolidated amounts of these items must be determined.107\n\nConsolidated items may be affected by the intercompany transaction rules. For example, if one member of a consolidated group realizes a capital gain from the sale of property to another member, the selling member's gain may be deferred until a later year. If so, then the gain would not be taken into account in determining the group's consolidated capital gain or loss.108\n\n# d. ALLOCATION OF TAX LIABILITY\n\nOnce the total tax liability of a consolidated group is determined, the liability must be allocated among the members for purposes of determining each member's earnings and profits.1og A corporation's federal income tax liability during the year generally reduces its earnings and profits.110 Among other effects, this reduction in earnings and profits may afect the characterization under Section 301 of distributions made by the members.\n\nSection 1552 provides three methods pursuant to which an affiliated group can make this allocation and also permits the group to select any other allocation method with the approval of the Secretary of the Treasury. 11 Under the first method, the group's tax liability generally is allocated based on the ratio of each member's separate taxable income to the sum of the separate taxable incomes of all members.112 For this purpose, a member's separate taxable income generally is calculated under the rules discussed earlier (e.g., by applying the intercompany transaction rules) and then adjusted for certain items specified in the regulations.113 Under the second method, the group's tax liability similarly also is allocated using a ratio, but in this case each member's separately computed tax liability is compared to the sum of the members' separately computed tax liabilities.114 Again, certain adjustments are required in computing the separate tax liability of each member.11s The third method generally involves comparing each member's tax liability determined on both a consolidated basis (under the first method) and a separate basis (under the second method) and reallocating any increases in tax liability resulting from consolidation (i.e., any excess of the amount allocated to a member under the first method over the amount allocated under the second method) to those members who experience decreases in tax liability due to the consolidation.116\n\nThe regulations issued under Section 1502 that address adjustments to earnings and profits for members of a consolidated group provide certain additional allocation methods.117\n\n# 4. STOCK BASIS ADJUSTMENTS\n\nConsistent with the general purpose of the consolidated return rules to treat members of an affiliated group as a single taxpaying unit, a member's basis in the stock of another member is adjusted upward or downward to reflect the subsidiary member's distributions and its items of income, gain, deduction and loss.18 This rolling basis mechanism prevents the shareholder-member (\"P'\") from incurring a second round of corporate level tax, or enjoying a double deduction, with respect to its investment in S when S's income or loss already has been reflected in the group's consolidated return.\n\nIn general, P's stock basis is increased by S's taxable and tax-exempt income, and is decreased by S's taxable loss, any noncapital, nondeductible expenses of S, and any distributions that S makes with respect to its stock.119 The regulations contain a host of special rules for computing each of these items. Contrary to the Code's conventional wisdom that a negative basis is impermissible, the consolidated return rules allow the effective equivalent of a negative basis. When the items that decrease basis reduce P's basis to zero, any further reductions create an \"excess loss account.\"12o In general, P must take into account as income or gain the amount of its excess loss account when it is treated as having disposed of the S stock.121\n\nFor example, assume that the S stock held by P has a fair market yalue of $\\$ 100$ and an adjusted basis of zero, and that during the taxable year S has \\$10 of tax-exempt income and also makes a \\$20 distribution to P. The \\$10 of tax-exempt income would increase P's basis by \\$10. The \\$20 distribution would reduce P's basis to zero and also would create a \\$10 excess loss account. If P then sells the S stock for \\$100, P will have a $\\$ 110$ gain $\\$ 100$ excess of amount realized over adjusted basis plus $\\$ 10$ excess loss account).\n\n# 5. ADVANTAGES AND DISADVANTAGES OF FILING A CONSOLIDATED RETURN\n\nGiven the highly complex rules confronting filers of consolidated returns, one might well ask whether the ordeal is really a “privilege.\" The answer is that filing a consolidated return is not always advantageous. An affiliated group, with the aid of its accountants and tax counsel, must carefully assess the potential pros and cons. To a large extent, this assessment involves predicting the future direction that the group will take in its business and the likely performance and tax position of each member.\n\nThe advantages of filing a consolidated return include the ability to offset income of one member with the losses of another, the exclusion of dividends from the distributee member's gross income, and the ability to defer recognition of gain on intercompany transactions. Disadvantages include compliance with a complex set of regulations, and the permanent nature of the election to file a consolidated return (i.e., the group generally must continue to file a consolidated return even if doing so turns out to be disadvantageous relative to filing separate returns). Thus, an assessment of the desirability of filing a consolidated return involves considering issues such as the extent to which each member will have taxable income or loss, whether any limitations exist on the ability to use losses of one member against income of another, the extent to which the members will engage in intercompany transactions and the effect of the intercompany transaction rules on those transactions, and the likelihood of current members leaving or new members entering the group.\n\n# PROBLEMS\n\n1. Corporation P owns 90% of Corporations A and B. Corporations A and B each own 40% of Corporation C. Corporation C owns 80% of Corporation D. Corporation D owns 100% of Corporation E, a tax-exempt organization. Corporation E owns 100% of Corporation F which owns 100% of Corporation G. All of the indicated percentages reflect total voting power and total value owned by the shareholder.\n\n(a) To what extent do the above corporations constitute an \"affiliated group'?   \n(b) What result in (a), above, if Corporation B sells 10% of its stock in Corporation C?\n\n2. P, Inc. owns all of the only class of S, Inc. stock, and P and S are in a consolidated group. During year 1, P performs services for S in exchange for \\$10,000, and P incurs \\$8,000 of expenses in performing those services. Assume that S must capitalize its \\$10,000 cost for the services and takes into account $\\$ 1,000$ of cost recovery deductions in each of years 2 through 1. How will the P-S consolidated group be taxed on this transaction?\n\n![](images/4bae521ebb0a8542e33dea52c3256cd3f7adfc88f14cc0684086ff50831da94e.jpg)"
    }
  }
}