{
  "backend": "pipeline",
  "version": "2.6.8",
  "results": {
    "Ch14_Anti_Avoidance_Rules": {
      "md_content": "# CHAPTER 14\n\n# ANTI-AvOIDANCE RULES\n\n# A. INTRODUCTION\n\nThe preceding chapters have demonstrated how C corporations and their shareholders have sought to lessen the impact of the double tax on corporate profits, avoid the higher marginal individual tax rates on ordinary income, convert ordinary income to capital gain and use tax shelters to reduce income taxes at the corporate and shareholder levels. Congress has responded with a host of anti-avoidance rules, many targeting discrete problems and others seeking a more global solution to errant taxpayer behavior.\n\nThis chapter begins with a closer look at the economic substance doctrine, whose common law roots were previewed in Chapter 1. Congress eventually codified this venerable doctrine and sharpened its bite with a strict liability penalty that gives the IRS a powerful weapon in its battle against corporate tax shelters and other tax-avoidance motivated transactions.\n\nThe chapter continues by examining two anti-avoidance provisions that historically have been major roadblocks to taxpayer exploitation of Subchapter C: the accumulated earnings tax and the personal holding company tax. These penalty taxes are designed to prevent taxpayers from escaping the higher individual tax rates by accumulating operating income of a business in a more lightly taxed C corporation or using the corporation as a vehicle to reduce the tax burden on personal service and investment income. Thus, these penalty regimes assume a more important role when individual tax rates are significantly higher than corporate tax rates. With the top individual rate now 37 percent and the corporate tax rate a flat 21 percent, we are in a tax environment where the accumulated earnings tax and the personal holding company tax assume greater importance. Taxpayers who seek refuge in a C corporation from the higher individual tax rates potentially must navigate these venerable anti-abuse provisions. This chapter provides an overview of the two penalty taxes by exploring their contours without becoming distracted by too many details.\n\n# B. THE ECONOMIC SuBSTANCE DOCTRINE\n\n# 1. BACKGROUND: CoRPORATE TAX SHELTERS\n\nThe economic substance doctrine evolved as a weapon used by the IRS and applied by the courts to deny tax benefits arising from transactions that complied with the literal language of the Internal Revenue Code but lacked an independent business purpose or did not result in any meaningful change in a taxpayer's economic position apart from the reduction of federal taxes. The most prevalent recent application of the economic substance doctrine has been in connection with corporate tax shelters, which are transactions designed and marketed for the purpose of substantially reducing the tax liability of profitable corporations and their wealthy executives and shareholders.1 Corporate tax shelters are typified by these characteristics: (1) realization of tax losses without corresponding economic loss through transactions having questionable economic substance apart from the desire to reduce United States income taxes; (2) realization of income by \"tax-indifferent' facilitators, such as foreign affiliates, domestic corporations with soon-to-expire loss carryovers, and tax-exempt organizations; (3) reliance on the literal language or ambiguities in the Internal Revenue Code to support a result that may be technically defensible but is inconsistent with the spirit of the law and well-accepted tax principles; (4) marketing of transactions under a veil of secrecy by entrepreneurial accounting firms and investment banks in exchange for enormous fees; (5) inconsistent treatment for financial accounting and tax purposes of items resulting from the same transaction; and (6) the willingness of corporate managers and their advisors, emboldened by \"reasoned\"opinions of tax counsel2 and the knowledge that IRS audits have been reduced, to play \"audit roulette\" by taking questionable tax return reporting positions with the hope (and expectation?) that they will never be scrutinized. A crisper and perhaps more informative definition was once proposed by Professor Michael Graetz, who characterized a tax shelter as \"a deal done by very smart people that; absent tax considerations, would be very stupid.\"3\n\nAn attack on corporate tax shelters proceeded for many years on multiple fronts. Developments included piecemeal legislation, changes to the rules governing tax practice before the Internal Revenue Service, a sprinkling of test cases involving high profile taxpayers and, as discussed below, codification of the economic substance doctrine and a strict no fault penalty for taxpayers who violate it. Key components of this campaign have been: (1) disallowance of tax benefits derived in certain types of \"listed\" tax avoidance transactions; (2) disclosure rules that require taxpayers to put the Service on notice if they have engaged in \"reportable\" transactions and require promoters and tax advisors to \"register' corporate tax shelters before the transaction occurs; (3) enhanced substantial understatement penalties for items attributable to corporate tax shelters;6 (4) stiff no-fault penalties for failure to comply with the tax shelter disclosure requirements;7 and (5) heightened regulation of the conduct of professional advisors who provide opinion letters and participate in the marketing of corporate tax shelters.8 To bolster the assault, some commentators have gone so far as to propose that public companies be required to compute their taxable income by reference to the income reported for financial accounting purposes, with only limited deviations permitted for valid tax policy reasons.9\n\nThe Service's early track record in the test cases was mixed but it markedly improved as more courts became persuaded to apply the established common law doctrines to disallow intended tax benefits from tax-motivated transactions. Not surprisingly, the Tax Court was somewhat more inclined to apply these venerable doctrines than the generalist judges of the courts of appeals.10 The United Parcel case, which follows, was a rare taxpayer victory. It offers an example of how the courts apply the common law economic substance doctrine in a corporate tax shelter case involving a familiar company.\n\nUnited Parcel Service of America, Inc. v. Commissioner\n\nUnited States Court of Appeals, Eleventh Circuit, 2001. 254 F.3d 1014.\n\nCOX, CIRCUIT JUDGE:\n\nThe tax court held United Parcel Service of America, Inc. (UPS) liable for additional taxes and penalties for the tax year 1984. UPS appeals, and we reverse and remand.\n\n# I. Background\n\nUPS, whose main business is shipping packages, had a practice in the early 1980s of reimbursing customers for lost or damaged parcels up to $\\$ 100$ in declared value.1 Above that level, UPS would assume liability up to the parcel's declared value if the customer paid 25¢ per additional $\\$ 100$ in declared value, the \"excess-value charge.\" If a parcel were lost or damaged, UPS would process and pay the resulting claim. UPS turned a large profit on excess-value charges because it never came close to paying as much in claims as it collected in charges, in part because of efforts it made to safeguard and track excess-value shipments. This profit was taxed; UPS declared its revenue from excess-value charges as income on its 1983 return, and it deducted as expenses the claims paid on damaged or lost excess-value parcels.\n\nUPS's insurance broker suggested that UPS could avoid paying taxes on the lucrative excess-value business if it restructured the program as insurance provided by an overseas affiliate. UPS implemented this plan in 1983 by first forming and capitalizing a Bermuda subsidiary, Overseas Partners, Ltd. (OPL), almost all of whose shares were distributed as a taxable dividend to UPS shareholders (most of whom were employees; UPS stock was not publicly traded). UPS then purchased an insurance policy, for the benefit of UPS customers, from National Union Fire Insurance Company. By this policy, National Union assumed the risk of damage to or loss of excess-value shipments. The premiums for the policy were the excess-value charges that UPs collected. UPS, not National Union, was responsible for administering claims brought under the policy. National Union in turn entered a reinsurance treaty with OPL. Under the treaty, OPL assumed risk commensurate with National Union's, in exchange for premiums that equal the excess-value payments National Union got from UPS, less commissions, fees, and excise taxes.\n\nUnder this plan, UPS thus continued to collect 25¢ per \\$100 of excess value from its customers, process and pay claims, and take special measures to safeguard valuable packages. But UPS now remitted monthly the excess-value payments, less claims paid, to National Union as premiums on the policy. National Union then collected its commission, excise taxes, and fees from the charges before sending the rest on to OPL as payments under the reinsurance contract. UPS reported neither revenue from excess-value charges nor claim expenses on its 1984 return, although it did deduct the fees and commissions that National Union charged.\n\nThe IRS determined a deficiency in the amount of the excess-value charges collected in 1984, concluding that the excess-value payment remitted ultimately to OPL had to be treated as gross income to UPS. UPS petitioned for a redetermination. Following a hearing, the tax court agreed with the IRS.\n\nIt is not perfectly clear on what judicial doctrine the holding rests. The court started its analysis by expounding on the assignment-ofincome doctrine, a source rule that ensures that income is attributed to the person who earned it regardless of efforts to deflect it elsewhere. $\\star \\star \\star$ The court did not, however, discuss at all the touchstone of an ineffective assignment of income, which would be UPS's control over the excessvalue charges once UPS had turned them over as premiums to National Union. \\* \\* \\* The court's analysis proceeded rather under the substantivesham or economic-substance doctrines, the assignment-of-income doctrine's kissing cousins. $\\star \\star \\star$ The conclusion was that UPS's redesign of its excess-value business warranted no respect. Three core reasons support this result, according to the court: the plan had no defensible business purpose, as the business realities were identical before and after; the premiums paid for the National Union policy were well above industry norms; and contemporary memoranda and documents show that UPS's sole motivation was tax avoidance. The revenue from the excess-value program was thus properly deemed to be income to UPS rather than to OPL or National Union. The court also imposed penalties.\n\nUPS now appeals, attacking the tax court's economic-substance analysis and its imposition of penalties. The refrain of UPS's lead argument is that the excess-value plan had economic substance, and thus was not a sham, because it comprised genuine exchanges of reciprocal obligations among real, independent entities. The IRS answers with a before-and-after analysis, pointing out that whatever the reality and enforceability of the contracts that composed the excess-value plan, UPS's postplan practice equated to its preplan, in that it collected excessvalue charges, administered claims, and generated substantial profits. The issue presented to this court, therefore, is whether the excess-value plan had the kind of economic substance that removes it from \"shamhood,\"even if the business continued as it had before. The question of the effect of a transaction on tax liability, to the extent it does not concern the accuracy of the tax court's fact-finding, is subject to de novo review. $\\ast \\ast \\ast$ We agree with UPS that this was not a sham transaction, and we therefore do not reach UPS's challenges to the tax penalties.\n\n# II. Discussion\n\nI.R.C. ss 11, 61, and 63 together provide the Code's foundation by identifying income as the basis of taxation. Even apart from the narrower assignment-of-income doctrine—which we do not address here——these sections come with the gloss, analogous to that on other Code sections, that economic substance determines what is income to a taxpayer and what is not. \\* \\* \\* This economic-substance doctrine, also caled the shamtransaction doctrine, provides that a transaction ceases to merit tax respect when it has no \"economic effects other than the creation of tax benefits.\" \\* \\* \\* 2 Even if the transaction has economic efects, it must be disregarded if it has no business purpose and its motive is tax avoidance.\n\nThe kind of \"economic effects\" required to entitle a transaction to respect in taxation include the creation of genuine obligations enforceable by an unrelated party. \\* \\* \\* The restructuring of UPS's excess-value business generated just such obligations. There was a real insurance policy between UPS and National Union that gave National Union the right to receive the excess-value charges that UPS collected. And even if the odds of losing money on the policy were slim, National Union had assumed liability for the losses of UPS's excess-value shippers, again a genuine obligation. A history of not losing money on a policy is no guarantee of such a future. Insurance companies indeed do not make a habit of issuing policies whose premiums do not exceed the claims anticipated, but that fact does not imply that insurance companies do not bear risk. Nor did the reinsurance treaty with OPL, while certainly reducing the odds of loss, completely foreclose the risk of loss because reinsurance treaties, like all agreements, are susceptible to default.\n\nThe tax court dismissed these obligations because National Union, given the reinsurance treaty, was no more than a \"front\" in what was a transfer of revenue from UPS to OPL. As we have said, that conclusion ignores the real risk that National Union assumed. But even if we overlook the reality of the risk and treat National Union as a conduit for transmission of the excess-value payments from UPS to OPL, there remains the fact that OPL is an independently taxable entity that is not under UPS's control. UPS really did lose the stream of income it had earlier reaped from excess-value charges. UPS genuinely could not apply that money to any use other than paying a premium to National Union; the money could not be used for other purposes, such as capital improvement, salaries, dividends, or investment. These circumstances distinguish UPS's case from the paradigmatic sham transfers of income, in which the taxpayer retains the benefits of the income it has ostensibly forgone. \\*\\*\\* Here that benefit ended up with OPL. There were, therefore, real economic effects from this transaction on all of its parties.\n\nThe conclusion that UPS's excess-value plan had real economic effects means, under this circuit's rule in Kirchman, that it is not per se a sham. But it could still be one if tax avoidance displaced any business purpose. The tax court saw no business purpose here because the excessvalue business continued to operate after its reconfiguration much as before. This lack of change in how the business operated at the retail level, according to the court, betrayed the restructuring as pointless.\n\nIt may be true that there was little change over time in how the excess-value program appeared to customers. But the tax court's narrow notion of \"business purpose'—which is admittedly implied by the phrase's plain language-—stretches the economic-substance doctrine farther than it has been stretched. A \"business purpose' does not mean a reason for a transaction that is free of tax considerations. Rather, a transaction has a “business purpose,\"” when we are talking about a going concern like UPS, as long as it figures in a bona fide, profit-sceking business. \\* \\* \\* This concept of \"business purpose\" is a necessary corollary to the venerable axiom that tax-planning is permissible. See Gregory v. Helvering, 293 U.S. 465, 469, 55 S.Ct. 266, 267, 79 L.Ed. 596 (1935) (The legal right of a taxpayer to decrease the amount of what otherwise would be his taxes, or altogether avoid them, by means which the law permits, cannot be doubted.\"). The Code treats lots of categories of economically similar behavior differently. For instance, two ways to infuse capital into a corporation, borrowing and sale of equity, have different tax consequences; interest is usually deductible and distributions to equityholders are not. There may be no tax-independent reason for a taxpayer to choose between these different ways of financing the business, but it does not mean that the taxpayer lacks a \"business purpose.\" To conclude otherwise would prohibit tax-planning.\n\nThe caselaw, too, bears out this broader notion of “business purpose.\" Many of the cases where no business purpose appears are about individual income tax returns, when the individual meant to evade taxes on income probably destined for personal consumption; obviously, it is difficult in such a case to articulate any business purpose to the transaction. $\\textit { \\textbf { * * * } }$ Other no-business-purpose cases concern tax-shelter transactions or investments by a business or investor that would not have occurred, in any form, but for tax-avoidance reasons. $* * *$ By contrast, the few cases that accept a transaction as genuine involve a bona fide business that—perhaps even by design——generates tax benefits. $\\textbf { \\textit { k } } \\textbf { \\textit { k } } \\textbf { \\textit { k } }$\n\nThe transaction under challenge here simply altered the form of an existing, bona fide business, and this case therefore falls in with those that find an adequate business purpose to neutralize any tax-avoidance motive. True, UPS's restructuring was more sophisticated and complex than the usual tax-influenced form-of-business election or a choice of debt over equity financing. But its sophistication does not change the fact that there was a real business that served the genuine need for customers to enjoy loss coverage and for UPS to lower its liability exposure.\n\nWe therefore conclude that UPS's restructuring of its excess-value business had both real economic effects and a business purpose, and it therefore under our precedent had sufficient economic substance to merit respect in taxation. It follows that the tax court improperly imposed penalties and enhanced interest on UPS for engaging in a sham transaction. The tax court did not, however, reach the IRS's alternative arguments in support of its determination of deficiency, the reallocation provisions of I.R.C. S8 482 and 845(a). The holding here does not dispose of those arguments, and we therefore must remand for the tax court to address them in the first instance.\n\n# III. Conclusion\n\nFor the foregoing reasons, we reverse the judgment against UPS and remand the action to the tax court for it to address in the first instance the IRS's contentions under $\\ S \\ S \\ 4 8 2$ and 845(a).\n\nREVERSED AND REMANDED.\n\nRysKAMP, DIsTRICT JUDGE, dissenting:\n\nI respectfully dissent. Although I agree with the majority's recitation of the facts as well as its interpretation of the applicable legal standard, I find that its reversal of the tax court is contrary to the great weight of the evidence that was before the lower court. The majority, as well as the tax court below, correctly finds that the question before the Court is whether UPS's insurance arrangements with NUF and OPL are valid under the sham-transaction doctrine. Under the sham-transaction doctrine, UPS's transaction ceases to merit tax respect when it has no economic effects other than the cretion of tax benefits,\" $\\star \\star \\star$ , or has no business purpose and its sole motive is tax avoidance. $\\star \\star \\star$ Thus the question before the Court is not strictly whether UPS had a tax avoidance motive when it formulated the scheme in question, but rather whether there was some legitimate, substantive business reason for the transaction as well. There clearly was not.\n\nAs the tax court articulated in great detail in its wel-reasoned 114.- page opinion, the evidence in this case overwhelmingly demonstrates that UPS's reinsurance arrangement with NUF and OPL had no economic significance or business purpose outside of UPS's desire to avoid federal income tax, and was therefore a sham transaction. First, the tax court based its decision upon evidence that the scheme in question was subjectively motivated by tax avoidance. For example, the evidence showed that tax avoidance was the initial and sole reason for the scheme in question, that UPS held off on the plan for some time to analyze tax legislation on the floor of the United States House of Representatives, and that a letter sent to AIG Insurance from UPS detailing the scheme claimed that AIG would serve in merely a \"fronting'\" capacity and would bear little or no actual risk. The evidence thus showed that this scheme was hatched with only tax avoidance in mind.\n\nSecond, the tax court based its decision on overwhelming evidence that UPS's scheme had no real economic or business purpose outside of tax avoidance. For example, the evidence showed that NUF's exposure to loss under the plan (except in the very unlikely event of extreme catastrophe) was infinitesimal, and that UPS nevertheless continued to fully bear the administrative costs of the EVC program. NUF was only liable for losses not covered by another insurance policy held by UPS, yet UPS still collected the EVC's and deposited the money into UPS bank accounts, still processed EVC claims, and continued to pay all EvC claims out of UPs bank accounts (while collecting the accrued interest for itself). All NUF really did in the scheme was collect over \\$1 million in fees and expenses before passing the EVC income on to OPL, which was of course wholly owned by UPS shareholders. In essence, NUF received an enormous fee from UPS in exchange for nothing.\n\nMoreover, the tax court systematically rejected every explanation of the scheme put forth by UPs. UPS claimed that the scheme was meant to avoid violation of state insurance laws, yet the evidence showed no real concern for such laws and that in fact UPs was well aware that federal preemption of these state laws likely made its old EVC plan legal. UPs claimed that it intended OPL to become a full-line insurer someday, yet the evidence showed that it was nevertheless unnecessary to specifically use EVC income for such a capital investment. UPS claimed that elimination of the EVC incone allowed it to increase its rates, yet one of its own board members testified that this explanation was untrue. I also note that UPS's claim that OPL was a legitimate insurance company fails in light of the fact that OPL was charging a substantially inflated rate for EVCs. Evidence in the tax court showed that in an arms-length transaction with a legitimate insurance company, EVC rates would have been approximately half those charged by UPS (and in turn passed on to OPL), providing further evidence that the transaction was a sham. In sum, UPS failed to show any legitimate business reason for giving up nearly $\\$ 100$ million in EVC income in 1984.\n\nFor these reasons, I would affirm the holding of the tax court and find that UPS's arrangement with NUF and OPL was a sham transaction subject to federal tax liability.\n\n# NOTE\n\nCorporate tax shelters have not disappeared, but the most aggressive transactions are less prevalent as a result of the IRS's enforcement efforts and its success in several high profile cases. The new disclosure and penalty rules. which affect taxpayers and their advisors, have sent a clear message that overly aggressive behavior may result in serious economic consequences going well beyond disallowance of the claimed tax benefits. Even before the economic substance doctrine was codified, well advised taxpayers were put on notice that if a tax savings strategy seems too good to be true, it should be viewed with appropriate skepticism.\n\n# 2. COMMON LAW ROOTS\n\nThe proliferation of corporate tax sheiters breathed new life into the economic substance doctrine. The excerpt below elaborates on the common law roots of the doctrine and its varying interpretations by the courts.\n\n# Joint Committee on Taxation, General Explanation of Tax Legislation Enacted in the 111th Congress\n\n(JCS–2–11) 369–372 (March 2011).\n\n# In general\n\nThe Code provides detailed rules specifying the computation of taxable income, including the amount, timing, source, and character of items of income, gain, loss, and deduction. These rules permit both taxpayers and the government to compute taxable income with reasonable accuracy and predictability. Taxpayers generally may plan their transactions in reliance on these rules to determine the Federal income tax consequences arising from the transactions.\n\nIn addition to the statutory provisions, courts have developed several doctrines that can be applied to deny the tax benefits of a taxmotivated transaction, notwithstanding that the transaction may satisfy the literal requirements of a specific tax provision. These common-law doctrines are not entirely distinguishable, and their application to a given set of facts is often blurred by the courts, the IRS, and litigants. Although these doctrines serve an important role in the administration of the tax system, they can be seen as at odds with an objective, \"rulebased\"' system of taxation.\n\nOne common-law doctrine applied over the years is the \"economic substance\" doctrine. In general, this doctrine denies tax benefits arising from transactions that do not result in a meaningful change to the taxpayer's economic position other than a purported reduction in Federal income tax.990\n\n# Economic substance doctrine\n\nCourts generally deny claimed tax benefits if the transaction that gives rise to those benefits lacks economic substance independent of U.S. Federal income tax considerations—notwithstanding that the purported activity actually occurred. The Tax Court has described the doctrine as follows:\n\nThe tax law ... requires that the intended transactions have economic substance separate and distinct from economic benefit achieved solely by tax reduction. The doctrine of economic substance becomes applicable, and a judicial remedy is warranted, where a taxpayer seeks to claim tax benefits.\n\nunintended by Congress, by means of transactions that serve no economic purpose other than tax savings.9\n\n# Business purpose doctrine\n\nA common law doctrine that often is considered together with the economic substance doctrine is the business purpose doctrne. The business purpose doctrine involves an inquiry into the subjective motives of the taxpayer——that is, whether the taxpayer intended the transaction to serve some useful non-tax purpose. In making this determination, some courts have bifurcated a transaction in which activities with nontax objectives have been combined with unrelated activities having only tax-avoidance objectives, in order to disallow the tax benefits of the overall transaction.992\n\n# Application by the courts\n\n# Elements of the doctrine\n\nThere is a lack of uniformity regarding the proper application of the economic substance doctrine.993 Some courts apply a conjunctive test that requires a taxpayer to establish the presence of both economic substance (i.e., the objective component) and business purpose (i.e., the subjective component) in order for the transaction to survive judicial scrutiny.994 A narrower approach used by some courts is to conclude that either a business purpose or economic substance is suficient to respect the transaction.995 A third approach regards economic substance and business purpose as \"simply more precise factors to consider\" in determining whether a transaction has any practical economic effects other than the creation of tax benefits.996\n\nOne decision by the Court of Federal Claims questioned the continuing viability of the doctrine. That court also stated that \"the use of the'economic substance' doctrine to trump'mere compliance with the Code' would violate the separation of powers\" though that court also found that the particular transaction at issue in the case did not lack economic substance. The Court of Appeals for the Federal Circuit (\"Federal Circuit Court\") overruled the Court of Federal Claims decision, reiterating the viability of the economic substance doctrine and concluding that the transaction in question violated that doctrine.997 The\n\nFederal Circuit Court stated that \"[w]hile the doctrine may well also apply if the transaction has economic substance, a lack of economic substance is sufficient to disqualify the transaction without proof that the taxpayer's sole motive is tax avoidance.\"998\n\n# Nontax economic benefits\n\nThere also is a lack of uniformity regarding the type of non-tax economic benefit a taxpayer must establish in order to demonstrate that a transaction has economic substance. Some courts have denied tax benefits on the ground that a stated business benefit of a particular structure was not in fact obtained by that structure.g9 Several courts have denied tax benefits on the grounds that the subject transactions lacked profit potential.iooo In addition, some courts have applied the economic substance doctrine to disallow tax benefits in transactions in which a taxpayer was exposed to risk and the transaction had a profit potential, but the court concluded that the economic risks and profit potential were insignificant when compared to the tax benefits.1oo1 Under this analysis, the taxpayer's profit potential must be more than nominal. Conversely, other courts view the application of the economic substance doctrine as requiring an objective determination of whether a \"reasonable possibility of profit\" from the transaction existed apart from the tax benefits.10o2 In these cases, in assessing whether a reasonable possibility of profit exists, it may be sufficient if there is a nominal amount of pre-tax profit as measured against expected tax benefits.\n\n# Financial accounting benefits\n\nIn determining whether a taxpayer had a valid business purpose for entering into a transaction, at least two courts have concluded that financial accounting benefits arising from tax savings do not qualify as a non-tax business purpose. However, based on court decisions that recognize the importance of financial accounting treatment, taxpayers have asserted that financial accounting benefits arising from tax savings can satisfy the business purpose test.\n\n# Tax-indifferent parties\n\nA number of cases have involved transactions structured to allocate income for Federal tax purposes to a tax-indifferent party, with a corresponding deduction, or favorable basis result, to a taxable person. The income allocated to the tax-indifferent party for tax purpuses was structured to exceed any actual economic income to be received by the tax indifferent party from the transaction. Courts have sometimes concluded that this particular type of transaction did not satisfy the economic substance doctrine. In other cases, courts have indicated that the substance of a transaction did not support the form of income allocations asserted by the taxpayer and have questioned whether asserted business purpose or other standards were met.\n\n# 3. CODIFICATION\n\nCode: 88 7701(0); 6662(a), (b)(6) & (i); 6664(a), (c)(1) & (2).\n\nAfter many years of consideration and controversy, Congress finally codified the economic substance doctrine and added a new strict liability penalty in the Health Care and Education Reconciliation Act of 2010. Section 7701(o) moves the economic substance doctrine from a well established but murky judicial principle into the Internal Revenue Code, where its reach is still far from clear. The final successful push for codification was fueled by the urgent need to include revenue-raising provisions in a health care and tax bill that contained spending measures and some tax breaks. The Joint Committee on Taxation estimated that it would generate $\\$ 100$ million in 2010 and $\\$ 4.3$ billion over ten years.11 The projected additional revenue, however, was not mentioned in this explanation by the Joint Committee of the reasons for codification:12\n\nTax avoidance transactions have relied upon the interaction of highly technical tax law provisions to produce tax consequences not contemplated by Congress. When successful, taxpayers who engage in these transactions enlarge the tax gap by gaining unintended tax relief and by undermining the overall integrity of the tax system.\n\nA strictly rule-based tax system cannot efficiently prescribe the appropriate outcome of every conceivable transaction that might be devised and is, as a result, incapable of preventing all unintended consequences. Thus, many courts have long recognized the need to supplement tax rules with anti-taxavoidance standards, such as the economic substance doctrine, in order to assure the Congressional purpose is achieved. The Congress recognizes that the IRS has achieved a number of recent successes in litigation. The Congress believes it is still desirable to provide greater clarity and uniformity in the application of the economic substance doctrine in order to improve its effectiveness at deterring unintended consequences.\n\nThe Congress believes that a stronger penalty under section 6662 should be imposed on understatements attributable to non-economic substance and similar transactions, to improve compliance by deterring taxpayers from entering such transactions. The Congress is concerned that under present law there is a potential to avoid penalties in such cases (based for example on certain levels of tax advice), and that the potential that a taxpayer in such cases may pay only the tax due plus interest is not a sufficient deterrent. The Congress therefore believes it is appropriate to impose a new strict liability penalty in such cases.\n\nTitled \"clarification of economic substance doctrine,\" Section 7701(o) provides that any transaction to which the economic substance doctrine is \"relevant” shall be treated as having economic substance only if the transaction changes the taxpayer's economic position in a meaningful way (apart from the effect of federal income taxes) and the taxpayer has a substantial purpose (apart from federal income taxes) for entering into the transaction.13 This is the more rigorous conjunctive test applied by some courts of appeals. It requires an inquiry of both the objective effects of the transaction on the taxpayer's economic position and the taxpayer's subjective motives for engaging in the transaction. Failure to meet either one of the two prongs of the test will cause the transaction under scrutiny to lack economic substance. The legislative history notes that \"[t]he provision provides a uniform definition of economic substance, but does not alter the flexibility of the courts in other respects.\"14 In the case of individual taxpayers, Section 7701(o) only applies to transactions entered into in connection with a trade or business or investment activity; personal transactions are excepted.15\n\nIn clarifying and enhancing the doctrine, Congress was mindful of its common law roots. To that end, \"economic substance doctrine” is defined as the\"common law doctrine\" under which the income tax benefits with respect to a transaction are not allowable if the transaction does not have economic substance or lacks a business purpose.16 The determination of whether the economic substance doctrine is \"relevant\" to a transaction is to be made in the same manner as if the provision had never been enacted.17 This presumably means that, despite all the hoonla and projected additional revenue to be collected from codification, the law has not fundamentally changed. Or has it? Time and experience may tell. For now, codification has clarified a few important points on which the courts disagreed but also raised new questions of statutory interpretation. For example, the statute requires a taxpayer's nonFederal-income-tax purpose for entering into a transaction to be \"substantial\" in order to satisfy the second prong of the test. What does it take for a purpose to be \"substantial?\" Common law precedents, such as those under the Section 355 business purpose test,18 may offer guidance on this question. One point is resolved by the statute: a purpose of achieving a favorable accounting treatment for financial reporting purposes may not be taken into account as a non-Federal-income-tax purpose if the origin of the financial accounting benefit is a reduction of Federal income tax.19\n\nThe Joint Committee's explanation of Section 7701(o) states that a taxpayer may rely on factors other than profit potential in meeting either prong of the conjunctive test.2o But if a taxpayer does rely on profit potential, the statute does not require or establish a minimum return that will satisfy the test, only that the present value of the reasonably expected pre-tax profit must be substantial in relation to the present value of the expected net tax benefits that would be allowed if the transaction were respected.21 It is expected that the Treasury will provide more guidance on the operation of these new rules. The statute also makes it clear that fees, other transaction expenses, and (possibly, subject to IRS regulations) foreign taxes should be taken into account as expenses in determining pre-tax profit.22\n\nA major concern of those who opposed codification was that it might be interpreted to extend to well-accepted tax planning techniques that have never been viewed as targets of the common law judicial doctrines. The Joint Committee on Taxation's technical explanation responds to this concern with what has become known as an \"angel list” of nonexclusive transactions that Congress does not believe should be invalidated by a strict application of the economic substance doctrine. Examples include: (1) the choice between debt and equity financing; (2) the choice between using a domestic or foreign entity; (3) the choice to enter into a transaction or series of transactions that constitute a corporate organization or reorganization; and (4) related party transactions that do not run afoul of Section 482. This unofficial legislative history (there are no committee reports) also states that Section 7701(o) should not be used to disallow tax benefits from taxmotivated transactions that Congress intended to encourage through provisions such as the low-income housing, rehabilitation, new markets and energy tax credits.23\n\nTo get taxpayers' attention and strengthen enforcement, Congress buttressed codification of the economic substance doctrine with a new strict liability penalty for any underpayment attributable to a disallowance of claimed tax benefits by reason of a transaction lacking economic substance under Section 7701(o) or failing to meet the requirements of any similar rule of law.24 The IRS has stated that \"similar rule of law' means a rule or doctrine that applies the same factors and analysis required under Section 7701(o) for an economic substance analysis even if a different term or terms, such as sham transaction doctrine, are used to describe the rule or doctrine.25\n\nThe penalty is 20 percent of the amount of the underpayment, increased to 40 percent if the taxpayer does not adequately disclose the relevant facts affecting the tax treatment in its original tax return (amended returns are too late to meet the disclosure requirement if filed after the taxpayer has been contacted for audit).26 Unlike most other civil penalties, taxpayers may not rely on a reasonable cause or good faith exception, with the result that outside opinions of counsel will not be a defense to imposition of the penalty if it is determined that a transaction lacks economic substance.27 However, the IRS has announced that it will not apply the penalty unless it specifically invokes the codified economic substance doctrine. This means that if the IRS relied solely on other judicial doctrines (e.g., the step transaction doctrine) to support the underlying adjustment, it will not apply the Section 6662(b)(6) penalty.28\n\nWithin moments after the economic substance doctrine was codified, anxious practitioners urged the IRS to provide guidance to resolve what they believed to be ambiguities in the statute. In Notice 2010–62,29 the IRS issued \"interim guidance\" but it failed to calm the nerves of tax advisors in their search for tidy solutions. In that Notice, the IRS said it would continue to rely on \"relevant case law\" in applying the conjunctive statutory test; it would not issue rulings on whether or not the economic substance doctrine was \"relevant\" to a transaction or, if it is relevant, whether the transaction complies with the regulations of Section 7701(o); and, contrary to hopes and expectations, it would not issue an angel list of safe transactions. The only meaningful guidance in Notice 2010–62 relates to the adequate disclosure procedures, which are satisfied on a timely filed original tax return or certain amended returns. For this purpose, \"adequacy' is achieved by completing IRS forms (e.g. Forms\n\n8275 or 8275-R) that are also used for purposes of the more general accuracy-related penalty regime in Section 6662.\n\nThe IRS also has announced that a \"transaction\" for purposes of Section 7701(o) generally includes \"all the factual elements relevant to the expected tax treatment of any investment, entity, plan, or arrangement, and any or all of the steps that are carried out as part of a plan.\" Facts and circumstances determine whether a plan's steps are aggregated or disaggregated when defining a transaction.30 This IRSfriendly standard generally requires aggregation of all interconnected steps with a common objective. But if there is a tax-motivated step that is not necessary to achieving a non-tax goal, the \"transaction\" may include only the non-tax step—i.e., a disaggregation approach could apply.31 Thus, disaggregation and the relevance of the economic substance doctrine are applied to some extent on a case-by-case basis under an all facts and circumstances approach designed to provide the IRS with maximum flexibility and to induce tax planners to be more cautious than they would have been without the codified economic substance doctrine.\n\nIn declining to provide more specific guidance, the IRS appears to have concluded that codification of the economic substance doctrine would have more clout if its contours were as fuzzy as the common law doctrines that preceded it so that only the most adventuresome (or ignorant) tax planners would risk the heightened penalty exposure. Time will tell with more experience, and that will take a while.32\n\n# PROBLEM\n\nA owns 100 percent of the stock of T Corporation. The stock has a fair market value of $\\$ 200,000$ and A's adjusted basis is $\\$ 1,000,000,P$ Corporation wishes to acquire 100 percent of the T stock from A in exchange solely for P voting stock, but A wishes to recognize the built-in loss on the stock so it can be used to offset a large capital gain from another transaction. Knowing that a stock-for-stock exchange would qualify as a Type B reorganization and preclude A from recognizing his loss, A's tax advisor suggests that P acquire the T stock for $\\$ 199,000$ of P voting stock and $\\$ 1,000$ cash. The only reason for using cash is to defeat qualification of the transaction as a tax-free reorganization and allow A to recognize his \\$800,000 loss. P Corporation agrees to proceed with the transaction as proposed by A's tax advisor.\n\n(a) Is the economic substance doctrine \"relevant” to the transaction?\n\n(b) Assuming the answer to (a) is yes, is the conjunctive test in Section 7701(o) satisfied?\n\n# C. THe AcCumULATED EARNINGS TAX\n\n# 1. INTRODUCTION\n\nFor most of our income tax history, the graduated rates applicable to individuals greatly exceeded the relatively flat corporate rates. During the 1950's, the top corporate rate was roughly 50 percent while individuals were taxed at rates ranging up to 88 percent. This rate gap provided an incentive for taxpayers to accumulate business profits or investment income in a corporation. As Professors Bittker and Eustice once said, \"use of a corporation as a temporary or permanent refuge from individual income tax rates has been one of the principal landmarks of our tax landscape.\"33\n\nTo illustrate a typical accumulation plan that would have invited the tax collector's scrutiny, consider the goals of Accumulator (\"'A'), a sole proprietor with a profitable business in the days of the 70 percent individual marginal rates. Tempted by the allure of the lower corporate tax rate, A incorporates his business with a healthy (but permissible) dose of debt and pays himself a hefty (but reasonable) salary. His personal consumption needs are fully satisfied by the salary, the interest payments on the debt, and as many nontaxable fringe benefits as the corporation can legally provide. Any additional profits from the business are left to accumulate in the corporation, where they work to increase the value of A's stock. If A needs more funds or later wishes to retire, he can \"cash in\" on his accumulated profits by selling some stock or liquidating the company, in either case reporting those profits as favored long-term capital gain. An even more attractive alternative would be to avoid entirely the individual income tax by holding the stock until death, when A's heirs would be entitled to a stepped-up basis under Section 1014. Or A might dispose of the business in a tax-free reorganization, emerging with publicly traded stock, albeit with a low substituted basis, which could be sold or held until A's death.34\n\n'The accumulated earnings tax was enacted to prevent the use of a C corporation to escape the individual income tax by an unreasonable accumulation of earnings. Although not part of its original design, it also serves the broader purpose of inducing corporations to pay dividends and subject their earnings to the double tax when those profits are not required for the reasonable needs of the business.35\n\nFor a brief time between 1987 and 1992, the corporate income tax rates exceeded the individual rates—an inversion from the historic norm that caused some commentators to propose repeal of the accumulated earnings tax on the ground that it was no longer necessary.36 Prior to the Tax Cuts and Jobs Act, the top individual rate on ordinary incone (39.6 percent) was slightly higher than the top corporate rate (35 percent). This small rate differential, along with the introduction of a preferential rate on dividends received by noncorporate shareholders, reduced the incentive to organize a business as a C corporation. The 2017 Act reduced the corporate tax to a flat 21 percent rate while slightly reducing the highest individual rate to 37 percent. These changes increased the potential tax benefits of operating a business as a C corporation. In this rate environment, the accumulated earnings tax once again becomes a lurking presence that may act as an enforcer of the double tax regime by forcing profitable companies to distribute some of their earnings as dividends.\n\n# 2. THE PROSCRIBED TAX AVOIDANCE PURPOSE\n\nCode: Ss 531; 532.\n\nThe accumulated earnings tax is a penalty imposed on a corporation \"formed or availed of for the purpose of avoiding the income tax with respect to its shareholders $\\ast \\ast \\ast$ by permitting earnings and profits to accumulate instead of being divided or distributed.\"s7 The tax is levied at 20 percent on a C corporation's\"accumulated taxable income,” which is generally defined as taxable income with certain adjustments (e.g., subtracting taxes and dividends paid and adding back the dividends received deduction) to reflect the true dividend paying capacity of the corporation.38 Most corporations, regardless of motives, are given an accumulated earnings credit that in effect permits an accumulation of up to $\\$ 250,000,39$ Although closely held corporations are the principal target of the tax. Section 532(c) provides that its application is to be determined \"without regard to the number of shareholders,\" and the Tax Court has held that in theory the tax can apply to a publicly traded corporation even where ownership is not concentrated in a small group of shareholders.40 As a practical matter, however, publicly traded companies are rarely threatened because of the difficulty of proving that they were formed for the proscribed tax avoidance purpose.41 In addition, Section 532(b)\n\nprovides specific exceptions from the tax for personal holding companies, tax-exempt organizations, and passive foreign investment companies.\n\nThe central issue under the accumulated earnings tax is whether the corporation has been formed or availed of for the proscribed tax avoidance purpose. The statutory standard is met if tax avoidance is one of several factors motivating corporate accumulations.42 Two statutory presumptions assist in determining the presence of a tax avoidance purpose. First, the fact that corporate earnings and profits are permitted to accumulate “beyond the reasonable needs of the business\" is determinative of a tax avoidance purpose unless the corporation proves to the contrary by a \"preponderance of the evidence.\"43 In addition, the fact that the corporation is \"a mere holding or investment company\" is prima facie evidence of a tax avoidance purpose.44\n\nThe regulations generally provide that the presence of the proscribed tax avoidance purpose is determined by all the circumstances of the particular case, including:45\n\n(1) Dealings between the corporation and its shareholders, such as shareholder loans or corporate expenditures benefitting the shareholders personally;   \n(2) The presence of corporate investments having no reasonable connection with the corporation's business; and   \n(3) The extent to which the corporation has made dividend distributions.\n\nThese factors are not conclusive, but the presence of shareholder loans, unrelated corporate investments and a poor dividend history tend to poison the atmosphere on the question of the proscribed tax avoidance purpose.\n\nApplication of the accumulated earnings tax thus ultimately depends on the corporation's purpose. In United States v. Donruss,46 a decision that significantly strengthened the tax, the Supreme Court held that the statutory standard was satisfied if tax avoidance is merely one of the purposes for the accumulation even if it is not the corporation's dominant or principal purpose. After reviewing the legislative history, the Court acknowledged the difficulties in applying such a subjective standard and expressed its preference for more obiective criteria.47\n\nTwo conclusions can be drawn from Congress' efforts. First, Congress recognized the tremendous difficulty of ascertaining the purpose of corporate accumulations. Second, it saw that accumulation was often necessary for legitimate and reasonable business purposes. It appears clear to us that the congressional response to these facts has been to emphasize unreasonable accumulation as the most significant factor in the incidence of the tax. The reasonableness of an accumulation, while subject to honest difference of opinion, is a much more objective inquiry, and is susceptible of more effective scrutiny, than are the vagaries of corporate motive.\n\nRespondent would have us adopt a test that requires that tax avoidance purpose need be dominant, impelling or controlling. It seems to us that such a test would exacerbate the problems that Congress was trying to avoid. Rarely is there one motive, or even one dominant motive, for corporate decisions. Numerous factors contribute to the action ultimately decided upon. Respondent's test would allow taxpayers to escape the tax when it is proved that at least one other motive was equal to tax avoidance. We doubt that such a determination can be made with any accuracy, and it is certainly one which will depend almost exclusively on the interested testimony of corporate management. Respondent's test would thus go a long way toward destroying the presumption that Congress created to meet this very problem. As Judge Learned Hand said of the much weaker presumption contained in the Revenue Act of 1921 $* * *$ \"[a] statute which stands on the footing of the participants' state of mind may need the support of presumption, indeed be practically unenforceable without it $x * * * * * * *$ And, \"[t]he utility of $\\ast \\ast \\ast$ [that] presumption $\\ast \\ast \\ast$ is well nigh destroyed if $\\ast \\ast \\ast$ [it] is saddled with requirement of proof of the primary or dominant purpose of the accumulation.\" Barrow Manufacturing Co. v. Commissioner, 294 F.2d 79, 82 (C.A. 5th Cir.1961), cert. denied 369 U.S. 817, 82 S.Ct. 827 (1962).\n\nAfter Donruss, it became clear that the critical inquiry is the reasonableness of the accumulation. As previewed above, Congress came to the aid of the fact finder by creating a statutory presumption under which an accumulation beyond the reasonable needs of the corporation's business is determinative of the proscribed tax avoidance purpose unless the corporation proves to the contrary by a preponderance of the evidence.48 This procedural device eases the Government's burden of proof and immunizes a growing corporation that accumulates profits for purposes such as bona fide expansion, potential acquisitions, working capital needs and other valid business objectives.\n\nThe presumption is rebuttable, and in theory a corporation that accumulates earnings beyond its reasonable needs can avoid the tax by proving that the accumulation was not motivated by a tax avoidance purpose. As the Supreme Court stated in Donruss:49\n\n[W]e cannot subscribe to respondent's suggestion that our holding would make purpose totally irrelevant. It still serves to isolate those cases in which tax avoidance motives did not contribute to the decision to accumulate. Obviously in such a case imposition of the tax would be futile. In addition, \"purpose\" means more than mere knowledge, undoubtedly present in nearly every case. It is still open for the taxpayer to show that even though knowledge of the tax consequences was present, that knowledge did not contribute to the decision to accumulate earnings.\n\nFew corporations, however, are able to make the requisite showing once it is determined that accumulations are unreasonable.50 Conversely, even if an accumulation is found to be reasonable, the government theoretically might attempt to show the existence of the proscribed purpose.51 In practice, however, the reasonable business needs standard is almost always the main event, and it therefore will be the focus of our coverage.\n\n3. THE REASONABLE NEEDS OF THE BUSINESS\n\nCode: $\\ S \\ S$ 533(a); 534(a)−(c); 537(a), (b)(1).   \nRegulations: ss 1.537–1(a)–(c), −2, –3.\n\n# Myron's Enterprises v. United States\n\nUnited States Court of Appeals, Ninth Circuit, 1977. 548 F.2d 331.\n\nSNEED, CIRCUIT JUDGE:\n\nTaxpayer-corporations sued in district court below for a refund of accumulated earnings taxes imposed by the Commissioner. The Commissioner had based the tax on his determination that for taxpayers' fiscal years 1966 through 1968 the reasonable needs of the business stemmed entirely from working capital needs and never exceeded $\\$ 21,272$ . The taxpayers contended that their retained earnings for the years in question of \\$316,000, \\$374,316, and \\$415,766 respectively were needed to cover both working capital requirements of \\$100,000 and the planned purchase and remodeling of the ballroom operated by taxpayers, at an estimated cost of $\\$ 375,000$\n\nThe district court, in Myron's Ballroom v. United States, 382 F.Supp. 582 (C.D.Cal.1974), held that taxpayers had accumulated earnings in excess of the reasonable needs of their business, but not to the extent claimed by the Commissioner. The court also found that the taxpayers had been availed of for the purpose of avoiding income taxes. Thus, the court upheld the surtax, but required a partial refund in light of the Commissioner's underestimation of taxpayers' reasonable business needs.\n\nThe taxpayers argue on appeal that they are entitled to a full refund (i) because all of the retained earnings in the years in question were required to meet the reasonable needs of their business, and (ii) because they proved by the preponderance of the evidence that they were not availed of to avoid taxes, despite the contrary finding by the district court. The Government argues, in response, that taxpayers were not even entitled to a partial refund—that the Commissioner's initial determination of the reasonable needs of the business was correct and that taxpayers failed to prove lack of tax-avoidance motivation. We conclude that the taxpayers are entitled to the full refund they seek. Therefore, we reverse and remand for such necessary proceedings as are consistent with this opinion.\n\n# I.\n\nTaxpayer-corporations operate a ballroom and adjoining cocktail lounge. At all times since taxpayers were formed, they have leased their operating premises from Miss Pearl Rose, an elderly lady who has owned the property for approximately 30 years. The taxpayers began inquiring into the possibilities of purchasing the property in 1957, in part because they did not wish to make needed improvements unless they owned the building. Taxpayers made offers to Miss Rose of \\$100,000 and \\$150,000 for the property in the late 1950s—early 1960s, neither of which was accepted. However, at the time of the second offer, Miss Rose told taxpayers that they would have \"first choice\" if and when she decided to sell the ballroom.\n\nIn 1963, taxpayers learned that Russ Morgan, a former orchestra leader at the ballroom, had offered Miss Rose \\$300,000 cash for the property, in an attempt apparently to take over the ballroom operation. The price offered by Morgan probably reflected the goodwill that taxpayers had built up in their operations and therefore was considerably higher than the value of the ballroom property by itself. Morgan's actions convinced taxpayers that their business could be involuntarily \"acquired\"\n\nby someone purchasing the ballroom from Miss Rose; taxpayers, therefore, promptly offered Miss Rose the identical sum of $\\$ 300,000$ This offer was renewed in 1964, 1965, 1966, 1967, 1968 and 1970. While Miss Rose never objected to the terms of the offers, she never sold and still owned the ballroom at the time of trial.\n\nAs the Government points out, Miss Rose was never particularly clear as to when and if she would sell her building. Nevertheless, the district court found (a) that taxpayers “expected at any time during the years 1966, 1967 and 1968 that [they] would be able to purchase the ballroom property from Pearl Rose for a price of $\\$ 300,000$ cash, no less than that amount, and maybe more,\" 382 F.Supp. at 587, and moreover (b) that the \"expectation that the ballroom property would be acquired at any time during the years in issue was a reasonable expectation,\" id. at 588. Thus,\n\n\"During the years in issue, the acquisition of the balroom property and the planned improvements and repairs were reasonably anticipated business needs of [taxpayers], and said needs were directly connected with the businesses of the corporations.\" Id.\n\nThe district court further concluded that \"[cjonsidering the reasonably anticipated business need of the corporations to purchase the ballroom property \\*\\*\\* the corporations combined required at least \\$375,000, in addition to their combined working capital needs of \\$100,o0o.\" Id. However, the court went on to hold that in light of taxpayers' soleshareholder Mrs. Myrna Myron's willingness to Ioan up to \\$200,000 to her corporations for purchase of the ballroom \"if the corporations did not have sufficient funds to consummate the transactions, \\*\\*\\*a reasonable accumulation [for the purchase] would be \\$250,000, with Mrs. Myron loaning the balance of funds required,\" id., thus leading to an excess accumulation in 1967 and 1968.\n\n# II.\n\nSection 537 of the Internal Revenue Code provides that the reasonable needs of a business, for purposes of determining whether there has been an excess accumuiation of earnings, include \"the reasonably anticipated needs of the business.\" Treas.Reg. \\$ 1.537–1(b)(1) provides that to justify an accumulation of earnings on grounds of reasonably anticipated business needs, a corporation must have \"specific, definite, and feasible plans for the use of such accumulation\" and must not postpone execution of the plan \"'indefinitely.\"\n\nThe Government contends that the district court erred in concluding that the taxpayers had a \"specific, definite, and feasible plan\" to acquire and remodel the ballroom. The Government notes that Miss Rose never agreed to sell the ballroom and argues that taxpayers could not have reasonably expected Miss Rose to so agree within the taxahle years in question after nearly a decade of unsuccessful negotiations.\n\nWe agree with other circuits that a determination by the trial court of the reasonably anticipated business needs of a corporation is a finding of fact which must be sustained unless clearly erroneous. $\\ast \\ast \\ast$ A court should be particularly wary of overturning a finding of a trial court supporting the taxpayer's determination of its anticipated business needs, since, in the first instance, the \"reasonableness of the needs is necessarily for determination by those concerned with the management of the particular enterprise. This determination must prevail unless the facts show clearly the accumulations were for prohibited purposes.\" $\\textit { \\textbf { * * * } }$ We conclude that the district court was not clearly erroneous in finding that taxpayers' expected purchase and remodeling of the ballroom for $\\$ 375,000$ was a “reasonably anticipated need of the business.\"\n\nThe Government argues that if the instant plan to purchase the ballroom is held to be a reasonably anticipated business need,\n\n\"any individual could organize a one-man corporation, lease a building and discuss with the lessor the purchase of the building at some future time, and then assert that in the meantime business needs required accumulation of corporate earnings.\" I.A. Dress Co. v. Commissioner of Internal Revenue, 273 F.2d 543, 544 (2d Cir.), cert. denied, 362 U.S. 976, 80 S.Ct. 1060, 4 L.Ed.2d 1011 (1960).\n\nSuch fears of artificially constructed needs were well-founded in the quoted case of I.A. Dress Co.; there, the owner of the building that the taxpayer sought to purchase \"was willing to sell but at a price some $\\$ 300,000$ more than the taxpayer was willing to pay.\" Id. The offer of the taxpayer lacked substance and could easily have been a facade. In the instant case, however, the taxpayers were extremely diligent in their attempts to purchase the ballroom; the taxpayers agreed to all of Miss Rose's stated terms—including payment in all cash; the price offered, far from being criticized by Miss Rose as too low, was apparently in excess of the property's fair market value.5\n\nNeither do we have a situation where taxpayers' planned purchase of the ballroom was clearly infeasible. See Colonial Amusement Corp.. 1948 Tax.Ct.Mem.Dec. (P-H) 48,149 (building restrictions and priorities prevented carrying out of expansion plans). Here, as in Universal Steel Co., 5 T.C. 627 (1945) (war priority restrictions temporarily blocked purchase of pickling plant), the taxpayers “had a right to hope, if not expect,”id. at 638, that Miss Rose would sell to them in the near future. Miss Rose never foreclosed the possibility of sale on the terms offered by taxpayers; she merely wanted to \"think it over some more.\" As expressed by Miss Rose's agent at one point during the negotiations, Miss Rose “was an elderly lady and had a very definite mind\"; her answers, according to the agent, would differ depending on how she felt on getting up in the morning. Taxpayers were encouraged at several points in the negotiations; in 1965, Miss Rose's agent had told taxpayers, \"Be prepared and ready to go.\" In light of the reasonable possibility that Miss Rose might have decided to accept the offer at any time during the taxable years in issue, calling for quick collection of $\\$ 375,000$ in cash, it would have been unreasonable to force taxpayers to pay out all of their earnings in dividends. Section 537 allows taxpayers to provide for \"reasonably anticipated needs,\" not merely for certainties.\n\nThe district court's finding is supported by several tax court cases. In Magic Mart, Inc., 51 T.C. 775 (1969), acq., 1969–2 C.B. xxiv, the Tax Court held that the taxpayer's accumulation of earnings for 1959 through 1962 was reasonable in light of taxpayer's plan to acquire enlarged and expanded facilities, even though it had tried unsuccessfully to buy larger facilities since 1957 and was not able to close a deal until 1967, five years after the taxable years in question. In Breitfeller Sales, Inc., 28 T.C. 1164 (1957), acq., 1958-2 C.B. 4, the Tax Court held that a General Motors dealership's accumulation of earnings was justified, inter alia, by \"the continuing possibility that it might [to avoid harmful competition] be required to finance a new dealership in [a neighboring community].\" Id. at 1168 (emphasis added). See also Universal Steel Co., supra.\n\n# III..\n\nThe Government rests its entire case upon the argued lack of a specific, definite, and feasible plan. No attempt is made to support the trial court's use of Mrs. Myrna Myron's capacity to loan to the taxpayers to reduce the amount of the reasonable accumulation. The Government thus agrees with taxpayers that, assuming a feasible plan, the district court, in determining whether taxpayers unreasonably accumulated earnings, erred in subtracting from the cash needed to purchase the ballroom an amount that Mrs. Myron stated that she would be willing to loan to the taxpayers if necessary. We also agree. Having found that the reasonably anticipated business need of the taxpayers to purchase the ballroom property required at least $\\$ 375,000$ in cash, the district court erred in concluding that a reasonable accumulation was any less.6\n\nHaving determined that the reasonable business needs of taxpayers, within the meaning of section 535, equalled or exceeded the accumulated earnings of taxpayers for the taxable years in question, it is unnccessary for us to consider whether the district court was correct in holding that taxpayers had been availed of to avoid taxes within the meaning of section 531. Taxpayers are entitled to a full refund. The case is remanded to the district court for such necessary proceedings as are consistent with this opinion.\n\nReversed and remanded.\n\n# NOTE\n\nThe Myron's Enterprises case illustrates the essentially factual nature of the “reasonable business needs'issue. By the time a case reaches the courts, the corporation normally has compiled a laundry list of reasonable business needs to justify the accumulation, and triers of fact typically are reluctant to second guess the business judgment of corporate management in the absence of a clear pattern of abuse. This note and the materials that follow it survey the principal factors taken into account by the Service and the courts in evaluating the reasonableness of a corporation's accumulation.\n\nReasonable and Unreasonable Needs: In General. After a general reminder that the reasonableness of a particular accumulation of earnings and profits is dependent \"upon the particular circumstances of the case $\\mathbf { \\bar { \\mathbf { \\xi } } } ^ { 9 9 } \\mathbf { 5 2 }$ the regulations provide guidance on what constitutes reasonable and unreasonable accumulations. If supported by the facts, the following grounds \"may indicate\" that accumulations are being made for the reasonable needs of the business:53\n\n(1) To provide for bona fide expansion of the business or replacement of plant;   \n(2) To acquire a business enterprise through a stock or asset purchase;   \n(3) To provide for retirement of bona fide indebtedness incurred in the trade or business;   \n(4) To provide necessary working capital for the business; or   \n(5) To provide for investments or loans to suppliers or customers in order to maintain the corporation's business.\n\nThe following nonexclusive list of purposes \"may indicate\" that the accumulations are beyond the reasonable needs of the business:54\n\n(1) Loans to shareholders or expenditures for the personal benefit of the shareholders;   \n(2) Loans having no reasonable relation to the conduct of the business made to relatives or friends of shareholders or other persons;   \n(3) Loans to another corporation in a different business if the two corporations are controlled, directly or indirectly, by the same shareholders;   \n(4) Investments unrelated to the corporation's business; or   \n(5) Retention of earnings and profits to provide against unrealistic hazards.\n\nAnticipated Needs. Section 537(a) defines the \"reasonable needs of the business' as including the reasonably anticipated needs. To justify an accumulation as being for a reasonably anticipated need, a corporation must have a business need for the accumulation and must have plans for the use of the funds which are \"specific, definite and feasible.\"s5 The accumulation does not have to be used immediately or even within a short period of time as long as it is used within a \"reasonable period,\" taking into account all the facts and circumstances.56 The corporation's reasonably anticipated needs are determined based on facts present at the close of the taxable year; subsequent events may not be used to show that the accumulation was unreasonable. Subsequent events, however, can be considered to determine whether the corporation actually intended to consummate its plans for the accumulation.57 Moreover, if the future plans are not completed, the presence of the accumulation is considered in determining the reasonableness of future accumulations.58\n\nThe \"Business.\" The regulations expansively define the \"business\" of a corporation. The business' includes not only the one in which the corporation has previously engaged but also \"any line of business which it may undertake.\"59 This definition should provide ample protection for accumulations intended for expansion into activities related to the corporation's existing businesses, and possibly may permit accumulations to finance any line of business permitted by the corporation's charter.60 If a corporation owns and, in effect, operates a subsidiary, the subsidiary's business may be considered to be the business of the parent for purposes of evaluating the parent's reasonable business needs.61 The regulations further provide that a subsidiary will be considered a \"mere instrumentality” of its parent if the parent owns at least 80 percent of the subsidiary's voting stock.62 Below the 80 percent figure, the question of attributing the subsidiary's business to the parent is determined by the particular circumstances of the case.63\n\nWorking Capital. The regulations recognize the need to accumulate earnings to provide \"necessary working capital for the business.\" Working capital needs vary from industry to industry and among enterprises within the same industry, and the courts have struggled to develop standards to ascertain the working capital requirements of any particular business.64 The judiciary's efforts have evolved into the so-called Bardahl formula, named for a 1965 Tax Court case which first employed the approach.65 The formula, which is a mathematician's delight, attempts to identify a corporation's working capital needs by reference to its \"operating cycle\"—a concept that remains unsettled.66 The Bardahl formula is viewed as a guidepost rather than a controlling legal principle,67 and the following excerpt provides some insight into its nature and purpose:68\n\nThe formula represents a procedure for arriving at working capital needs by calculating the requirements of capital funds for one \"operating cycle\" of a business entity. One operating cycle is the length of time (usualy expressed as a percentage of a year) it takes to purchase raw materials inventory, process those raw materials into finished goods, sell the finished product, and turn any accounts receivable into cash so that the process may be repeated. Hence, the ultimate percentage which represents this cycle must speak to the turnover time of raw materials, accounts receivable, and any credit cycle. The time it takes to turn over inventory can be computed by dividing either the highest or the average inventory for the year by the costs of the goods sold in that year. This results in a percentage of a year. In similar fashion, the time it takes to turn over a receivable account is computed by dividing the highest receivables for the year by the sales for that year. This likewise is expressed as a percentage of a year. Adding inventory cycle to receivables cycle, one arrives at a theoretical time period, again expressed as a percentage of a year, that is required for the total productive process.\n\nThe Bardahl International case took the additional step of recognizing that those who supply raw materials and labor are not paid immediately. An appropriate credit period, usually 15 or 30 days, is stated as a percentage of a year (divided by 365 days per year, and this is subtracted from the total of the inventory and receivables percentages. When this ultimate percentage rate is applied to the net operating expenses for the year, the result represents the expenses for one business operating cycle $\\ast \\ast \\ast$ .To this are added reasonably anticipated extraordinary expenses during the tax year in question \\* \\* \\*.The sum represents the total requirements of the firm for liquid assets \\* \\* \\*. This is contrasted against the sum of liquid assets such as cash and equivalents $\\ast \\ast \\ast$ and investments which can be converted into cash readily if necessary \\* \\* \\* in order to ascertain whether there is an excess or shortage of available capital \\* \\* \\* . Cognizance must also be taken of any loans unrelated to the business $\\star \\star \\star$\n\nThe result of this whole process is a figure \\* \\* \\* indicating how much the subject firm has accumulated beyond its reasonable needs. This, in conjunction with its findings on the intent of the parties, should permit a factfinder to ascertain whether or not the corporate entity has been availed of for the purpose of avoiding income tax by one or more of the shareholders. $\\star \\star \\star$\n\nStock Redemptions. Corporations sometimes contend that an accumulation of earnings is necessary to create a fund for a later redemption of stock. In response to conflicting results in the courts, Congress has specifically provided that the term \"reasonable needs of the business'\" encompasses accumulations in the year of a shareholder's death or in any subsequent year to the extent they are necessary to make a stock redemption to pay death taxes under Section 303.69\n\nThe cases are inconsistent as to other types of future redemptions. Some courts have found accumulations to redeem dissenting minority or 50 percent shareholders to be a reasonable need of the business.70 But corporations have encountered more difficulty when they have attempted to justify an accumulation on the ground that reasonable business needs include accumulating earnings to redeem either a friendly minority shareholder71 or a majority shareholder.72 In each case, the question is whether the redemption satisfies a corporate purpose (e.g. preventing continuous deadlocks in the boardroom or, as in one old case, redeeming a shareholder's voting stock in a newspaper publisher to prevent the stock from being sold to special interests who might disrupt the paper's editorial policies73) as opposed to a shareholder purpose (e.g., funding a redemption of a retiring shareholder under a buy-sell agreement).74\n\nBurden of Proof. Sections 533 and 534 work together to provide an unusual procedure for regulating the burden of proof if an accumulated earnings tax controversy is litigated in the Tax Court. As we have seen, an accumulation beyond the reasonable needs of the business is determinative of the forbidden purpose unless the corporation proves otherwise by a preponderance of the evidence.75 The regulations provide that this presumption adds \"still more weight' to the usual presumption of correctness that accompanies the Service's determinations of tax liability.76 The Commissioner nonetheless will bear the burden of proof on the question of unreasonable accumulations unless it has informed the taxpayer, prior to sending a formal notice of deficiency, that the proposed notice includes an accumulated earnings tax deficiency.77 Even in the likely case where the Commissioner provides notice, the taxpayer can shift the burden of proof back to the Commissioner by submitting a statement setting forth the grounds on which it relies to establish that all or part of its earnings and profits have not been permitted to accumulate beyond the reasonable needs of the business.78 The statement must be filed within 30 days of the Commissioner's notification under Section 534(b).79 To shift the burden of proof, the taxpayer's statement may not consist merely of vague generalities. It must set forth with specificity and clarity the grounds on which it will rely to prove that its accumulations were reasonable.80\n\n# 4. CALCULATION OF ACCUMULATED TAXABLE INCOME\n\nCode: $^ { \\ S \\ S }$ 535(a)−(c); 561; 562(a)−(c); 563(a), (d); 565(a)−(d), (f).\n\nThe base for the accumulated earnings tax is accumulated taxable income, which Section 535(a) defines as taxable income of the corporation, adjusted under Section 535(b), less the sum of the dividends paid deduction and the accumulated earnings credit.\n\nAdjustments to Taxable Income. The base figure for computing accumulated taxable income is the current year's taxable income. The accumulated earnings tax, however, is directed at real retained economic profits because they are a more accurate measure of the corporation's capacity to pay dividends. As a result, taxable income is adjusted in a manner somewhat similar to that used to adjust taxable income to determine earnings and profits. For example, to arrive at accumulated taxable income, taxable income is reduced by certain nondeductible taxes81 and charitable contributions in excess of the percentage limitations.82 These items do not affect taxable income but nonetheless result in a decrease in the corporation's wealth. On the other hand, certain deductions allowed for income tax purposes that do not currently reduce the corporation's real wealth are disallowed in computing accumulated taxable income. These include the dividends received deduction88 and the net operating loss deduction.84\n\nSection 535(b) contains special rules governing the treatment of net capital gains and losses for purposes of determining accumulated taxable income.85 Section 535(b)(6) permits a corporation to reduce taxable income by its net capital gain for the year less attributable taxes. But for purposes of determining net capital gain prior net capital losses are treated as short-term capital losses in succeeding taxable years.86 Under Section 535(b)(5)(A) and (B), a corporation can deduct the amount of a net capital loss reduced by the lesser of its \"nonrecaptured capital gains deductions' or its earnings and profits as of the close of the preceding year.\"Nonrecaptured capital gains deductions'are generally defined by Section 535(b)(5)(C) as the excess of the aggregate amount allowable as a deduction in prior years for net capital gains over the aggregate reductions to capital losses for prior years.\n\nDividends Paid Deduction. Section 535(a) logically permits a corporation to reduce accumulated taxable income by dividends paid during the taxable year. Section 561(a) defines the \"dividends paid\" to include dividendss7 paid during the taxable year and certain \"consent dividends.\" Generally, distributions must be pro rata in order to qualify for the dividends paid deduction.88 Liquidating distributions and redemptions also may produce a deduction for dividends paid.89 Because a corporation frequently may not have the facts available to determine its liability for the accumulated earnings tax, Section 563(a) provides that dividends paid on or before the 15th day of the fourth month following the close of a taxable year are considered paid in the earlier year.\n\nConsent Dividends. Section 565 permits shareholders to file a consent with the corporation's tax return to include in income as dividends amounts which were not in fact distributed. Consent dividends are treated as if they were distributed in cash to the shareholders and then contributed back to the corporation on the last day of the corporation's taxable year.90\n\nAccumulated Earnings Credit. To the extent that a corporation's earnings are retained for the reasonable needs of the business, they are not within the ambit of the accumulated earnings tax. To remove these earnings from the grasp of the tax, a corporation is permitted a deduction for the accumulated earnings credit in determining accumulated taxable income. The accumulated earnings credit is equal to the amount of current earnings and profits (less the dividends paid deduction) retained for the reasonable needs of the business minus the deduction permitted for net capital gains.91 Section 535(c)(2) provides that the credit shall in no case be less than the amount by which $\\$ 250,000$ $\\$ 150,000$ in the case of certain service corporations) exceeds accumulated earnings and profits at the close of the preceding taxable year.92 This has the effect of enabling a corporation to accumulate a minimum of $\\$ 250,000$ regardless of its business needs.\n\n# PROBLEMS\n\n1. Which of the following accumulations are likely to be for the reasonable needs of the business?\n\n(a) A corporation retains $\\$ 200,000$ of earnings and profits per year for five years to finance a $\\$ 1,000,000$ expansion of its manufacturing plant. Should it matter if the corporation could have borrowed $80 \\%$ of the expansion costs?   \n(b) A corporation which manufactures computer chips accumulates $\\$ 2,000,000$ in order to acquire an office building which is rented to an insurance company under a net lease.   \n(c) Assume Parent Corporation owns all of the outstanding stock of Brother and Sister Corporations. Can Parent accumulate earnings and profits for Brother? Brother for Parent? Brother for Sister? See Reg. 8 1.537–2(c)(3), —3(b).   \n(d) A corporation accumulates earnings and profits for potential $\\ S 5 3 1$ tax liability.   \n(e) A corporation accumulates earnings and profits in order to redeem a class of limited and preferred stock.\n\n2. T Corporation (a shoe manufacturer) is a calendar year, accrual method corporation which is not a personal holding company and which has accumulated earnings and profits at the end of year one of $\\$ 200,000$ .T is a closely held corporation with three shareholders. In year two T has taxable income (all of which is ordinary income) of \\$60,000. T also has taxable income of \\$60,ooo in both years three and four. There are no distributions to shareholders in any year.\n\n(a) What tax results to T under 8S 11 and 531, assuming current 8 11 rates on all income in years two, three, and four? (b) What possible defenses may T have to the application of s 531? (c) What effect will $\\ S 5 3 4$ have on these facts?\n\n# D. THE PERSONAL HoLDING COMPANY TAx\n\n# 1. INTRODUCTION\n\nCode: 8s 541, 542(a).\n\nThe accumulated earnings tax is not an entirely effective vehicle to prevent the use of a corporation to avoid the individual tax rates (when they are higher than the corporate rates) because it is not imposed unless a corporation has accumulations that are motivated at least in part by tax avoidance. Moreover, the accumulated earnings credit may shelter substantial accumulations from the Section 531 tax. Partially in response to these shortcomings and in order to prevent certain other tax avoidance devices, Congress enacted the personal holding company tax.93\n\nThe original purpose of the personal holding company tax was to prevent taxpayers from avoiding the higher graduated individual tax rates by using devices known as \"incorporated pockethooks\"\n\n\"incorporated talents\" and \"incorporated properties.\" These schemes were structured as follows:\n\n(1) Incorporated Pocketbooks. A high bracket individual would transfer passive investments (e.g., stocks, bonds, rental property) to a corporation in exchange for its stock. The corporation then could take advantage of the lower corporate rates and the dividends received deduction for any dividends that it received. The income could be realized at a later date at capital gain rates through a liquidation of the company or, ideally, the stock could be held until the taxpayer's death when his heirs would take a stepped-up basis.\n\n(2) Incorporated Talents. A highly compensated individual, such as a movie star, would form a wholly owned corporation and agree to work for the corporation at a small salary. The corporation then would contract out the services of its owner-employee for a substantial sum, and the great bulk of the income would be taxed at the lower corporate rates.94\n\n(3) Incorporated Properties. A taxpayer would transfer both investment property and property which did not generate income, such as a yacht or home, to a corporation. The shareholder then would lease back the property for a nominal amount, and the corporation would attempt to shelter both the rental income and its other income by claiming deductions for depreciation and maintenance on the property.95\n\nTo combat these plans, Section 541 imposes a penalty tax of 20 percent on the\"undistributed personal holding company income\"of every \"personal holding company.\" The personal holding company tax is imposed in addition to a corporation's regular income tax. To avoid overlap, personal holding companies are not subject to the accumulated earnings tax.96 The remaining sections of this chapter are limited to an overview of the personal holding company tax, first examining the definition of a personal holding company and then turning to the determination of the tax.\n\n# 2. DEFINITION OF A PERSONAL HoLDING COMPANY\n\nCode: $\\ S$ 542(a).Skim $\\ S \\ 5 4 2 ( \\mathrm { c } )$\n\nA personal holding company is a corporation which satisfies a stock ownership requirement and an adjusted ordinary gross income test. Unlike the accumulated earnings tax, the determination of whether a\n\ncorporation is a personal holding company is an objective inquiry that does not depend on whether there is a tax avoidance motive.\n\n# a. STOCK OWNERSHIP REQUIREMENT\n\nCode: $\\ S \\ S$ 542(a)(2); 544.\n\nThe first leg of the definition of a personal holding company looks to whether the corporation is closely held. The stock ownership requirement in Section 542(a)(2) is satisfied if at any time during the last half of the taxable year more than 50 percent in value of the corporation's outstanding stock is owned, directly or indirectly, by or for not more than five individuals. Not surprisingly, this test is accompanied by special attribution rules in Section 544(a), under which stock owned by a corporation, _partnership, estate or trust is considered owned proportionately by its shareholders, partners or beneficiaries.97 An individual is considered to own stock owned by his family (brothers, sisters, spouse, ancestors and lineal descendants) or partners,98 as well as stock held under an option to purchase.99 Section 544(b)(1) provides that securities convertible into stock are considered stock for purposes of Section 542(a)(2) if the effect of their inclusion is to make the corporation a personal holding company.\n\n# b. INCOME TEST\n\nCode: 88 542(a)(1); 543.\n\nThe income test seeks to identify corporations with a significant amount of passive investment income or income attributable to the personal services of a major shareholder. Under Section 542(a)(1), at ieast 60 percent of a corporation's \"adjusted ordinary gross income\" (AOGI) must be “personal holding company income' before the corporation will be classified as a personal holding company. To apply this test, one must master some special terminology.\n\nAdjusted Ordinary Gross Income. The function of AOGI is to provide an accurate measuring rod against which to compare a corporation's passive investment and personal service income. Its computation begins with the corporation's gross income, which is then reduced by capital and Section 1231 gains to arrive at ordinary gross income (OGI).ioo These gains are excluded from gross income in order to prevent corporations from timing gains (and inflating their income) to avoid the income test 101\n\nNext, a series of adjustments must be made to OGI to determine AOGI. These adjustments also are designed to prevent easy avoidance of the income test by manipulation of the corporation's gross income For example, gross income includes the full amount of receipts from the rental of property or royalties from mineral exploration. Absent some adjustment mechanism, corporations could generate enough gross income from leveraged investments in these properties to inflate AOGI and escape the personal holding company tax. In order to preveni this technique, AOGI includes not al gross ordinary income but only the corporation's adjusted income from rents and royalties.102 This amount includes income from rents and mineral, oil and gas royalties only to the extent that the gross income from these activities exceeds the amount deductible for depreciation or depletion, property taxes, interest and rent.103 Since copyright royalties, royalties from films produced by the corporation and royalties from computer software produced by the corporation generally require more active participation than mineral or oil and gas royalties, the gross amount of royalties from copyrights, produced films or qualifying computer software businesses is included in AOGI.104 Interest earned by dealers on obligations of the United States and interest on condemnation awards, judgments and tax refunds also is excluded from AOGI.105\n\nPersonal Holding Company Income. The definition of personal holding company income in Section 543(a) is subject to a web of special rules and exceptions, making it one of the Code's most diabolical provisions. Before turning to the details, a few generalizations are in order. Incorporated pocketbooks and incorporated talents were Congress's prime targets when it first enacted and expanded the personal holding company tax. Consistent with that purpose, passive investment income and certain income from personal service contracts are the principal components of personal holding company income. But it is possible for rents, royalties, and other forms of income that appear to be passive to result from a corporation's legitimate active business pursuits. Section 543 attempts to identify the purely passive income and the types of personal service income targeted by the personal holding company provisions through the use of various mechanical tests, some of which are examined in more detail below.\n\nPassive Investment Income Items: In General. Passive investment income items are the principal target of the personal holding company tax. Personal holding company income thus includes dividends, interest, annuities, royalties and rents.106 Capital gains and Section 1231 gains are excluded because they historically have enjoyed preferential rates at both the corporate and individual levels. Dividends are defined by reference to Section 316 and are not reduced by the dividends received deduction. Interest includes imputed interest under provisions such as\n\nSections 483 and 7872, but the types of interest excluded from AOGI (e.g., interest on condemnation awards, judgments or tax refunds) do not constitute personal holding company income. The inclusion of most forms of interest income may create unexpected difficulties for an otherwise active corporation which has sold a substantial portion of its assets on credit in a year when other receipts are minimal.1o7 Royalties include income from licenses to use various types of intangible property (e.g., patents, trademarks, technical know-how)108 a broad definition that may threaten a high technology company, such as a computer software manufacturer, that chooses to license its technology rather than market it directly. Royalties from natural resources, films, copyrights and computer software are treated separately and are discussed below.\n\nRents. One of the major sources of complexity in Section 543 results from its attempt to draw objective lines between passive investment income and profits from an active operating business. Nowhere is this better illustrated than in the area of rents. Rents are personal holding company income if they constitute less than 50 percent of the corporation's total gross income (after certain adjustments).1o9 The underlying theory is that where rental income represents the major activity of the corporation, that activity is more likely to be of an active rather than a passive character. A special rule provides, however, that rents still may be characterized as personal holding company income even when they are 50 percent or more of the corporation's gross income if, apart from rents, more than 10 percent of the corporation's ordinary gross income (capital gains are excluded) is personal holding company income.110\n\nMineral, Oil and Gas Royalties. Income from mineral, oil and gas royalties also are singled out for special treatment. The \"adjusted income\" from these royalties constitutes personal holding company income unless: (1) such adjusted income constitutes 50 percent or more of the corporation's AOGI, (2) certain other forms of the corporation's personal holding company income do not exceed 10 percent of its OGI, and (3) the corporation's trade or business deductions, other than salaries and deductions specifically allowed by sections other than Section 162 (e.g., depreciation, interest, state taxes) exceed 15 percent of AOGI 111\n\nCopyright Royalties. Under rules similar to those applicable to mineral royalties, copyright royalties are personal holding company income unless: (1) they constitute 50 percent or more of the corporation's OGI, (2) other personal holding company income after certain adjustments, does not exceed 10 percent of the corporation's OGI. and (3)\n\nSection 162 business deductions allocable to the copyright royalties, other than salaries, deductions for royalties paid and deductions specifically allowed by sections other than Section 162, equal or exceed 25 percent of OGI reduced by royalties paid and depreciation dcductions attributable to the copyrights.112\n\nProduced Film Rents. \"Produced film rents\" are personal holding company income unless they constitute 50 percent or more of OGI.113 Active motion picture companies thus have nothing to fear from this provision.\n\nComputer Software Royalties. At one time, a closely held company that manufactured computer software was confronted with the personal holding company tax if it licensed its technology instead of marketing it directly.114 Despite the fact that the company was an active operating business. the payments received under the licensing agreements likely constituted personal holding company income under Section 543, which includes both “royalties” and certain \"copyright royalties” in the definition of personal holding company income.115 Congress responded to this problem by providing that computer software royalties do not constitute personal holding company income if they are \"active business computer software royalties.\"116 That term is defined in Section 543(d)(1) as royalties, received by a corporation in connection with the licensing of computer software, which satisfy four requirements that generally are designed to restrict the exception to corporations earning a substantial portion of their income and incurring significant expenses in the active conduct of the trade or business of developing, manufacturing, or producing computer software.117\n\nPersonal Service Income. The final major category of personal holding company income is aimed at the incorporated talent. Income from contracts to furnish personal services, including income from the sale or other disposition of such contracts, is tainted if: (1) the individual who is to perform the services is designated by name or description in the contract or can be designated by some person other than the corporation, and (2) the designated individual owns (directly or through attribution) 25 percent or more of the value of the corporation's stock at any time during the year.118\n\nOther Items. Personal holding company income also includes rents for the use of tangible property received from a 25 percent shareholder under certain conditionsli9 and income derived by the corporation in its capacity as a beneficiary of an estate or trust.120\n\n# Revenue Ruling 75-67\n\n1975-1 Cum. Bull. 169.\n\nAdvice has been requested whether, under the circumstances described below, a corporation will be considered to have received personal holding company income within the meaning of section 543(a)(7) of the Internal Revenue Code of 1954.\n\nB, a doctor specializing in a certain area of medical services, owns 80 percent of the outstanding stock of L, a domestic professional service corporation. B is the only officer of L who is active in the production of income for L, and he is the only medical doctor presently employed by L. B performs medical services under an employment contract with L. L furnishes office quarters and equipment, and employs a receptionist to assist B. P, a patient, solicited the services of and was treated by B.\n\nSection 543(a)(7) of the Code provides, in part, that the term personal holding company income includes amounts received under a contract whereby a corporation is to furnish personal services if some person other than the corporation has the right to designate, by name or description, the individual who is to perform the services, or if the individual who is to perform the services is designated, by name or description, in the contract.\n\nIn dealing with a professional service corporation providing medical services, an individual will customarily solicit and expect to receive the services of a particular physician, and he will usually be treated by the physician sought.\n\nA physician-patient relationship arises from such a general agreement of treatment. Either party may terminate the relationship at will, although the physician must give the patient reasonable notice of his withdrawal and may not abandon the patient until a replacement, if necessary, can be obtained. C. Morris & A. Moritz, Doctor and Patient and the Law 135 (5th ed. 1971). Moreover, if a physician who has entered into a general agreement of treatment is unable to treat the patient when his services are needed, he may provide a qualified and competent substitute physician to render the services. C. Morris & A. Moritz, supra, at 138, 374–75.\n\nThus, when an individual solicits, and expects, the services of a particular physician and that physician accepts the individual as a patient and treats him, the relationship of physician-patient established in this manner does not constitute a designation of the individual who is to perform the services under a contract for personal services within the meaning of section 543(a)(7) of the Code.\n\nIf, however, the physician or the professional service corporation contracts with the patient that the physician personally will perform particular services for the patient, and he has no right to substitute another physician to perform such services, there is a designation of that physician as the individual to perform services under a contract for personal services within the meaning of section 543(a)(7) of the Code.\n\nThe designation of a physician as an individual to perform services can be accomplished by either an oral or written contract. See Rev.Rul. 69–299, 1969–1C.B.165.\n\nMoreover, if L agreed to perform the type of services that are so unique as to preclude substitution of another physician to perform such services, there is also a designation.\n\nAccordingly, since in the instant case there is no indication that L has contracted that B will personally perform the services or that the services are so unique as to preclude substitution, it is held that income earned by L from providing medical service contracts will not be considered income from personal service contracts within the meaning of section 543(a)(7) of the Code.\n\n# 3. TAXATION OF PERSONAL HoLDING CoMPANIES\n\nCode: 88 541; 545(a).\n\nPersonal holding companies are subject to a tax of 20 percent of their undistributed personal holding company income.121 The key to understanding the computation of the personal holding company tax is the concept of undistributed personal holding company income (UPHCI). The definition of UPHCI bears no relationship to the definition of personal holding company income. As defined in Section 545(a), UPHCI is essentially the corporation's after-tax profits less a dividends paid deduction.\n\n# a. ADJUSTMENTS TO TAXABLE INCOME\n\nCode: 8 545(b).\n\nThe personal holding company tax is imposed on the corporation's real after-tax profits rather than its taxable income. Accordingly, in determining the tax base, certain adjustments are made to the corporation's taxable income so that it more nearly resembles the corporation's true economic income. Deductions are allowed for payments, such as federal taxesi22 and certain excess charitable contributions, which reduce the corporation's real wealth but are not allowable in computing taxable income.123 Conversely, certain deductions which are allowable in determining taxable income but which do not decrease the corporation's real earnings for the year are not allowed in determining UPHCI. An example is the Section 243 dividends received deduction.124 Net operating losses also receive special treatment.125 Finally, in order to exempt long-term capital gains from the personal holding company tax, corporations may eliminate net capital gains less attributable taxes in determining UPHCI.126\n\nAnother Section 545(b) adjustment relates to a specific tax avoidance scheme mentioned earlier. Individuals cannot depreciate their homes, yachts, vacation homes or other property held for personal use. In order to obtain the benefits of depreciation, individuals would transfer these assets to a corporation with other income and then lease them back in an attempt to convert the assets to income-producing status in the hands of the corporation. We have already seen that the resulting rental income willikely be personal holding company income. Section 545(b)(6) attacks this same scheme from a different angle. For purposes of determining UPHCI, if the corporation leases its property, the allocable business and depreciation deductions are limited to the rental income from the property unless the corporation can establish that: (1) the rent received for the property was the highest obtainable, (2) the property was held by the corporation in the course of a business for profit, and (3) there either was a reasonable expectation of profit from the property or the property was necessary to the conduct of the business.\n\n# b. DIVIDENDS PAID DEDUCTION\n\nCode: $\\ S \\ S \\ S 6 1$ ; 316(b); 562(a)–(c); 563–565.Skim $\\ S 5 4 7$\n\n'The purpose of the personal holding company tax is to force personal holding companies to distribute earnings to their individual shareholders. It follows that to the extent a personal holding company distributes its earnings, the Section 541 tax should not apply. To qualify for the dividends paid deduction, distributions generally must be pro rata.i27 Under Section 561(a), the dividends paid deduction equals the sum of the dividends paid during the taxable year, consent dividends, and the dividend carryover under Section 564. The combination of these provisions make it highly unlikely that any well informed personal holding company ever will be subject to the penalty tax.\n\nDividends Paid During the Year. Dividends paid during the year are determined by reference to the definition of a dividend in Section 316. For purposes of the dividends paid deduction, the regulations provide that a dividend in kind of appreciated property may only be deducted to the extent of the corporation's basis in the distributed property.128 This rule is at variance with the treatment of such dividends to shareholders, for whom the \"amount\" of the distribution is the full fair market value of the distributed property under Section 301(b)(1)(A). But the regulation was upheld by the Supreme Court on the general ground that Treasury Regulations should be sustained by the courts whenever they have a \"reasonable basis.\"129 Query whether the same approach should be used for distributions of property that has declined in value?\n\nDistributions and redemptions treated as Section 301 distributions are, of course, taxable as dividends to the shareholders to the extent of the corporation's available earnings and profits. If a corporation is a personal holding company, however, distributions may be taxed as dividends even if there are no available earnings and profits. Under Section 316(b)(2), if a personal holding company makes distributions in excess of the available earnings and profits, the distributions are nonetheless treated as dividends for all purposes to the extent of the corporation's UPHCI. This rule also applies if a corporation is considered to make a distribution under Section 563(b) (dividends paid after the year) or Section 547 (deficiency dividends) in a year in which it is a personal holding company.\n\nSection 563(b) Election. If a corporation elects under Section 563(b), dividends paid or on before the 15th day of the fourth month following the close of a taxable year will be treated as having been paid during the prior year. The amount allowed as a dividend under Section 563(b) cannot exceed either the corporation's UPHCI for the prior taxable year or 20 percent of the actual dividends paid during the prior year.130\n\nConsent Dividends. If a corporation does not make actual distributions during the relevant period, it still can qualify for a dividends paid deduction to the extent that its shareholders consent to be taxed as if they had received pro rata distributions during the year and had immediately made capital contributions of the same amount.181 Consent dividends are deductible only to the extent that all the shareholders consent to be taxed on a pro rata basisis2 and only to the extent that actual distributions would be dividends under Section 316(a) or 316(b).\n\nDividend Carryover. Even if a corporation pays no actual or consent dividends, it is entitled to a current dividend deduction if it has paid sufficient dividends in either or both of the two preceding years. Under Section 564 the amount of this deduction is the greater of the excess of the dividends paid deduction (without carryovers) over taxable income, as adjusted in Section 545, for the preceding year, or the excess of the combined dividends paid deduction (without carryovers) for the preceding two years over the total taxable income (again adjusted under Section 545) for the same two years. Roughly translated, this means that a corporation that over distributes in prior years may distribute less in the current year in determining its exposure to the tax.\n\nLiquidating Distributions. If a corporation is liquidating, it still may be a personal holding company. Indeed, an operating company may become a personal holding company during the process of liquidating if it ceases its operations in a taxable year prior to its final liquidating distribution and has only passive investment income in that terminal year. In order to avoid penalizing liquidating corporations by denying them a dividends paid deduction for actual liquidating distributions, Section 562(b)(2) provides that if the corporation liquidates within 24 months of adopting a plan of liquidation, liquidating distributions to corporate shareholders are treated as dividends for purposes of the dividends paid deduction to the extent of the shareholder's proportionate share of UPHCI for the year of the distribution. At the corporation's election, liquidating distributions to noncorporate shareholders also may be treated as dividends under Section 316(b)(2)(B) to the extent of the shareholders' proportionate share of UPHCI. If they are so treated, the corporation is entitled to take the dividends paid deduction. Unlike corporate shareholders, however, noncorporate shareholders must treat such liquidating distributions as dividend income under Section 316(b) rather than capital gain under Section 331.\n\nDeficiency Dividends. If a corporation is determined to be a personal holding company for a particular year, Section 547 permits the corporation to reduce its personal holding company tax base (but not interest or penalties) by the amount of its \"deficiency dividends.\" Deficiency dividends are defined as amounts paid within 90 days of the determination of personal holding company tax liability which would have been eligible for the dividends paid deduction if distributed in the year in which Section 541 tax liability exists.133 A deficiency dividend is allowed as of the date a claim for dividend is filed.134\n\n# PROBLEMS\n\n1. X Corporation is wholly owned by A. Determine whether X is a personal holding company under each of the following alternatives:\n\n(a) X manufactures umbrellas. In year one, X has \\$2,000,000 gross receipts from sales, and its cost of goods sold is \\$800,000. It has no other income or expenses and makes no distributions\n\n(b) X's business hits a dry spell in year two. Its gross receipts from sales are $\\$ 900,000$ , and its cost of goods sold is \\$890,000.X also receives \\$30,000 interest on its \\$200,000 profit from year one, which it deposited in a savings account.   \n(c) What result in (b), above, if X also had $\\$ 30,000$ of $\\ S$ 1231 gains in year two? What about $\\$ 10,000$ of $\\ S$ 1231 gains and $\\$ 20,000$ of $^ \\mathsection$ 1245 gain?\n\n2. Consider whether the follwing corporations are personal holding companies:\n\n(a) Basketball Corporation is wholly owned by Dr. K, who plays professional basketball. Dr. K contracts to work for the corporation for $\\$ 150,000$ per year. Basketball Corporation then contracts with Team to provide Dr. K's services to Team for $\\$ 300,000$ per year.   \n(b) What result in (a)， above, if Basketball purchases a movie theater by paying $\\$ 20,000$ down and taking the theater subject to a $\\$ 180,000$ mortgage. During the year, the theater has receipts of $\\$ 300,000$ and deductible expenses (depreciation interest, salaries and film rents) of $\\$ 300,000$   \n(c) Attorney forms Professional Corporation and incorporates his private practice. During the year the corporation earns fees of $\\$ 300,000$ and pays Attorney a salary of $\\$ 150,000$   \n(d) Aside from the personal holding company tax, what other challenges might the Service assert in parts (a)–(c)?\n\n3. Iris Securities Company is wholly owned by Investor. Determine whether Iris is a personal holding company, and if so, the amount of the $\\ S 5 4 1$ tax, under the foillowing circumstances:\n\n(a) Iris earns a total of $\\$ 30,000$ of interest and dividends in year one. Iris also owns an apartment complex. During the past year, it collected rents of $\\$ 100,000$ . Iris's only deductions were depreciation of $\\$ 35,000$ , mortgage interest of $\\$ 30,000$ ,and property taxes of \\$5,000. Iris makes no distributions during the year.   \n(b) Assume that Investor comes to you for tax advice on December 15 of year one. If Iris uses the calendar year as its taxable year, can it avoid personal holding company status? What if Investor comes to you in January of year two?\n\n4. Operating Company is owned equally by Ms. Active and by X Corporation. Operating Company has been engaged in the retail sales business. In June of year one, Operating Cornpany adopts a plan to liquidate. In December of year one, it sells all its assets for \\$1,000,000, which it deposits in a short-term savings account. In June of year two, after having earned \\$50,0o0 interest during the year, Operating Company liquidates by distributing \\$525,000 to each shareholder. To simplify the facts, disregard the federal tax Operating Company owes on the \\$50,000 of interest income.\n\n(a) What are the tax consequences to Operating and its shareholders?   \n(b) What alternatives are available?\n\n# PART THREE\n\n# TAXATION OF S CORPORATIONS\n\nCHAPTER 15 S Corporations\n\n![](images/900327f1b3f1c0f793d1ce9c3211f506bfc504c0721ce3488664a4604c9a6eac.jpg)"
    }
  }
}