{
  "backend": "pipeline",
  "version": "2.6.8",
  "results": {
    "Ch15_S_Corporations": {
      "md_content": "# CHAPTER 15\n\n# S CORPORATIONS\\*\n\n# A. INTRODUCTION\n\nWe have seen that a C corporation's net income is taxable at a flat rate of 21 percent,1 and those earnings are taxed again when distributed as dividends to noncorporate shareholders. Although many techniques have been devised to avoid the impact of the double tax regime, that framework nonetheless remains the principal feature distinguishing the taxation of incorporated and unincorporated businesses. In comparison, partnerships and limited liability companies are treated for tax purposes as conduits whose income and deductions pass through to the partners or members as they are realized, with the various items retaining their original character in the process.3 Because income is taxed at the partner level, partnership distributions of cash and property generally do not produce any additional tax liability.4\n\nIn the early days of our tax history, taxpayers sought to obtain the state law benefits of the corporate form (limited liability, centralized management, etc.) without having to endure the sting of the double tax. Congress attempted to accommodate this desire over 60 years ago when it enacted Subchapter S, which allows the shareholders of a \"small business corporation\" to elect to avoid a corporate level tax in most situations. The stated purpose of Subchapter S was to permit a business to select its legal form \"without the necessity of taking into account major differences in tax consequence.\"5\n\nAs originally adopted, Subchapter S was a modified corporate scheme of taxation rather than a partnership-like pass-through regime. This early version was a strange hybrid of corporate and partnership concepts, laden with complexity. In these formative years, an electing small business necessarily depended on skilled lawyers and accountants to avoid Subchapter S's many technical traps. Calls for reform began with a 1969 Treasury Department study, which in general proposed a liberalization of the eligibility requirements and the adoption of a conduit approach more closely conforming to the tax treatment of partnerships.6 Congress gradually relaxed the eligibility requirements through piecemeal legislation, most notably the Subchapter S Revision Act of 1982.7 The 1982 Act greatly reduced the tax disparities between Subchapter S corporations and partnerships by replacing the modified corporate structure of Subchapter S with a statutory scheme which is similar but not identical to the tax treatment of partnerships and partners under Subchapter K. That Act also introduced the terminology now used in the Code. Electing small business corporations are called \"S corporations'\" while other corporations are known as “C corporations.\"8\n\nSubsequent legislation further liberalized the Subchapter S eligibility requirements and eliminated technical traps for corporations seeking to elect and maintain S corporation status. As a result of these reforms, the tax differences between partnerships and S corporations have narrowed, making operation as an S corporation a viable, albeit much less flexible, alternative for some closely held businesses. But significant differences in tax treatment remain between S corporations and unincorporated businesses. Subchapter S status is available only for corporations that satisfy the statutory definition of \"small business corporation\" in Section 1361(b). This definition restricts eligibility to corporations with 100 or fewer shareholders; prohibits more than one class of stock; and limits the types of permissible shareholders. Moreover, partners' bases in their partnership interests are increased by their share of partnership liabilities,9 while debts incurred by an S corporation to outsiders have no effect on the bases of the corporation's shareholders in their stock. This difference may have an impact upon the ability of investors to utilize losses generated by the enterprise and the treatment of distributions.10 Subchapter K also offers partners more flexibility in determining their individual tax results from partnership operations. Partnership allocations of specific items of income or deduction to a particular partner will be respected as long as the allocation has substantial economic effect, while shareholders of an S corporation are required to report a pro rata share of each corporate item.11\n\nA pass-through tax regime for corporate entities is most attractive when the individual tax rates are on a relative par with corporate tax rates. For a brief time in the late 1980s, the top individual marginal rate fell below the maximum rate for C corporations, influencing many closely held businesses requiring the corporate form and able to meet the eligibility requirements to operate as S corporations. The current tax landscape, however, is markedly different. The Tax Cuts and Jobs Act significantly reduced the maximum corporate rate from 35 percent to the current 21 percent flat rate. This rate reduction far outpaced the decline in the highest individual tax rates from 39.6 percent to 37 percent. As a result, the prospect of conducting a business through a C corporation and retaining earnings to be taxed at lower rates has once again gained traction and may make the S corporation alternative less attractive in some situations.\n\nIt was once thought that the emergence of the limited liability company, with its far greater flexibility， and the ease of electing partnership status for tax purposes under the check-the-box classification regulations, threatened to send S corporations to the sidelines. Despite these developments and the reduction of the corporate income tax rate, it would be premature to predict the demise of the S corporation. Many existing S corporations remain on the scene and the Subchapter S corporation tax regime and governance structure are relatively simple and familiar. In fact, S corporations became the most common corporate entity type in 1997 and, for taxable years ending in 2018, the latest for which data is available, 70.6 percent of all corporations filing tax returns were S corporations.12 In 2018, the number of S corporation returns (5,128,058) exceeded the number of partnership returns (4,239, 198).13 Thus, because S corporations continue to be an option for many operating businesses, a study of the fundamentals of Subchapter S is essential for a comprehensive understanding of business enterprise taxation. It also is instructive to compare the provisions of Subchapters S and K and to consider which of these pass-through taxation models is preferable from a policy standpoint.14\n\n# B. ELIGIBILITY FOR S CORPORATION STATUS\n\nCode: 8 1361.\n\nEligibility to make a Subchapter S election is limited to a \"small business corporation,” defined in Section 1361(b) as a domestic corporation1s which is not an “ineligible corporation'and which has: (1) no more than 100 shareholders, (2) only shareholders who are individuals, estates, and certain types of trusts and tax-exempt organizations, (3) no nonresident alien shareholders, and (4) not more than one class of stock. The 100-shareholder limit disqualifies publicly traded corporations from S status, and the one-class-of-stock rule shuts the door to corporations with complex capital structures. Significantly, however, there is no cap on the income or asset value of a \"small business corporation.\" Although most S corporations conduct relatively small businesses and many have only one shareholder, some very large enterprises operate as S corporations, including a few with assets exceeding $\\$ 100$ million.16\n\nSome remaining aspects of the S corporation eligibility requirements are summarized below.\n\nIneligible Corporations and Subsidiaries. An \"ineligible corporation\" may not qualify as a \"small business corporation.\"17 Certain types of corporations, such as banks and insurance companies, are“\"ineligible\" because they are governed by other specialized tax regimes.18 At one time, any corporation that was a member of an \"affiliated group' also was ineligible to be an S corporation—a rule that effectively precluded S corporations from owning 80 percent or more of the stock of another C or S corporation.19 Under current Iaw, S corporations may hold subsidiaries under certain conditions. C corporation subsidiaries generally are permited,20 and a parent-subsidiary relationship between two S corporations also is allowed if the parent elects to treat its offspring as a \"qualified subchapter S subsidiary' (\"QSSS\"), which generally is defined as a 100 percent owned domestic corporation that is not an \"ineligible corporation” and otherwise would qualify for S status if all of its stock were held by the shareholders of its parent.21 If this QSSS election is made, the subsidiary is disregarded for tax purposes, and all of its assets, liabilities, income, deductions, and credits are treated as belonging to its S parent.22 The regulations provide detailed procedures to govern revocation and other terminations of a QSSS election. In general, they treat a terminating event as a deemed incorporation of a new subsidiary that is governed by general tax principles.23\n\nNumber of Shareholders. Congress has made S corporations more widely available by gradually increasing the number of permissible shareholders. The current 100-shareholder limit24 is nearly triple an earlier 35-shareholder cap. For purposes of this limit, a married couple (and their estates) are counted as one shareholder regardless of their form of ownership.25 If stock is jointly owned (e.g., as tenants in common or joint tenants) by other than a husband and wife, each joint owner is considered a separate shareholder.26 In the case of a nominee, guardian, custodian, or agent holding stock in a representative capacity, the beneficial owners of the stock are counted toward the 100-shareholder limit.27\n\nIn addition to the special rule for spouses, all the members of a \"family\" (and their estates) are treated as a single shareholder for purposes of the 100-shareholder limit.28 A family is defined as the lineal descendants (and their spouses and former spouses) of a common ancestor who is no more than six generations removed from the youngest generation shareholder as of the later of the date the S election is made, the earliest date that a family member holds stock in the corporation, or October 22, 2004.29\n\nEligible Shareholders. Congress also has gradually expanded the eligible S corporation shareholder pool. Once limited to individuals who were U.S. citizens or resident aliens, the permissible shareholder list now also includes decedent's and bankruptcy estates,30 certain types of trusts discussed in more detail below,31 qualified pension trusts, and charitable organizations that are exempt from tax under Section 501(c)(3).32 A corporation still may not make an S election if any of its shareholders are C corporations, partnerships, ineligible trusts, or nonresident aliens.33\n\nWhen Subchapter S was first enacted, trusts were not eligible shareholders, primarily because of Congress's desire for a relatively simple one-tier corporate tax regime where all beneficial owners were clearly identifiable. In response to the pleas of tax advisors to closely held businesses, Congress gradually relented by permitting various widely used types of trusts to be S corporation shareholders if certain conditions are met. Under current law, the trusts that are permissible shareholders include:\n\n(1) Voting trusts, in which case each beneficial owner is treated as a separate shareholder;34\n\n(2) Grantor trusts—i.e., domestic trusts treated for tax purposes as owned by their grantor—provided the grantor is an individual who is a U.S. citizen or resident.35 An example would be the commonly used revocable living trust created to provide for continuity of asset management in the event of the grantor's disability and to avoid probate administration on death. For purposes of the 100- shareholder limit, the deemed owner of the trust is treated as the shareholder.36\n\n(3) Former grantor trusts that continue as testamentary trusts, but only for the two-year period following the grantor's death.37 The former deemed owner's estate is treated as the S corporation shareholder.38\n\n(4) Testamentary trusts that receive S corporation stock under the terms of a will, but again only for the two-year period after the date of transfer of the stock to the trust.s9 The testator's estate continues to be treated as the S corporation shareholder.40\n\n(5) Qualified Subchapter S trusts (\"QSSTs'), defined generally as trusts all of the income of which is actually distributed or must be distributed currently to one individual who is a U.S. citizen or resident.41 A QSST may only have one current income beneficiary, who must elect QSST status and, as a result, is treated as the owner for tax purposes of the portion of the trust consisting of the S corporation stock with respect to which the election was made.42 Among other things, the QSST definition permits a Qualified Terminable Interest Property (\"QTIP\") Trust,43 the most widely used type of estate tax marital deduction trust created for the benefit of a surviving spouse, to hold S corporation stock.\n\n(6) Electing small business trusts (\"ESBTs'), a statutory creation that potentially expands the usefulness of S corporations in estate planning for a family business. All the beneficiaries of an ESBT must be individuals or estates who are eligible S corporation shareholders, nonresident aliens, or charitable organizations holding contingent remainder interests.44 The beneficial interests in an ESBT must have been acquired by gift or bequest, not purchase,45 and the trust must elect ESBT status to qualify as an S corporation shareholder.46 Each potential current beneficiary of the trust is treated as a shareholder for purposes of the 100-shareholder limit,47 but the trust's pro rata share of S corporation income is taxable to the trust at the highest individual marginal rates under rules specially designed for this purpose.48 The significance of the ESBT category is that it permits inter vivos and testamentary trusts with more than one beneficiary—e.g., a “sprinkling'\" trust where the trustee has discretion to determine whether and how much income or corpus to distribute among several beneficiaries—-to qualify as an S corporation shareholder.\n\nThe regulation treating a family as one shareholder for the 100- shareholder limit explains that the rule applies to family members who own stock directly as well as those who are shareholders because they are beneficiaries of a QSST or ESBT.49\n\nOne-Class-of-Stock Requirement. An S corporation may issue both stock and debt, but it may not have more than one class of stock.50 The purpose of this rule is to simplify the allocation of income and deductions among an S corporation's shareholders and prevent \"special allocations\" and their potential for income shifting. The one-class-of-stock requirement has spawned many controversies over its history, but the issuance of final regulations has resolved the most contentious issues.\n\nAn S corporation generaly is treated as having one class of stock if all of its outstanding shares confer identical rights to distributions and liquidation proceeds.51 Significantly, differences in voting rights among classes of common stock are disregarded, permitting an S corporation to issue both voting and nonvoting common stock.52 In determining whether outstanding stock confers identical rights to distribution and liquidation proceeds, the regulations look to the corporate charter, articles of incorporation, bylaws, applicable state law, and binding shareholders agreements.53\n\nCommercial contractual arrangements, such as leases, employment agreements, or loan agreements, are disregarded in determining whether a second class of stock is present unless a principal purpose of the agreement is to circumvent the one class of stock requirement.54 For example, differences in salary or fringe benefits paid to employeeshareholders under compensation agreements will not result in a second class of stock if the agreements are not designed to circumvent the requirement.55 Bona fide agreements to redeem or purchase stock at the time of death, divorce, disability or termination of employment also are disregarded in determining whether an S corporation has a second class of stock.56 Other shareholder buy-sell, stock transfer and redemption agreements are disregarded in determining whether a corporation's outstanding shares confer identical distribution and liquidation rights unless: (1) a principal purpose of the agreement is to circumvent the oneclass-of-stock requirement, and (2) the purchase price under the agreement is significantly in excess of or below the fair market value of the stock. Agreements that provide for a purchase or redemption of stock at book value or at a price between book value and fair market value satisfy the purchase price standard.57\n\nUnless the straight debt safe harbor applies,s8 any instrument, obligation or arrangement issued by a corporation (other than outstanding stock) is treated as a second class of stock if: (1) it constitutes equity under general tax principles, and (2) a principal purpose of issuing or entering into the instrument, obligation or arrangement is to circumvent the distribution and liquidation rights of outstanding shares or the limitation on eligible shareholders.59 Safe harbors from reclassification are provided for short-term unwritten advances to the corporation that do not exceed \\$10,o00 and obligations held proportionately among the shareholders.60 The existence of various corporate instruments that give holders the right to acquire stock (e.g., call options or warrants) also may create a second class of stork depending upon whether the right is substantially certain to be exercised by the holder.61\n\nStraight Debt Safe Harbor. The interaction of the one-class-of-stock limitation with the debt vs. equity classification issues encountered under Subchapter Co2 historically presented some knotty problcns for S corporations with outstanding debt. In the formative years of Subchapter S, the Service adopted a practice of reclassifying nominal S corporation debt owed to shareholders as a second class of stock, causing the corporation to lose its S status.63 This threat has diminished considerably by a safe harbor provision in Section 1361(c)(5) under which \"straight debt\" is not treated as a disqualifying second class of stock. \"Straight debt'\" is defined as any written unconditional promise to pay on demand or on a specified date a sum certain in money if: (1) the interest rate and payment dates are not contingent on profits, the borrower's discretion or similar factors; (2) the instrument is not convertible (directly or indirectly) into stock; and (3) the creditor is an individual (other than a nonresident alien), an estate or trust that would be a qualifying shareholder in an S corporation, or a person that is actively and regularly engaged in the business of lending money.64 The fact that an obligation is subordinated to other debt of the corporation does not prevent it from qualifying as straight debt.65\n\nObligations that qualify as straight debt are not classified as a second class of stock even if they would be considered equity under general tax principles and they generally are treated as debt for other purposes of the Code.66 Thus, interest paid or accrued on straight debt is treated as such by the corporation and the recipient and does not constitute a distribution governed by Section 1368.67 But if a straight debt instrument bears an unreasonably high rate of interest, the regulations provide than an “appropriate\" portion may be recharacterized and treated as a payment that is not interest.68 If a C corporation has outstanding debt obligations that satisfy the straight debt definition but may be classified as equity under general tax principles, the safe harbor ensures that the obligation will not be treated as a second class of stock if the C corporation elects to convert to S status.\n\nThe conversion and change of status also is not treated as an exchange of the debt instrument for stock.69\n\n# PROBLEM\n\nUnless otherwise indicated, Z Corporation $( ^ { 6 6 } Z ^ { 5 } )$ is a domestic corporation which has 120 shares of voting common stock outstanding. In each of the following alternative situations, determine whether Z is eligible to elect S corporation status:\n\n(a) Z has 99 unrelated individual shareholders, each of whom owns one share of Z stock. The remaining 21 shares are owned by A and his brother, B, as joint tenants with right of survivorship.   \n(b) Same as (a), above, except that_A and B are married and own 11 of the 21 shares as community property. The remaining 10 shares are owned 5 by A as her separate property and 5 by B as his separate property.   \n(c) In (b), above, assume that the shareholders of Z elected S corporation status. What will be the effect on Z's election if one\n\nOk wble stoce in A estre cnie ilayrbve to F -releirn\n\n(d) Same as (a), above, except that the remaining 21 shares are held by a voting trust which has three beneficial owners.   \n(e) Same as (a), above, except that the remaining 21 shares are owned by a revocable living trust created by an individual, the income of which is taxed to the grantor under 8 671.   \n(f) Same as (a), above, except that the remaining 21 shares are owned by a testamentary trust under which the surviving spouse has the right to income for her life, with the remainder passing to her children. The trust is a \"qualified terminable interest trust\" (see $\\ S$ 2056(b)(7).   \n(g)1 Assume Z has 100 individual shareholders and forms a partnership with two other S corporations, each of which also have 100 individual shareholders, for the purposes of jointly operating a business. Z's one-third interest in this partnership is its only asset.   \n(h) 2 Z has 100 shares of Class A yoting common stock and 50 shares of Class B nonvoting common stock outstanding. Apart from the differences in voting rights, the two classes of common stock have equal rights with regard to dividends and liquidation distributions. Z also has an authorized but unissued class of nonvoting stock which would be limited and preferred as to dividends. The Class A common stock is owned by four individuals and the Class B common stock is owned by E and F (a married couple) as tenants-in-common.\n\n(i) Same as (h), above, except that Z enters into a binding agreement with its shareholders to make larger annual distributions to shareholders who bear heavier state income tax burdens. The amount of the distributions is based on a formula that will give the shareholders equal after-tax distributions.\n\ni) Z has four individual shareholders each of whom own 100 shares of Z common stock for which each paid $\\$ 10$ per share. Each shareholder also owns $\\$ 25,000$ of 15-year Z bonds. The bonds bear interest at $3 \\%$ above the prime lending rate established by the Chase Manhattan Bank, adjusted quarterly, and are subordinated to general creditors of $\\mathbf { Z }$\n\n# C. ELeCTION, ReVOCATION AND TERMINATION\n\nCode: 88 1362 (omit (e)(5)–(6)); 1378. Skim \\$\\$444(a), (b), (c)(1), (e) 7519(a), (b), (d)(1), (e)(4).\n\nElecting S Corporation Status. An otherwise eligible corporation may elect S corporation status if all the shareholders consent.7o Once made, an election remains effective until it is terminated under Section 1362(d).71 An election is effective as of the beginning of a taxable year if it is made either during the preceding taxable year or on or before the fifteenth day of the third month of the current taxable year.72 If the election is made during the first $2 \\%$ months of the year, the S corporation eligibility requirements must have been met for the portion of the taxable year prior to the election, and all shareholders at any time during the pre-election portion of the year must consent to the election.73 If the eligibility requirements are not met during the pre-election period or if any shareholder who held stock during that period does not consent, the election does not become effective until the following taxable year.74 In some cases, however, such as where an election is technically invalid because of the corporation's inadvertence or failure to obtain all the requisite shareholder consents on time, the Service may grant dispensation and waive the defect if there is reasonable cause.75\n\nRevocation of Election. An S corporation election may be revoked if shareholders holding more than one-half of the corporation's shares (including nonvoting shares) consent to the revocation.76 The revocation may specify a prospective effective date.77 If a prospective effective date is not specified, a revocation made on or before the fifteenth day of the third month of the taxable year is effective on the first day of the taxable year and a revocation made after that date is effective on the first day of the following taxable year.78\n\nTermination of Election. Apart from revocation, an S corporation election may be terminated if the corporation ceases to satisfy the definition of a smal business corporation or, in certain circumstances, if the corporation earns an excessive amount of passive investment income.79 The first ground for termination is easily illustrated. Terminating events include: (1) exceeding 100 shareholders; (2) issuance of a second class of stock; or (3) transfer of stock to an ineligible shareholder. In all those cases, the corporation will cease to be a small business corporation and its S corporation election will terminate on the day after the disqualifying event.80 To prevent or cure transfers that may jeopardize a corporation's S corporation status, the shareholders will be well advised at the outset to enter into an agreement restricting stock transfers.\n\nThe limitation on passive investment income is more complex. An election to be an S corporation will terminate if for three consecutive taxable years the corporation's “passive investment income\"exceeds 25 percent of its gross receipts and the corporation has Subchapter C earnings and profits.81 A termination triggered by excess passive investment income is effective beginning on the first day of the taxable year following the three year testing period.82 It is important to note that the Subchapter C earnings and profits requirement has the effect of rendering this limitation inapplicable to a corporation that has always been an S corporation or which has been purged of its earnings and profits.&s Passive investment income generally is defined as gross receipts from royalties, rents, dividends, interest, and annuities.84 hut it does not include gains on the disposition of property, or dividends received by an S corporation from a C corporation subsidiary to the extent they are attributable to earnings and profits of the subsidiary that are derived from the active conduct of a trade or business.85 For purposes of the overall gross receipts definition, gross receipts from sales or exchanges of stock or securities are considered only to ihe extent of gains.86 Gross receipts on the disposition of capital assets other than stock or securities are taken into account only to the extent of the excess of capital gains over capital losses from such dispositions.87\n\nWhen an S corporation election terminates during the S corporation's taxable year, the corporation experiences an “S termination year,\" which is divided into two short years: an S short year and a C short year.88 Income, gains, losses, deductions and credits for an S termination year generally may be allocated between the two short years on a pro rata basis or the corporation may elect to make the allocation under its normal accounting rules.89 The corporation's tax liability for the short taxable year as a C corporation is then computed on an annualized basis.90\n\nInaduertent Terminations. If an S corporation election is terminated, the corporation generally is not eligible to make another election for five taxable years unless the Treasury consents to an earlier election.91 Section 1362(f) provides relief if a termination is caused by the corporation ceasing to be a small business corporation or by excessive passive investment income. The corporation will be treated as continuing as an S corporation and the terminating event will be disregarded if: (1) the Service determines that the termination was inadvertent, (2) the corporation takes steps within a reasonable time to rectify the problem, and (3) the corporation and its shareholders agree to make whatever adjustments are required by the Service.92 The corporation has the burden of establishing that under the relevant facts and circumstances the Commissioner should determine that the termination was inadvertent. Under the regulations, inadvertence may be established by showing that the terminating event was not reasonably within the control of the corporation and was not part of a plan to terminate the election, or that the event took place without the knowledge of the corporation notwithstanding its due diligence to prevent the termination.93 For example, if a corporation in good faith determines that it has no Subchapter C earnings and profits but the Service later determines on audit that the corporation's S election terminated because it had excessive passive investment income for three consecutive years while it also had accumulated earnings and profits, it may be appropriate for the Service to find that the termination was inadvertent.\n\nTaxable Year of an $S$ Corporation. To preclude S corporations from using fiscal years to achieve a deferral of the shareholders' tax liability, S corporations must use a \"permitted year,\" which is defined as either a calendar year or an accounting period for which the taxpayer establishes a business purpose.94 The Service has ruled that the business purpose requirement may be satisfied if the desired tax accounting period coincides with a 'natural business year'95 and has quantified the concept with the same 25-percent test applicable to partnerships seeking to use a natural business fiscal year.96 Under this test, a natural business year exists if 25 percent or more of the S corporation's gross receipts for the selected 12-month period are earned in the last two months. This 25- percent test must be met in each of the preceding three 12-month periods that correspond to the requested fiscal year.97\n\nSection 1378 makes it clear that tax deferral for shareholders does not constitute a business purpose for a fiscal year. The legislative history also identifies several factors which generaliy do not support a claim of business purpose:98\n\nThe conferees intend that (1) the use of a particular year for regulatory or financial accounting purposes; (2) the hiring patterns of a particular business, e.g., the fact that a firm typically hires staff during certain times of the year; (3) the use of a particular year for administrative purposes, such as the admission or retirement of partners or shareholders, promotion of staff, and compensation or retirement arrangements with staff, partners, or shareholders; and (4) the fact that a particular business involves the use of price lists, model year, or other items that change on an annual basis ordinarily will not be sufficient to establish that the business purpose requirement for a particular taxable year has been met.\n\nFiscal Year Election. Congress has modified these strict taxable year requirements by allowing S corporations to elect to adopt. retain change to a fiscal year under certain conditions, including the payment of an entity-level tax designed to represent the value of any tax deferral to the shareholders that would result from the use of the fiscal year. The rules governing the fiscal year election and the required entity-level payment are found in Sections 444 and 7519.\n\nSection 444 permits a newly formed S corporation to elect to use a taxable year other than the calendar year required by Section 1378 provided that the year elected results in no more than a three-month deferral of income to the shareholders.99 An election and the Section 7519 payment is not required, however, for any S corporation that has established a business purpose for a fiscal year under Section 1378(b)(2).100\n\nThe trade-off for a Section 444 fiscal year election is that the corporation must make a \"required payment' under Section 7519 for any taxable year for which the election is in effect. The mechanics of the required payment are annoyingly complex, but the concept is clear. An electing S corporation must pay and keep \"on deposit'an amount roughly approximating the value of the tax deferral that the shareholders would have achieved from the use of a fiscal year. Thus, if an S corporation whose shareholders all used calendar years elected a fiscal year ending September 30, the corporation would be required to pay a tax that supposedly equaled the tax benefit from the three months deferral received by the shareholders.101 Under a de minimis rule, no payment is required if the amount due is less than $\\$ 500,402$ and a payment made in one year generates a balance \"on deposit\" that may be used in subsequent years.103\n\n# PROBLEM\n\nSnowshoe, Inc. (\"Snowshoe'\"), a ski resort located in Colorado, was organized by its four individual shareholders (A, B, C and D) and began operations on October 3 of the current year. A owns 300 shares of Snowshoe voting common stock and B, C and D each own 1oo shares of Snowshoe nonvoting common stock. Each share of common stock has equal rights with respect to dividends and liquidation distributions. Consider the following questions in connection with the election and termination of Snowshoe's S corporation status:\n\n(a) If the shareholders wish to elect S corporation status for Snowshoe's first taxable year, who must consent to the all h. election? What difference would it make if, prior to the\n\nelection, B sold her stock to her brother, G? What difference would it make if B is a partnership which, prior to the election, sold its stock to H, an individual?   \n(b) What is the last day an effective Subchapter S election for Snowshoe's first taxable year is permitted?   \n(c) If the shareholders elect S corporation status, what taxable year will Snowshoe be allowed to select?\n\nIn the following parts of the problem, assume that Snowshoe elected S corporation status during its first taxable year.\n\n(d) Can A revoke Snowshoe's Subchapter S election without the consent of B, C or D?   \n(e) If C sold all of his stock to Olga, a citizen of Sweden living in Stockholm, what effect would the sale have on Snowshoe's status as an S corporation?   \n(1) Same as (e), above, except that C only sold five shares to Olga and had no idea that the sale might adversely affect Snowshoe's S corporation status.   \n(g) Would it matter if Snowshoe's business is diversified and 45% of its gross receipts come from real estate rentals, dividends and interest?\n\n# D. TREATMENT OF THE SHAREHOLDERS\n\nCode: 8\\$ 1363(b), (c);1366(a)−(c), (d); 1367. Skim s\\$ 1366(); 1371(b); 1377.\n\n# 1. PASS-THROUGH OF INCOME AND LOSSEs: BASIC RULES\n\nEntity Treatment. Although an S corporation is generally exempt from tax,104 it nonetheless must determine its gross income,105 deductions and other tax items in order to establish the amounts which pass through to the shareholders. Like a partnership, an S corporation computes its“taxable income\"in the same manner as an individual except that certain deductions unique to individuals (e.g., personal exemptions, alimony, medical and moving expenses) are not allowed.106 In addition, deductions normally available only to corporations, such as the dividends received deduction, are not allowed,1o7 but an S corporation may elect to deduct and amortize its organizational expenses under Section 248.108 Finally, a wide variety of items must be senaratelv computed in order to preserve their special tax character as they passthrough to the shareholders.109\n\nAlthough an S corporation is generally not a taxable entity, it is treated as an entity for various purposes. For example, tax elections affecting the computation of items derived from an S corporation (e.g., to defer recognition of gain on an involuntary conversion under Section 1033) generally are made at the corporate level, 10 as are the exclusions from discharge of indebtedness income in' Section 108 and the accompanying rules on reduction of tax attributes.111 Likewise, limitations on deductions (e.g., the dollar limitation under Section 179 on expensing the cost of certain recovery property) apply at the corporate level and often at the shareholder level as well.i2 And like a partnership, an S corporation is treated as an entity for filing tax returns and other procedural purposes.113\n\nPass-Through of Income and Deductions. Once the S corporation's tax items have been identified, the next step is to determine the manner in which they pass through to the shareholders. First, income and deductions are characterized at the corporate level.114 Section 1366(a)(1)(A) provides that items which may have potentially varying tax consequences to the individual shareholders must be separately computed. The most common of these items are capital and Section 1231 gains and losses, qualified dividends, interest and other types of \"portfolio income” under the Section 469 passive loss limitations, taxexempt interest, charitable contributions, investment interest expense, foreign taxes, intangible drilling expenses and depletion on oil and gas properties.115 Thus, Section 1231 gains and losses do not fall into any corporate hotchpot; rather, they pass through and are aggregated with each shareholder's other Section 1231 gains and losses in order to determine their ultimate character. All the nonseparately stated items are aggregated and the resulting lump sum passes through as ordinary income or loss.\n\nIn determining its taxable income, an S corporation is not entitled to any charitable deduction. Rather, corporate charitable contributions pass through to the shareholders without regard to the 10 percent of taxable income limit generally applicable to C corporations.116 Contributions are categorized by the individual taxpayer percentage limitations (e.g., 60 percent for cash contributions and 30 percent for gifts of capital gain property to public charities) and pass through as such to the shareholders.ii7 Charitable contributions of appreciated capital gain property by S corporations are generally deductible by the shareholders at the fair market value of the contributed property, subject to any reductions required by Section 170(e) (e.g., for ordinary income property).\n\nAllocation and Timing. The shareholders of an S corporation take into account their respective pro rata shares of income, deductions and other separately stated items on a pro rata, per share daily basis.1i8 For this purpose, \"pro rata\" means in proportion to each shareholder's ownership of stock. Unlike partnerships and LLCs, S corporations have no flexibility to make special allocations by agreement. As for timing, these items are reported in the shareholder's taxable year in which the corporation's taxable year ends.119 For example, if an S corporation with a natural business year uses a fiscal year ending January 31, 2021, the shareholders wil report the respective pass-through items on their 2021 calendar year tax returns, thus achieving a healthy deferral of any gains or an unfortunate delay in recognizing any losses. A deceased shareholder's Subchapter S items are allocated on a daily basis between the shareholder's final income tax return and the initial return of the decedent's estate.120\n\nTreatment of a Family Group. To guard against easy assignments of income, if a \"member of the family\" of an S corporation shareholder (defined to include a spouse, ancestors, and lineal descendants) performs services for or furnishes capital to the corporation without receiving reasonable compensation, the Service is authorized to reallocate tax items to properly reflect the value of the services or capital.121 The IRS may invoke this power even if the provider of services or capital does not own any stock of the corporation but is merely related to a shareholder.\n\nBasis Adjustments. S corporation shareholders increase the basis of their stock by their respective shares of income items (including taxexempt incomel22) and reduce basis (but not below zero) by their pro rata share of losses, deductions, 123 and non-deductible expenses which are not capital expenditures, and by tax-free distributions under Section 1368. Under the Code's ordering rules, basis is first increased by current income items, then decreased by distributions, and finally decreased (to the extent permitted) by any losses for the year.124 Any additional losses in excess of a shareholder's stock basis must be applied to reduce the shareholder's basis (again, not below zero) in any corporate indebtedness to the shareholder.125 If the basis of both stock and debt is reduced, any subsequent upward adjustments must first be applied to restore the basis in the indebtedness to the extent that it was previously reduced before increasing the basis of the stock.126 These basis adjustments are generally made as of the close of the S corporation's taxable year unless a shareholder disposes of stock or the corporation's debt to the shareholder is wholly or partially repaid during the year, in which case the adjustments with respect to the transferred stock are made immediately prior to the disposition or repayment.127\n\n# PROBLEMS\n\n1. S Corporation is a calendar year taxpayer which elected S corporation status in its first year of operation. S's common stock is owned by A (200 shares with a $\\$ 12,000$ basis) and B (100 shares with a $\\$ 6,000$ basis). During the current year, S will have the following income and expenses:\n\n213. A 13 i0y 200 sh 6|iks 13uws. i2k.\n\n$\\$ 92,000$ px scpeate Tax-exempt interest …… $\\$ 1,000$ 1366.(a)   \nSala…… $\\$ 44,000$ • X sepore. Deprecio… \\$ 8,000.   \nProperty taxes… \\$ 7,000   \nSupplies.... \\$ 4,000   \n\\$ 6,000 seperaehy. stited, Gain from the sale of equipment:   \n8 1245 gain …… \\$ 1231 gain …… \\$12,00m oe. \\$ 7,000 Ot (oss→0 STCG from the sale of AT&T stock…. \\$ 7,500 sepurrely, seqpurol\n\nLicL offee sicG.\n\n$S e p o r t r a t g$ × deduetis. seprctly.\n\nLTCG from the sale of Chrysler stock held for two years. \\$15,000 LTCL from the sale of investment real estate held for two years.. \\$ 9,000 Bribe of government official. \\$ 6,000 Recovery of a bad debt previously deducted. \\$ 4,500\n\n(a) How will S Corporation, A and B report these events? Compare \\$ 704(b)(2) and (c).   \n(b) What is A's basis in his S stock at the end of the current year?   \n(c) Whose accounting method will control the timing of income ánd deductions?   \n(d) If S realizes a gain upon an involuntary conversion, who makes the election under $\\ S \\ 1 0 3 3$ to limit recognition of gain?   \n(e) Would it matter if the equipment would have been property described in $^ \\mathsection$ 1221(a)(1) if held by A?   \nsoli Y2 seouk, milyr.   \n->∴.4 seouie '%imove ( . Y2 of ceyiag  \nofs.ld. sk.omlus of tlov hre of imore\n\n2. D, E and F each own one-third of the outstanding stock of R Corporation (an S corporation). During the current year, R will have $\\$ 120,000$ of net income from business operations. The net income is realized at a rate of $\\$ 10,000$ per month. Additionally, in January of this year R sold $\\ S \\ 1 \\hat { 2 } 3 1$ i property and recognized a $\\$ 60,000$ loss.\n\n(a) Assume D's basis in her R stock at the beginning of the year is \\$10,0o0. If D sells one-half of her stock to G midway through the year for $\\$ 25,000$ , what will be the tax results to D and G? (b) What difference would it make in (a), above, if D sold all of her. of Vz, stock to G for \\$50,000? 2. DEDUCTION FOR QUALIFTED BUSINESS INCOME\n\n, cn elee t teraeCode: the yr. 3137(u22)   \nrepot mane for lst hlfl of   \n2oll Smless Ione  \nfn 2ok s1231 lis,   \n' Xnet churge to Sos.   \nnin2 sok-lik =4ok   \n: Zov Suies, Mone.   \nbasi}: 50kt2ok=7ok\n\n$^ \\mathsection$ 199A(a), b)(1)−(3),(4),(), (c),(d)(1)−(3),()(1)& (2), ()(1)(A), (i)\n\nIntroduction. One of the most significant changes made by the Tax Cuts and Jobs Act was the reduction of corporate income tax rates. Prior to the Act, C corporations were subject to graduated tax rates on corporate income that peaked at 35 percent. The 2017 Act replaced those graduated rates with a single corporate income tax rate of 21 percent.128\n\nDuring the gestation period of the 2017 Act, legislators who favored tax relief for business income became concerned about the prospect of providing a significant rate reduction for public companies and other C corporations to the exclusion of \"small businesses,” a loosely defined category that includes many enterprises conducted in the form of \"passthrough\" entities such as S corporations and partnerships. Business income generated by a pass-through entity, while subject to only one level of income tax imposed at the owner level, can be taxed at rates as high as 37 percent for individual owners. Congress enacted Section 199A to level the playing field for the many taxpayers utilizing a pass-through entity to conduct their businesses.\n\nAt its most basic level, Section 199A provides an income tax deduction to individuals, trusts and estates equal to 20 percent of the \"qualified business income'\" generated through a sole proprietorship, partnership, LLC, S corporation, trust, or estate.129 When fully available, the deduction efectively lowers the tax rate applicable to such income from 37 to 29.6 percent (80 percent of 37 percent) for the highest income taxpayers. Although the Section 199A deduction is not allowed in computing adjusted gross income,1so it nonetheless is available to all taxpayers regardless of whether they itemize deductions or claim the standard deduction.131\n\nDespite its fairly straightforward purpose, Section 199A contains a complex web of defined terms, limitations, anti-abuse rules, and industry-specific provisions. Much of this complexity is designed to deny or limit the deduction for high-income taxpayers who conduct either: (1) service-oriented businesses, or (2) other businesses which do not have sufficiently large employee payrolls or a mix of lower payrolls and a significant investment in depreciable real estate and equipment.\n\nIn keeping with the \"fundamentals\" approach, the text below offers a general description of this daunting statute's framework and addresses its application in a few typical situations.\n\nQualified Business Income Defined. The first step under Section 199A is to determine the“qualified business income” (\"QBI\") of each of the taxpayer's qualified trades or businesses.132 QBI is the net amount of qualified items of income, gain, deduction and loss that are effectively connected with the conduct of a qualified trade or business within the United States and which are included or allowed in determining taxable income for the taxable year.133\n\nQBI must be derived from a qualified \"trade or business,\" a term that is not defined by either the statute or the legislative history of Section 199A. The regulations fill the gap by providing that \"trade or business'\" should be defined by its meaning under Section 162, excluding the trade or business of providing services as an employee.134 This cross reference requires an analysis based on the vast body of case law and administrative guidance interpreting the term for purposes of the ordinary and necessary business expense deduction.135\n\nIf a taxpayer is actively engaged in an activity and has a profit motive, it is usually not very difficult to achieve trade or business status under the Section 162 standard. The major definitional question requiring clarification is whether a taxpayer's rental real estate activity can be a qualified trade or business. The Service declined to deem all rental real estate activity to be a trade or business or establish a bright line test, but it has provided a safe harbor in the form of a proposed revenue procedure.i36 Under this guidance, a rental trade or business enterprise will be treated as a trade or business if at least 250 hours of services are performed annually with respect to the business by the owner or others, such as employees and independent contractors. The types of service that count toward the 250-hour requirement include maintenance, repairs, collection of rent, payment of expenses, providing services to tenants, and efforts to rent the property. The safe harbor also requires the taxpayer to maintain contemporaneous separate books and records and bank accounts for the business. Activities specifically excluded from the safe harbor are triple net leases (where the lease requires the tenant to pay all real estate taxes, maintenance, and insurance), and rented property that is used in part as a residence (such as a vacation home). If an enterprise fails to satisfy the requirements of the safe harbor, it still may qualify as a trade or business if it otherwise meets the more general requirements in the regulations.\n\nConsistent with the intention to limit the deduction to operating income, the definition of QBI excludes a broad range of items that generally are derived from investment activities—including, among other things, capital gains or losses, dividends, and interest (other than interest properly allocated to a trade or business).137 Similarly.\n\ndeductions and losses attributable to these items are not taken into account in determining QBI.138\n\nSection 199A fails to address one type of income frequently encountered in a business setting: Section 1231 gains and losses. Most Section 1231 gains and losses are derived from sales or exchanges of assets used in a trade or business, which suggests they should be included in QBI. But the Section 1231 characterization process may result in items being characterized as capital gains and losses, which are explicitly excluded from the definitions of QBI. The regulations resolve this statutory ambiguity by falling back on the characterization process employed by Section 1231. If the taxpayer's Section 1231 gains exceed Section 1231 losses so that all those gains and losses are characterized as long-term capital gains and losses, they are excluded from the definition of QBI.139 Alternatively, if the taxpayer's Section 1231 gains and losses are characterized as ordinary rather than capital, they are included in QBI, assuming the other statutory requirements are satisfied.\n\nTreatment of Income from Services. The most significant exclusion from the definition of QBI relates to compensation income. Because performing services as an employee is not a trade or business for purposes of Section 199A, wages received by an employee are not QBI.140 QBI also does not include reasonable compensation paid to a taxpayer for services rendered to a qualified trade or business.141 The exclusion of \"reasonable compensation' from QBI was intended to signal that amounts paid to a shareholder-employee of an S corporation could include amounts that are not formally designated as compensation, if the corporation fails to pay its shareholder-employee reasonable compensation for services.i42 In contrast, income earned by a sole proprietor or an independent contractor generally may qualify as QBI. Thus, Section 199A does not exclude all income from labor or services from QBI. Instead, the rules initially distinguish between income from labor or services based on whether the taxpayer has the legal status of being an \"employee.\" In so doing, the statute ensures that income generated from services provided by an employee is fully taxed at ordinary income tax rates.\n\nTo illustrate these distinctions, assume Alice conducts a business that provides pet care services for individuals who work during the day.\n\nBecause she is not an employee, Alice's entire income from her sole proprietorship qualifies as QBI, even though the bulk of that income is generated by her personal services. If Alice's business grows and she hires Brady as an employee to help service her expanding customer base, the salary Alice pays to Brady will not be QBI. Does the difference in how Alice and Brady are treated under Section 199A make sense? To be sure, many sole proprietors are exposed to a large degree of entrepreneurial risk and their businesses may involve a significant investment of capital. But the distinctions drawn in the definition of QBI do not focus on those factors. Instead, the statute generally operates in an \"all or nothing\" fashion, based on the taxpayer's status as an employee.\n\nFor pass-through entities, the rules regarding income from labor or services difer depending on whether the entity is an S corporation or a partnership or LLC. Because an S corporation is treated as an entity separate from its shareholders, an S corporation shareholder who performs service for the corporation is generally treated as an employee for tax purposes. Accordingly, QBI does not include reasonable compensation paid to the shareholder-employee or amounts recharacterized as such, 43 but a shareholder's pro rata share of an S corporation's net business profits generally will qualify for the 20 percent deduction.\n\nDetermining the Section 199A Deduction. Once the QBI from each of the taxpayer's qualified trades or businesses is determined, the taxpayer multiplies the QBI from each such trade or business by 20 percent and the Section 199A deduction generally equals the sum of those separate calculations.14 Various limitations apply, both when calculating the deductible amount for each trade or business and the total allowable Section 199A deduction. Overal, the Section 199A deduction may not exceed 20 percent of the excess of the taxpayer's taxable income (determined without regard to the Section 199A deduction), reduced by net capital gain.145 This limitation typically will apply only when the bulk of an individual's taxable income consists of QBI. If, in a given year, the sum of the taxpayer's QBI calculations is negative, the taxpayer has a loss for the year from the combined qualified trades or businesses that will carry over to the next year when it will be treated as a loss from a qualified trade or business.146\n\nTo illustrate a straightforward application of Section 199A, assume A, a single taxpayer who does not itemize deductions, practices law as a solo practitioner. Over the course of the year, A's practice generates \\$140,000 of legal fees and \\$2,000 of interest income from her business deposits. A incurs \\$40,000 of deductible expenses attributable to her practice, and she has no other sources of income. In this case, A is engaged in a qualified trade or business under Section 199A, as she is not providing services in an employee capacity. While her net income from the practice totals $\\$ 102,000$ ,only $\\$ 100,000$ constitutes QBI because the $\\$ 2,000$ of interest income is excluded from the definition.147 A's taxable income (computed without the Section 199A deduction) is $\\$ 90,000$ (\\$102,000 minus a $\\$ 12,000$ standard deduction) and she has no net capital gain.148 Accordingly, A may deduct 20 percent of the lesser of (1) her $\\$ 100,000$ of QBI from the law practice or (2) the $\\$ 90,000$ of taxable income amount. Thus, A's Section 199A deduction is $\\$ 123,000$ (20 percent of $\\$ 90,000$ ), reducing her final taxable income to $\\$ 72,000$ . Note that if A were an associate in a law firm and her wages as an employee were $\\$ 100,000$ , she would not be entitled to any deduction under Section 199A.\n\nLimitations for High-Income Taxpayers. The basic application of Section 199A becomes considerably more complex once a taxpayer reaches certain taxable income thresholds. Those thresholdsdetermined without reference to the deduction otherwise provided by Section 199A—are $\\$ 157,500$ for a single taxpayer and $\\$ 315,000$ for married taxpayers filing jointly (with each figure being indexed for inflation after 2018). Once these thresholds are reached, Section 199A imposes two additional independent limitations. First, the statute excludes certain specified service-predominant activities from the definition of a qualified trade or business. Second, the statute imposes a cap on the amount otherwise deductible under Section 199A for a trade or business, determined by reference to a percentage of the W-2 wages paid by the business (i.e., wages paid to its employees) or, alternatively, by reference to a lesser percentage of W-2 wages paid and the cost of the depreciable property used by the business in the production of QBI. These limitations, addressed in more detail below, are fully phased in when taxable income reaches $\\$ 50,000$ above the threshold amount for single taxpayers (\\$210,700 in 2019) and \\$100,000 above the threshold amount for married taxpayers filing jointly (\\$421,400 in 2019). Within the phase-in range, the limitations are each applied based on the ratio by which the taxable income of the taxpayer over the threshold amount bears to \\$50,000 for single taxpayers, or \\$100,000 for married taxpayers filing jointly.149 For purposes of simplicity, the discussion below will refer to the limitations as applied in their fully phased-in form to \"high-income taxpayers.\"\n\nLimitation for Specified Service Trades or Businesses. For highincome taxpayers, Section 199A excludes any \"specified service trade or business\" (\"SSTB\") from the definition of a qualified trade or business.150 An SSTB for this purpose includes any trade or business involving the performance of services in the fields of health, law, accounting, actuarial science, performing arts, consulting, athletics, financial services, brokerage services, and any trade or business the principal asset of which is the reputation or skill of one or more of its employees or owners.151 Notably, engineers and architects are excluded from the list of affected trades or businesses, while investment managers and traders in securities are singled out for inclusion in the SSTB category.152\n\nAs explained in the legislative history of the 2017 Act, the taxable income thresholds at which the exclusion for an SSTB begin to apply were intended by Congress \"to deter high-income taxpayers from attempting to convert wages or other compensation for personal services to income eligible for the 20 percent deduction under the provision.\"153 The exclusion, however, applies without regard to the taxpayer's subjective motivation. Returning to the basic example above, if A were married and filed a joint return with her husband B who earned $\\$ 350,000$ in salary as an employee, A's law practice would no longer constitute a qualified trade or business for purposes of Section 199A.154\n\nThe catch-all provision in the definition of SSTB—that is, any trade or business the principal asset of which is the reputation or skill of its employees or owners—garnered considerable attention within the tax community, as a significant amount of income of small businesses in particular can be traced to the human capital of their owners or employees. The \"reputation or skill” category therefore was potentially broad in scope. The Service, however, has signaled that it does not intend to pursue an expansive interpretation of that aspect of the statute. Noting that the clause was intended to encompass \"a narrow set\" of trades or businesses not otherwise specifically enumerated in the statute, the regulations limit this category to trades or businesses generating the following three types of income: (1) endorsement fees; (2) fees attributable to licensing an individual's image, likeness, name, etc.; and (3) appearance fees.155 Note that these categories are largely predicated on the reputation of the individual generating the fee income as opposed to the individual's skill in a particular field alone.\n\nIf a particular trade or business constitutes an SSTB within the meaning of Section 199A(d)(1)(A) and the taxpayer is subject to this limitation in determining QBI, none of the tax items from the business may be considered in determining QBI whether or not the taxpayer actually participates in the service activity. Given this blanket prohibition, the Service has articulated a de minimis rule for businesses that generate only a fraction of income from specified service activities. A trade or business is not treated as an SSTB for purposes of Section 199A(d)(1)(A) if the business has gross receipts of $\\$ 25$ million or less and less than 10 percent of its gross receipts is attributable to the performance of services in one of the statutorily designated fields or activities.156\n\nThe denial of a Section 199A deduction for income generated through an SSTB for high-income taxpayers creates a powerful incentive for businesses to segregate proscribed service activities from other sources of income. The Service is well aware of this incentive and has responded with an anti-abuse rule. Under the Section 199A regulations, if a trade or business provides property or services to an SSTB and the two trades or businesses share 50 percent or more common ownership (directly or by way of attribution), that portion of the trade or business providing the property or service to the 50 percent or more SSTB is treated as a separate SSTB as to the related parties.157 To illustrate this basic antiabuse rule, assume a doctor owns an office building that she leases exclusively to her medical practice. Because the entire building is provided to a commonly controlled SsTB (her medical practice), the leasing arrangement is also treated as an SSTB. The anti-abuse rule eliminates the incentive the doctor has to separate the rental income from her professional services in order to obtain a Section 199A deduction with respect to the rental income. However, if only half of the building were leased to the practice with the other half being leased to an unrelated party, the leasing operation would not be considered an SSTB in its entirety. Rather, only the half of the rental income derived from the medical practice would be treated as generated from an SSTB, preventing its inclusion in QBI.\n\nLimitations Based on W-2 Wages and Unadjusted Basis in Qualified Property. In addition to limitations on the range of activities that will constitute a qualified trade or business, high-income taxpayers face a separate limitation on the amount that can be deducted under Section 199A. For high-income taxpayers, the deductible amount for any qualified trade or business is limited to the greater of: (1) 50 percent of the \"W-2 wages'\" with respect to the qualified trade or business, or (2) the sum of 25 percent of those \"W-2 wages' plus 2.5 percent of the unadjusted basis immediately after acquisition of all \"qualified property' used in the trade or business.158\n\nThe scope of W-2 wages for purposes of this limitation includes the total amount of wages subject to income tax withholding, amounts paid into qualified retirement accounts (such as Section 401(k) plans), and certain other forms of deferred compensation paid to the employees of the business.159 For labor-intensive businesses, 50 percent of W-2 wages paid by the business likely will serve as the relevant cap on the amount deductible from that trade or business. On the other hand, for capitalintensive businesses such as real estate ventures, the alternate cap likely will be higher. This limitation starts with 25 percent of W-2 wages paid by the trade or business and adds 2.5 percent of the unadjusted basis (immediately after acquisition) of \"qualified property.\" Qualified property encompasses depreciable tangible property—real or personal—held by and available for use in a qualified trade or business at the close of the taxable year, which is used in the production of qualified business income, and for which the depreciable period of the property has not ended before the close of the taxable year.16o The \"depreciable period\" of property for purposes of Section 199A ends upon the later of (a) 10 years after the date the property is placed in service, or (b) the last day of the last ful year in the applicable recovery period that would apply to the property under Section 168 (determined without regard to the alternative depreciation system of Section 168(g).161\n\nApportionment Rules. Section 199A is applied at the shareholder level in the case of businesses operated as S corporations.162 Accordingly, all the tax items of the business, together with the W-2 wages and the unadjusted basis in qualified property, must be allocated among the shareholders. Section 199A provides special rules for this purpose. An S corporation is required to report these items to its shareholders on a Schedule K-1, and must identify any trade or business that is an SSTB.163\n\nEach S corporation shareholder takes into account only that person's \"allocable share” of each item of income, gain, deduction and loss from the qualified trade or business.164 The allocable share of a shareholder in an S corporation is based on pro-rata stock ownership. With respect to determining the cap applicable to a taxpayer's deduction under Section 199A, those amounts will be determined by reference to the shareholder's allocable share of the W-2 wages and unadjusted basis of qualified property in the trade or business.165\n\nExample. The example below illustrates the operation of Section 199A in a situation implicating the limitations on high-income taxpayers.\n\nC, a single taxpayer, is a 25 percent shareholder of an S corporation that operates a restaurant. C's pro rata share of net operating income from the corporation totals $\\$ 100,000$ for the year. C also has $\\$ 200,000$ of taxable income from sources unrelated to the business, subjecting him to the high-income limitations imposed by Section 199A. The S corporation pays its employees $\\$ 120,000$ in wages during the taxable year. The corporation leases the building in which the restaurant is located, but it owns equipment and furnishings having a $\\$ 400,000$ unadjusted basis and a recovery period of ten years under Section 168. The corporation expensed the cost of the equipment and furnishings under Section $1 6 8 ( \\mathrm { k } )$ when it placed them into service two years ago.\n\nC's deduction under Section 199A is equal to the lesser of: (1) 20 percent of C's allocable share of qualified income from the trade or business (note that it is not a specified service trade or business), or (2) the greater of: (a) 50 percent of the C's allocable share of the W-2 wages paid by the S corporation or (b) 25 percent of C's allocable share of the W2 wages paid by the corporation plus 2.5 percent of the unadjusted basis of qualified property used in the corporation's trade or business. C's pro rata share of all tax items from the business is based on his 25 percent stock ownership and thus the starting point for calculating C's deduction under Section 199A is 20 percent of $\\$ 100,000$ ,or $\\$ 20,000$ . However, this amount is limited to the greater of the following two amounts: 50 percent of C's $\\$ 30,000$ share of W-2 wages paid by the S corporation (\\$15,000) or 25 percent of C's $\\$ 30,000$ share of W-2 wages $( \\$ 7,500)$ plus 2.5 percent of C's $\\$ 100,000$ share of the unadjusted basis of qualified property held by the corporation (\\$2,500), for a total of \\$10,000. Accordingly, C's deduction under Section 199A is capped at $\\$ 15,000$ , the higher of these two amounts.\n\n# PROBLEM\n\nAlice is a world famous chef who operates Chez Panache (\"Chez'), a restaurant structured as an S corporation. She is the sole shareholder. In the current year, Chez generates \\$2.5 million of gross receipts and incurs \\$1 million of deductible operating expenses. In addition, the corporation pays Alice a salary of \\$200,000 and \\$400,000 in wages to other employees. Chez's net income is thus \\$900,000, all of which passes through to Alice, who has no income from other sources. Assume that the corporation does not own any \"aualified property' within the meaning of 8 199A(b)(6).\n\n(a) Consider whether Alice is entitled to a 8 199A deduction with respect to her income from Chez's business.\n\n(b) Same as (a), above, except Chez does not pay Alice any salary, so that her share of net profits from the business is $\\$ 1.1$ million.\n\n# 3. LOSS LIMITATIONS\n\nCode: $\\ S$ 1366(d).\n\n# a. IN GENERAL\n\nSection 1366(d) limits the amount of losses or deductions that may pass through to a shareholder to the sum of the shareholder's adjusted basis in the stock plus the adjusted basis in any indebtedness of the corporation to the shareholder. Losses disallowed because of an inadequate basis may be carried forward indefinitely and treated as a loss in any subsequent year in which the shareholder has a basis in either stock or debt.166 A special rule also provides that if a shareholder's stock is transferred under Section 1041 to a spouse or former spouse incident to a divorce, any suspended loss or deduction may be carried forward indefinitely by the transferee-spouse.167 As illustrated by the Harris case, which follows this Note, one of the most litigated issues to arise under Subchapter S has involved the determination of a shareholder's basis in S corporation stock and debt for purposes of applying the general loss limitation rules in Section 1366(d).\n\nLosses that pass through to a shareholder of an S corporation also may be restricted by the at-risk limitations in Section 465,the passive activity loss limitations in Section 469, and the Section 461(l) limitation on excess business losses of noncorporate taxpayers.168 The at-risk rules are applied on an activity-by-activity basis, except that activities constituting a trade or business generally are aggregated if the taxpayer actively participates in the management of the trade or business and at least 65 percent of the losses are allocable to persons actively engaged in the management of the trade or business.169 The passive activity loss limitations cast a wider net and may delay an investor's ability to deduct legitimate start-up losses passing through from a new business operating as an S corporation unless the investor also materially participates in the activity.17o Finally, S corporation losses that survive after application of Sections 465 and 469 are subject to the Section 461(l) limitation on excess business losses of noncorporate taxpayers. An \"excess business loss' is generally defined as a net loss from all of the taxpayer's trade or business activities in excess of \\$250,000, or \\$500,000 in the case of a ioint return. 171 The $\\$ 250,000$ and $\\$ 500,000$ amounts are adjusted for infl ation after 2018.172 Any loss disallowed under Section 461(l) carries over to the next year and is treated as a net operating loss under Section 172.173\n\n# b. BASIS OF S CORPORATION DEBT TO A SHAREHOLDER\n\nFor purposes of the Section 1366(d) loss limitations, the regulations provide general guidance on how to determine the basis of an S corporation's indebtedness to its shareholders. Shareholders only obtain basis in S corporation debt if it is \"bona fide,\" a determination made under general tax principles and based on all the facts and circumstances.174 Relevant factors under the extensive case law include evidence of intent to make a loan (e.g., proper documentation and adherence to a payment schedule), objective indicia of indebtedness, and economic reality (e.g., whether a third party lender would loan money under similar circumstances). These general principles are given further signs of life through examples applying the bona fide indebtedness test to situations where there is a loan directly from a shareholder to an S corporation; a back-to-back loan arrangement where one S corporation makes a loan to a shareholder and the shareholder then makes a loan to a different S corporation; and a loan restructuring where an individual who is the sole shareholder of two S corporations receives the loan of one corporation to the other in a distribution.175\n\nA different but frequently litigated issue is whether an S corporation shareholder obtains basis credit as a result of guaranteeing a debt of the corporation. That issue is addressed in the Harris case, below, and the Note that follows the case.\n\n# Harris v. United States\n\nUnited States Court of Appeals, Fifth Circuit, 1990. 902 F.2d 439.\n\nGARWOOD, CIRCUIT JUDGE:\n\nFacts and Proceedings Below\n\nIn June 1982, Taxpayers contracted with Trans-Lux New Orleans Corporation to purchase for \\$665,585 cash a New Orleans pornographic theater that they intended to convert into a wedding hall. The Taxpayers' obligations under the contract were conditioned on their being able to secure from a third party a loan for not less than \\$600,000 repayable in fifteen to twenty years.1 Shortly before this time, Taxpayers had contacted John Smith (Smith), a real estate loan officer with Hibernia National Bank (Hibernia), to discuss the possibility of obtaining financing for the impending acquisition. Smith orally committed to lend Taxpayers $\\$ 700,000.$\n\nSubsequently, to shield themselves from the potential adverse publicity that could follow from the purchase of the pornographic theater, as well as to limit their personal liability and enhance their chances of qualifying for industrial revenue bonds to finance the theater's renovation, in July 1982 Taxpayers formed Harmar (Harmar), a Louisiana corporation, which elected to be taxed pursuant to Subchapter S of the Internal Revenue Code, to purchase and operate the subject property. Harris and Martin each initially contributed $\\$ 1,000$ to the corporation, receiving its stock in return, and each also loaned Harmar $\\$ 47,500$ to satisfy operating expenses. Harris and Martin were the sole shareholders of Harmar, each owning half of its stock.\n\nThe purchase of the theater closed on November 1, 1982, and the theater was conveyed to Harmar on that date. Hibernia furnished the $\\$ 700,000$ necessary to close the transaction. In borrowing the funds necessary to acquire the subject property, Harmar executed two promissory notes payable to Hibernia for $\\$ 350,000$ each, each dated November 1, 1982. One of these notes was secured by a $\\$ 50,322,09$ Hibernia certificate of deposit in Harris' name and another $\\$ 304,972,49$ certificate of deposit in the name of his wholly-owned corporation, Harris Mortgage Corporation. Harmar secured the other note, in accordance with its collateral pledge agreement, by its \\$3,000,000 note (which was unfunded apart from the \\$700,000) and its collateral mortgage on the theater, each executed by Harmar in favor of Hibernia and dated November 1, 1982. Under the terms of the collateral pledge agreement executed by Harmar in reference to the \\$3,000,000 note and mortgage, the mortgage secured \"not only' Harmar's \\$350,000 note to Hibernia, \"but also any and every other debts, liabilities and obligations'(other than consumer credit debt) of Harmar to Hibernia whether \"due or to become due, or whether such debts, liabilities and obligations' of Harmar \"are now existing or will arise in the future.\" Thus, the collateral mortgage secured the full \\$700,000 loan from Hibernia. Additionally, Taxpayers each executed personal continuing guarantees of Harmar indebtedness in the amount of \\$700,o00 in favor of Hibernia. Smith testified in his deposition that the transaction was structured so that half the loan, as represented by one of the \\$350,000 notes, would be primarily secured by the certificates of deposit and the other half, represented byv the other \\$350,000 note, primarily by the mortgage on the property purchased, with the entire amount also secured by Taxpayers' individual guarantees.\n\nOn its income tax return for the year ending December 31, 1982, Harmar reported a net operating loss of $\\$ 104,013$ Pursuant to [the predecessor of Section 1366], Taxpayers each claimed half of the loss as a deduction on their 1982 individual returns, concluding that their bases in Harmar were in fact greater than Harmar's net operating loss for that year and that they therefore were entitled to deduct the entire loss on their personal returns. On audit, the Internal Revenue Service (IRS) found to the contrary and determined that Harris and Martin each had a basis of $\\$ 1,000$ in his Harmar stock and an adjusted basis in Harmar's indebtedness to each of them as shareholders of $\\$ 47,500$ . Pursuant to I.R.C. [S 1366(d)], the IRS limited Taxpayers' deductions of the net operating loss to what it considered to be their bases in Harmar, $\\$ 48,500$ each. The IRS's disallowance of a portion of the deductions claimed by Taxpayers6 resulted in additional tax liability, including interest, for Martin of $\\$ 3,150,58$ and for Harris of $\\$ 1,280$ . Taxpayers paid the tax in dispute and now appeal the district court's summary judgment dismissing their suit for refund.\n\n# Discussion\n\nTaxpayers contend on appeal that in determining the deduction allowable for Harmar's net operating loss, the IRS should have included in Taxpayers' bases in their Harmar stock the full value of the $\\$ 700,000$ Hibernia loan they guaranteed. I.R.C. [S 1366] permits a Subchapter S shareholder to deduct from his personal return a proportionate share of his corporation's net operating loss to the extent that the loss does not exceed the sum of the adjusted basis of his Subchapter S corporation stock and any corporate indebtedness to him. See section [1366(d)(1)]. To arrive at their basis figure, Taxpayers seek to recast the transaction in question. They in essence urge that we disregard the form of the Hibernia loan—one from Hibernia to Harmar—in favor of what Taxpayers consider as the substance of the transaction—a \\$700,000 loan from Hibernia to them, the $\\$ 700,000$ proceeds of which they then equally contributed to Harmar's capital account. As evidence of their view of the substance of the transaction, Taxpayers point to the deposition testimony of Smith indicating that Hibernia looked primarily to Taxpayers, rather than to Harmar, for repayment of the loan, and they call attention to the \\$700,o00 guarantees they each provided Hibernia as well as the \\$355,294.58 in certificates of deposit that Harris pledged to Hibernia as part of the November 1, 1982 loan transaction.\n\nIn its summary judgment memorandum, the district court declared that Brown v. Commissioner, 706 F.2d 755 (6th Cir.1983), was “on all fours\" with the instant case and therefore resolved it. In Brown, the Sixth Circuit rejected shareholders' substance over form argument in ruling that the shareholders' guarantees of loans to their Subchapter S corporation could not increase their bases in their stock in the corporation unless the shareholders made an economic outlay by satisfying at least a portion of the guaranteed debt. Id. at 757. Without such an outlay, the Brown court concluded that \" 'the substance matched the form'\" of the transaction before it. Id. at 756. The reasoning of Brown was followed by the Fourth Circuit in Estate of Leavitt v. Commissioner, 875 F.2d 420 (4th Cir.1989), affg, 90 T.C. 206 (1988). There, the court, affirming the en banc Tax Court, held that shareholder guarantees of a loan to a Subchapter S corporation did not increase shareholders' stock basis because such guarantees had not \"cost' shareholders anything and thus did not constitute an economic outlay. Leavitt, 875 F.2d at $4 2 2 \\ \\& \\ \\mathrm { n }$ 9.7 In reaching this conclusion, the Fourth Circuit affirmed as not clearly erroneous a finding of the Tax Court that the loan, in form as well as in substance, was made to the corporation rather than to the shareholders. Id. at 424. The court rejected appellants' suggestion that it employ the debt/equity principles espoused in Plantation Patterns, Inc. v. Commissioner, 462 F.2d 712 (5th Cir.1972), in determining whether the shareholders had actually made an economic outlay,9 instead choosing to employ a debt/equity analysis only after making a finding that an economic outlay had occurred. Leavitt, 875 F.2d at 427. The Leavitt court reasoned that the legislative history of section [1366] limiting the basis of a Subchapter S shareholder to his corporate investment or outlay could not be circumvented through the use of debt/equity principles. Id. at 426 & n. 16. See generally Bogdanski, Shareholder Guarantees, Interest Deductions, and S Corporation Stock Basis: The Problems with Putnam, 13 J.Corp.Taxn 264, 268–89 (1986).\n\nTaxpayers press this Court to follow the contrary holding of Selfe v. United States, 778 F.2d 769 (11th Cir.1985). There, the Eleventh Circuit ruled that a shareholder's guaranty of a Subchapter S corporation loan could result in an increase in equity or debt basis even though the shareholder had not satisfied any portion of the obligation. Selfe, 778 F.2d at 775. The court remanded the case to the district court for it to employ debt/equity principles in determining if the loan in question was in substance one to the shareholder rather than to the corporation. Id.\n\nThe courts have uniformly ruled that a shareholder must make an economic outlay to increase his Subchapter S corporation stock basis. Taxpayers assert that if we look beyond the form of the transaction at what they contend is its substance—a loan from Hibernia to them, which in turn they contributed to Harmar as capital—we must find that a $\\$ 700,000$ outlay occurred and that their stock bases therefore correspondingly increased. They contend that use of debt/equity principles wil lead us to such a conclusion.\n\nOrdinarily, taxpayers are bound by the form of the transaction they have chosen; taxpayers may iot in hindsight recast the transaction as one that they might have made in order to obtain tax advantages. $\\ast \\ast \\ast$ The IRS, however, often may disregard form and recharacterize a transaction by looking to its substance. Higgins v. Smith, 308 U.S. 473, 60 S.Ct. 355, 357, 84 L.Ed. 406 (1940). The Tax Court has recognized an exception to the rule that a taxpayer may not question a transaction's form in cases such as this one in which the shareholder argues that guaranteed corporate debt should be recast as an equity investment on the shareholder's part. Blum v. Commissioner, 59 T.C. 436, 440 (1972).\n\nIn this case we find that the transaction as structured did not lack adequate substance or reality and that an economic outlay justifying the basis claimed by Taxpayers never occurred.\n\nThe surnmary judgment evidence reflects that the parties to this transaction intended that the Hibernia loan be one to the corporation. Each of the two $\\$ 350,000$ promissory notes was executed by and only in the name of Harmar. The notes have been renewed and remain in the same form, namely notes payable to Hibernia in which the sole maker is Harmar. Hibernia, an independent party, in substance earmarked the loan proceeds for use in purchasing the subject property to which Harmar took title, Harmar contemporaneously giving Hibernia a mortgage to secure Harmar's debt to Hibernia. The bank sent interest due notices to Harmar, and all note payments were made by checks to Hibernia drawn on Harmar's corporate account. Harmar's books and records for all years through the year ended December 31, 1985, prepared by its certified public accountant, reflect the \\$700,000 loan simply as an indebtedness of Harmar to Hibernia. They do not in any way account for or reflect any of the \\$700,000 as a capital contribution or loan by Taxpayers to Harmar, although they do reflect the \\$1, 00 capital contribution each Taxpayer made and Harmar's indebtedness to Taxpayers for the various cash advances Taxpayers made to it. The Harmar financial statements for the year ended December 31, 1986, are the first to show any contributed capital attributable to the Hibernia loan. Further, Hibernia's records showed Harmar as the \"borrower\"in respect to the \\$700,000 loan and the renewals of it. Harmar's 1982 tax return, which covered August 15 through December 31, 1982, indicates that Harmar deducted $\\$ 12,506$ in interest expenses. Because only the Hibernia loan generated such expenses for that period, it is reasonably inferable that the deduction corresponded to that loan. The 1982 Harmar return showed no distribution to Taxpayers, as it should have if the $\\$ 700,000$ Hibernia loan on which Harmar paid interest was a loan to the Taxpayers. Further, the return shows the only capital contributed as $\\$ 2,000$ and the only loan from stockholders as $\\$ 68,000$ , but shows other indebtedness of $\\$ 675,000$ In short, Harmar's 1982 income tax return is flatly inconsistent with Taxpayers' present position. Moreover, there is no indication that Taxpayers treated the loan as a personal one on their individual returns by reporting Harmar's interest payments to Hibernia as constructive dividend income. In sum, the parties' treatment of the transaction, from the time it was entered into and for years thereafter, has been wholly consistent with its unambiguous documentation and inconsistent with the way in which Taxpayers now seek to recast it. Hibernia was clearly an independent third party, and the real and bona fide, separate existence of Harmar is not challenged. The parties did what they intended to do, and the transaction as structured did not lack adequate reality or substance.\n\nMoreover, if the transaction is to be \"recast,\" it is by no means clear that it should be recast in the form sought by Taxpayers, namely as a cash loan to them from Hibernia followed by their payment of the cash to Harmar as a contribution to its capital, and Harmar's then using the cash to purchase the building. Such recasting does not account for Hibernia's mortgage on the building. In any event, if the transaction is to be recast, why should it not be recast as a loan by Hibernia to Taxpayers, with the Taxpayers using the funds to themselves purchase the building, giving Hibernia a mortgage on the building to secure their debt to it, and then transferring the building, subject to the mortgage, to Harmar as a contribution to capital? Presumably in that situation Taxpayers' bases in their Harmar stock would be reduced by the amount of the debt secured by the mortgage under I.R.C. S 358(d). See Wiebusch v. Commissioner, 59 T.C. 777, affd per curiam \"on the basis of the opinion of the Tax Court,\" Wiebusch v. Commissioner, 487 F.2d 515 (8th Cir.1973).15 While section 358(d) likely does not affect stockholder basis in the debt of the Subchapter S corporation to the stockholder, Taxpayers have not sought to recast the transaction as a loan by Hibernia to them followed by their loan of the proceeds to Harmar; indeed even after Harmar's books were rearranged starting with the year ending December 31, 1986, the books do not show any indebtedness in this respect of Harmar to Taxpayers and do continue to show Harmar as owing the money in question to Hibernia. There is simply no evidence of Harmar indebtedness to Taxpayers in respect to these funds.\n\nTaxpayers' guarantees and Harris' pledge of certificates of deposit do not undermine the intent of the parties that Harmar be the borrower in this transaction. It certainly is not dificult to fathom that a careful lender to a new, small, closely held corporation such as Harmar would seek personal guarantees from all of its shareholders. See Bogdanski, supra, at 269. Moreover, the wholly unperformed guarantees do not satisfy the requirement that an economic outlay be made before a corresponding increase in basis can occur. See generally Underwood, 535 F.2d at 312. In the same light, Harris' pledge to Hibernia of some $\\$ 355,000$ in certificates of deposit of his (and Harris Mortgage Corporation) does not provide such an outlay.16\n\nWe conclude that the transaction must be treated as it purports to be and as the parties treated it—namely as a loan by Hibernia to Harmar, all payments on which through the relevant time have been made by Harmar to Hibernia. For any funds or other assets Taxpayers have actually provided to Harmar as loans or contributions, Taxpayers are, of course, entitled to basis additions as of the time such contributions or loans were furnished by them to Harmar, but they are not entitled to a 1982 basis addition for Hibernia's 1982 $\\$ 700,000$ loan to Harmar, notwithstanding that it was also secured by Taxpayers' execution of guarantees and Harris' pledge to Hibernia of his and Harris Mortgage Corporation's certificates of deposit in the total face amount of some $\\$ 355,000$\n\n# Conclusion\n\nThere was no genuine dispute as to any material fact necessary to sustain the Government's summary judgment motion. The district court's judgment is correct and it is therefore\n\nAffirmed.\n\n# NOTE\n\nIn Harris, the Fifth Circuit joined several other circuitsi76 and the Tax Courti77 in holding that the guarantee of an S corporation's loan by its shareholders may not be treated as an additional investment in the corporation which will increase the shareholders' bases for purposes of the loss limitation rule in Section 1366(d). In conflict with this line of authority is the Eleventh Circuit's decision in Selfe v. United States.178 In Selfe, the court reasoned that debt-equity principles under Subchapter C were applicable in determining whether a shareholder-guaranteed debt should be characterized as a capital contribution. In remanding the case for a determination of whether the shareholder's guarantee amounted to either an equity investment or a shareholder loan to the corporation, the court directed the district court to apply the principles of Plantation Patterns, a Subchapter C case discussed in Harris. Despite the seeming conflict among the circuits, the Supreme Court has resisted the temptation to add this fascinating tax issue to its docket.179\n\nThe regulations now confirm the majority rule as articulated in Harris. They provide that a shareholder does not obtain basis credit in indebtedness of an'S corporation merely by guaranteeing a loan, or acting as a surety, accommodation party, or in some similar capacity relating to a loan. But if a shareholder is called upon to make a payment on the corporation's indebtedness as a result of a guaranty or similar arrangement, then the shareholder may increase the basis of indebtedness to the extent of the amount of the payment.180\n\nc. SUBCHAPTER S PRECONTRIBUTION LOSSES AND SECTION 362(e)(2)\n\nCode: 8 362(e)(2).\n\nThe rules for allocating and characterizing gains and losses that are inherent in property contributed to a partnership (\"precontribution gains and losses') are one of the principal features of the Subchapter K partnership tax regime. Under Section 704(c)(1)(A), precontribution gains and losses generally must be taxed to the contributing partner, and Section 724 prevents partners from gaining a tax advantage by converting precontribution ordinary income into capital gain and precontribution capital loss into ordinary loss. Other provisions buttress these rules by preventing shifting of precontribution gains and losses through partnership distributions and dispositions of partnership interests.i81 In short, Subchapter K has an array of provisions designed to ensure that a partner who contributes property with a precontribution gain will be taxed on that gain and that precontribution losses may not be shifted to other partners.182\n\nSubchapter S is relatively primitive compared to its Subchapter K cousin in the treatment of precontribution gains and losses. Under Section 1377, precontribution gains and losses are taxed like any other gain or loss under a per-share, per-day allocation method.183 Precontribution gains and losses in an S corporation are thus routinely shifted to other shareholders.\n\nCongress decided to attack yarious schemes by taxpayers to duplicate losses by way of transactions involving corporations. Section 362(e)(2) was one of the provisions enacted to curb those abuses. That section provides that if a shareholder transfers property with an aggregate built-in loss to a corporation in a Section 351 transaction, the corporation's basis in the property must be reduced to the fair market value of such property. 184 If more than one asset is contributed, the basis reduction is allocated among the property in proportion to their respective built-in losses immediately before the transaction.185 As an alternative to reducing the property's basis, the shareholder and the corporation may elect to reduce the basis of the stock that was received for the property to the stock's fair market value immediately after the transfer.186\n\nSection 362(e)(2) potentially will defer or limit precontribution losses in an S corporation, sometimes in a very unusual way. For example, assume that an individual decides to form an S corporation by contributing property with a $\\$ 20,000$ basis and $\\$ 12,000$ fair market value for all of the corporation's stock in a Section 351 exchange. Under Section 362(e)(2), the property's basis will be reduced to $\\$ 12,000$ and the precontribution loss in the property will disappear. If the corporation were to sell the property for $\\$ 12,000$ , there would be no gain or loss recognized by the corporation. The shareholder's basis in the stock, however, would still be $\\$ 20,000$ so the loss would remain in the shares. The timing of the loss, however, would be deferred until the shareholder either liquidates the corporation or sells the stock. Alternatively, assume that the shareholder and the corporation elect to reduce the basis of the shareholder's stock to $\\$ 12,000$ . In that case, the basis of the property in the corporation would remain at $\\$ 20,000$ . If the corporation were to sell the property, it would recognize its $\\$ 8,000$ loss, which would pass through to the shareholder. The shareholder's stock basis would then be reduced by the loss down to \\$4,000, putting the shareholder in a position where a sale of the stock for its \\$12,000 fair market value would result in an \\$8,000 gain. Over time, the shareholder would report an \\$8,000 loss and an \\$8,o00 gain, the net result being that the loss essentially disappeared. Finally, assume that the shareholder also contributed property with a \\$10,000 built-in gain to the S corporation at the same time as the transfer of the property with the built-in loss. In that case, no reduction in the basis of the loss property or the stock would be required under Section\n\n362(e)(2) because the two properties that were transferred did not have an aggregate built-in loss.\n\nIt is hard to believe that Congress considered the effects on Subchapter S when it enacted Section 362(e)(2). That section now lurks as a trap for those who either receive poor advice or are not initiated in the ways of Subchapters C and S. Until Congress fixes this problem, taxpayers planning a new venture involving property with a built-in loss will be well advised to consider structuring the venture as a limited liability company or partnership governed by Subchapter K. Alternatively, another strategy for preserving a built-in loss in property would be to offer to make the property available to an S corporation through a leasing arrangement.\n\nbi2 ->3k imore eah.   \ntung : 31k shere -2k = k iniomr. bwB 7 to ll.   \nk: 3k ihiare nthont   \noffetirs  os.\n\n![](images/c16f577fcfbc704cbcbecf6e88f49185097614863ee67e15c1def49146645622.jpg)  \nbus3\n\n# PROBLEM\n\nThe Ace Sporting Goods Store (an S corporation) is owned by Dick and Harry. Dick and Harry each own one-half of Ace's stock and have a $\\$ 2,000$ basis in their respective shares. At incorporation, Dick loaned $\\$ 4,000$ to Ace and received a five year, $12 \\%$ note from the corporation.\n\n(a) If Ace has an $\\$ 8,000$ loss from business operations this year, what will be the results to Dick and Harry? Do you have any suggestions for Harry? Would it matter if on December 15 Ace borrowed $\\$ 4,000$ from its bank on a full recourse basis? What if Dick and Harry personally guaranteed the Ioan? Compare 8\\$ 752(a) and 722.   \n(b) 1 If Ace has \\$6,o00 of net income from business operations next year, what will be the results to Dick and Harry?   \n(c) 'What difference would it make in (a), above, if the \\$8,000 loss was made up of $\\$ 2,000$ of losses from business operation and a $\\$ 6,000$ long-term capital loss? See Reg. 8 1.704-1(d)(2).   \n(d) What would be the effect in (a), above, if Ace's S corporation status was terminated at the end of the current year?\n\n# 4. SALE OF S CORPORATION STOCK\n\nCode: $\\ S \\ 1 ( \\mathrm { h } )$\n\nThe tax consequences of a sale of S corporation stock are determined by regulations promulgated under the\"look-through\" rules of Section 1(h). In general, S corporation stock is treated as a capital asset that gives rise to capital gain or loss on sale. Unlike the more complex approach taken by Subchapter K to the sale of a partnership interest, Subchapter S historically has not required selling shareholders to characterize a portion of their gain or loss on a stock sale by reference to the types of assets (e.g., ordinary income property) held by the corporation at the time of the sale. When Congress enacted the Section 1(h) capital gains rate regime, however, it authorized the Service to prescribe appropriate regulations to apply the various maximum capital gains rates to the sale of interests in pass-through entities.187\n\nThe Section $1 \\mathrm { { ( h ) } }$ regulations apply a partial capital gains \"lookthougrulfor sales ndechanges ofinterests inan Scorati.s Shareholders who sell S corporation stock held for more than one year may recognize collectibles gain (taxable at a maximum rate of 28 percent) and residual capital gain, which is generally taxable at a maximum rate of 20 percent, 189 The selling shareholder's share of collectibles gain is defined as the amount of the net collectibles gain (but not net collectibles loss) that would be allocated to that shareholder if the S corporation transferred all of its collectibles in a fully taxable transaction immediately before the transfer of the stock.19o The selling shareholder's residual capital gain is the amount of long-term capital gain or loss that the shareholder would recognize on the sale of the stock (\"pre-lookthrough capital gain or loss') minus the shareholder's share of collectibles gain.191 The look-through rules do not extend to other corporate assets, such as inventory or depreciable equipment, that would generate ordinary income, or to real estate that would produce unrecaptured (i.e., 25-percent) Section 1250 gain on a corporate-level sale. In contrast, on the sale of a partnership interest, the portion of consideration received by a partner that is attributable to ordinary income assets is taxed to the selling partner as ordinary income.192 What is the policy justification for this more limited \"pick and choose\" lookthrough approach for S corporations?\n\nThe regulations illustrate these rules with the following example.193 Assume that X, Inc., which always has been an S corporation and is owned equally by individuals A, B, and C, invests in antiques. After they were purchased, the antiques appreciated in value by $\\$ 300$ .A owned onethird of the X stock and has held the stock for more than one year. A's adjusted basis in the X stock is $\\$ 100$ . If A were to sell all of the X stock to Tfor $\\$ 150$ , A would recognize $\\$ 50$ of pre-look-through long-term capital gain. If X were to sell all of the antiques in a fully taxable transaction immediately before the transfer to T, A would be allocated \\$100 of collectibles gain on account of the sale. Therefore, A will recognize \\$100 of collectibles gain on account of the collectibles held by X. The difference between A's pre-look-through capital gain or loss (\\$50) and the collectibles gain $( \\$ 100)$ is A's residual long-term capital gain or loss on the sale of the X stock. Thus, A will recognize $\\$ 100$ of collectibles gain and $\\$ 50$ of residual long-term capital loss on the sale of A's X stock.\n\n# E. DISTRIBUTIONS TO SHAREHOLDERS\n\nCode: \\$ 311(b); 1368; 1371(a)(1), (c), (e); Skim $\\ S \\ 3 0 1$ (a), (b) & (d).\n\n$S$ Corporations Without Earnings and Profits. If an S corporation has no accumulated earnings and profits, distributions to shareholders are treated as a tax-free return of capital which is first applied to reduce the shareholder's stock basis.194 Any distribution in excess of basis is treated as gain from the sale or exchange of property—capital gain if the stock is a capital asset.195 Virtually all S corporations formed after 1982 do not generate earnings and profitsi96 and are governed by this simple regime. This basic taxing pattern for distributions by S corporations also governs any distribution of property to which Section 301(c) would apply.197 Thus, the tax consequences of transactions characterized as Section 301 distributions by other Code provisions, such as Sections 302 (redemptions) and 305 (stock dividends), are determined under Section 1368.\n\nS Corporations with Earnings and Profits. S corporations with earnings and profits present more challenging problems because of the need to harmonize the Subchapter S rules with the corporation's prior C history. Distributions by a C corporation to its shareholders are taxable as dividends to the extent of the corporation's current and accumulated earnings and profits.198 Some S corporations may have accumulated earnings and profits attributable to prior years when they were governed by Subchapter C. In addition, an S corporation may have inherited the earnings and profits of another company in a corporate acquisition subject to Section 381. In all these cases, the undistributed earnings have not been taxed at the shareholder level and represent an irresistible temptation for a tax-free bailout. There is no free lunch, however, and it thus becomes necessary to identify those distributions which should be taxed at the shareholder level because they are made out of accumulated earnings and profits.\n\nCongress devised a new tax concept——the \"accumulated adjustments account\"(\"AAA”)to serve as the reference point for determining the source of distributions by an S corporation with accumulated earnings and profits. The AAA represents the post-1982 undistributed net income of the corporation. It begins at zero and is increased and decreased annually in a manner similar to the adjustment of the basis in a shareholder's stock.199 Any distribution by an S corporation with accumulated earnings and profits is treated as a tax-free return of capital to the extent it does not exceed the AAA.2oo A distribution in excess of the AAA is treated as a dividend to the extent of accumulated earrings and profits,201 and any portion of the distribution still remaining after both the AAA and accumulated earnings and profits are exhausied is treated first as a recovery of basis and then as gain from the sale of property.202\n\nOne might reasonably ask at this point: what is the purpose of this statutory scheme? The answer is more straightforward than it first appears. The function of the AAA is to identify the source of distributions by those few S corporations with accumulated earnings and profits. It permits the corporation to make a tax-free distribution of the net income recognized during its S corporation era which already was taxed at the shareholder level. Only after these previously taxed earnings are exhausted will a distribution be considered as emanating from accumulated earnings and profits.203\n\nDistributions of Appreciated Property. At the shareholder level, the Section 1368 distribution rules make no distinction between distributions of cash and other property. At the corporate level, however, an S corporation that distributes appreciated property (other than its own obligations) recognizes gain in the same manner as if the property had been sold to the shareholder at its fair market value.204 This familiar rule, borrowed from Subchapter C, applies to liquidating and nonliquidating distributions of property by an S corporation.2o5 The gain is not taxed to the corporation but, like other corporate-level income, it passes through to the distributee shareholder, who takes a fair market value basis in the distributed property.206 The shareholder's basis in his S corporation stock is reduced by the fair market value (not the adjusted basis) of the distributed property.207\n\n368(a). boa f.PROBLEMS\n\nauort fl yr h ove1. Ajax Corporation is a calendar year taxpayer which was organized two   \nof the current year, Dewey's basis in his Ajax shares was $\\$ 3,000$ and Milt's basis in his shares was $\\$ 5,000$ . During the year, Ajax will earn $\\overline { { \\mathbb { S } 9 } } , 0 0 0$ of net income from operations and have a $\\$ 3,000$ long-term capital gain on the sale   \ntake nts uot h yr honel. K LTC6. basi3. 7K.   \nnote. bi wes inae o 2K LT(G, bs:(3k.   \nDsebrebn: tubee.   \nlevey bis} : 7k-sk= 2K.   \nMbe bu)-−. 1B1k- k=sk.   \nveae ls fs en.   \n(a) On October 15, Ajax distributes $\\$ 5,000$ to Dewey and $\\$ 10,000$ to Milt.   \n(b) On October 15, Ajax distributes $\\$ 8,000$ to Dewey and \\$16,000 to Milt. $\\sin \\angle D A C = \\cos \\angle D C A = 1 k \\cos  0 \\sin 3 .$ Mede   \n(c) Ajax redeems all of Dewey's stock on the Iast day of the year for $\\$ 20,000$ . What result to Dewey?   \n(d) On October 15, Ajax redeems one-fourth of Dewey's stock for $\\$ 5,000$ and one-fourth of Milt's stock for $\\$ 10,000$   \n(e) Ajax distributes a parcel of land with a basis of $\\$ 9,000$ and a fair market value of \\$8,0oo to Dewey and a different parcel with a basis of \\$13,000 and fair market value of \\$16,000 to Milt.   \n(f) On October 15, Ajax distributes its own notes to Dewey and Milt. Dewey receives an Ajax five year, 12% note with a face amount and fair market value of \\$8,o00 and Milt receives an Ajax five year, 12% note with a face amount and fair market value of $\\$ 16,000$ .\n\n2. P Corporation was formed in 2011 by its two equal shareholders, Nancy and Opal, and elected S corporation status at the beginning of the current year. On January 1, Nancy had a \\$1,000 basis in her P stock and Opal had a \\$5,000 basis in her stock. P has \\$6,000 of accumulated earnings and profits from its prior C corporation operations and has the following results from operations this year:\n\nGross income \\$32,000 Long-term capital gain . \\$ 4,000 Salary expense. $\\$ 123,400$ (id) Depreciation.…… \\$ 8.000\n\nWhat are the tax consequences to Nancy, Opal and P Corporation in the following alternative situations.\n\n(a) On November 1, P distributes \\$5,000 to Nancy and \\$5,000 to Opal.   \n(b) Same as (a), above, except that P distributes \\$10,000 to Nancy and $\\$ 10,000$ to Opal.   \n(c) What difference would it make in (a), above, if P also received $\\$ 4,000$ of tax-exempt interest during the year and distributed $\\$ 2,000$ of the interest to Nancy and $\\$ 2,000$ to Opal?   \n(d) During the current year P makes no distributions. On January 1 of next year Nancy sells her P stock to Rose for $\\$ 6,000$ If P breaks even on its operations next year, what will be the result to Rose if P distributes $\\$ 6,000$ to each of its shareholders next February 15?   \n(e) During the current year P makes no distributions. Nancy and Opal revoke P's Subchapter S election effective January 1 of next year. Assume P Co. has $\\$ 5,000$ of earnings and profits next year. What results to Nancy and Opal if P distributes \\$7,000 to each of them on August 1 of next year?\n\n# F. TAxATION OF THE S CORPORATION\n\nCode: Ss 1363; 1374; 1375.\n\nThe major benefit of a Subchapter S election is the elimination of tax at the corporate Ievel. But this immunity from tax is not absolute. As part of its continuing mission to patrol abuse, Congress has provided that in certain limited situations an S corporation may be subject to tax under Section 1374 on certain built-in gains inherent in corporate property and under Section 1375 on a portion of its passive investment income.\n\nTax on Certain Built-in Gains: Section 1374. When Congress repealed the General Utilities doctrine, it recognized that the shareholders of a C corporation might elect S corporation status in order to avoid the corporate-level tax imposed under the new statutory scheme.208 For example, assume Liquidating Co. is a C corporation, holds highly appreciated assets, and is owned by shareholders A and B, who also would realize large taxable gains if they sel their stock or liquidate the company. If A and B cause Liquidating Co. to sell its assets and liquidate, or to distribute its assets in complete liquidation, Liquidating Co. will be taxed on its gains and A and B also will be taxed on their stock gains.209 If Liquidating Co. qualified as a \"small business corporation,\" A and B could elect S corporation status in order to reduce the double-tax burden on the sale or liquidation. The company then couid sell its assets and the gains would pass through to A and B, whose stock bases would be correspondingly increased. The effect of the S corporation/liquidation strategy would be to avoid the full impact of the double tax.\n\nSection 1374 blocks this opportunity by taxing an S corporation that has a \"net recognized built-in gain” at any time within five years of the effective date of its S corporation election.210 At the outset, two important limitations on this tax should be noted. First, Section 1374 applies only if the corporation's S election was made after December 31, 1986.211 Second, it does not apply to a corporation that always has been subject to Subchapter S.212\n\nIn general, Section 1374 is designed to tax an S corporation on the net gain that accrued while it was subject to Subchapter C if that gain is subsequently recognized on sales, distributions and other dispositions of property within a five-year \"recognition period\" beginning with the first taxable year in which the corporation was an S corporation. For this purpose, any gain recognized during the recognition period, including income from \"ripe\" items such as cash-basis accounts receivable or Section 453 installment obligations, is a \"recognized built-in gain\" unless the corporation establishes either that it did not hold the asset at the beginning of its first S taxable year or the recognized gain exceeds the gain inherent in the asset at that time.213 Conversely, any loss recognized during the recognition period, including deductible items attributable to the corporation's pre-S life, is a \"recognized built-in loss\" to the extent that the S corporation establishes that it held the asset at the beginning of its first S year and the loss does not exceed the loss inherent in the asset at that time.214 Since the taxpayer has the burden of proof under these definitions, a C corporation making an S election should obtain an independent appraisal of its assets to establish their value on the relevant date in order to avoid being taxed on gain arising under the S regime and to benefit from the losses that accrued during the corporation's C years.\n\nThe Section 1374 tax is computed by applying the highest rate applicable to C corporations (currently the 21 percent flat rate) to the S corporation's \"net recognized built-in gain,\" which is defined as the corporation's taxable income computed by taking into account only recognized built-in gains and losses but limited to the corporation's taxable income computed generally as if it were a C corporation.215 The purpose of the taxable income limitation is to ensure that Section 1374 does not tax the corporation on more income than it actually realizes during the taxable year. To prevent taxpayers from avoiding the tax by manipulating the timing of post-conversion losses, Section 1374(d)(2)(B) provides that any net recognized built-in gains not taxed vecause of the taxable income limitation are carried forward and treated as recognized built-in gain in succeeding years in the recognition period. Finally, the amount of net recognized built-in gain taken into account for any taxable year may not exceed the net unrealized built-in gain at the time the corporation became an S corporation reduced by any net recognized builtin gains which were subject to Section 1374 in prior taxable years.216\n\nThe Section 1374 tax easily could be avoided if it applied only to built-in gains recognized on the disposition of assets that were held by the S corporation at the beginning of its first S taxable year. For example, assume that a C corporation converting to S status holds an asset (Oldacre) with a built-in gain which it subsequently exchanges for property of like kind (Newacre) in a Section 1031 nonrecognition transaction. The gain inherent in Oldacre is preserved in Newacre's exchanged basis under Section 1031(d). If the corporation disposes of Newacre within five years after switching to S status, the Section 1374 tax should apply to the built-in \"C gain\"even though Newacre was not held on the first day that the corporation was subject to Subchapter S. Section 1374(d)(6) ensures this result by providing that an asset taking an exchanged basis from another asset held by the corporation at the time it converted to S status shall be treated as having been held as of the beginning of the corporation's first S year. In the above example, the built-in gain inherent in Oldacre on the conversion from C to S status is recognized under Section 1374 if the corporation disposes of Newacre at a gain during the recognition period.\n\nSection 1374(d)(8) is another testament to Congress's protective attitude toward the double tax. It ensures that built-in gain in assets acquired by an S corporation from a C corporation in a tax-free reorganization does not escape a corporate level tax. For this purpose, the recognition period commences as of the date the asset is acquired rather than on the beginning of the first taxable year for which the corporation was an S corporation.217\n\nTax advisors began to plot strategies to reduce the impact of Section 1374 soon after it was enacted. For example, it was suggested that the tax might be avoided if an S corporation sold an asset with built-in gain during the recognition period on the installment method but delayed receipt of any payments (and thus any recognized gain) until after the recognition period had expired.218 Not surprisingly, the Service has expressed its displeasure with this gambit. The regulations provide that the built-in gain rules will continue to apply to income recognized under the installment method during taxable years ending after the expiration of the recognition period. The gain, when recognized, will be subject to tax under Section 1374.219\n\nTax on Passive Investment Income. When it widened the gates to Subchapter S, Congress became concerned that a C corporation with earnings and profits might make an S election and redeploy substantial amounts in liquid assets yielding passive investment income such as dividends and interest. Left unchecked, this strategy would enable a profitable C corporation to move to the single-tax regime of Subchapter S and pass through the investment income to its shareholders, who might delay, perhaps forever, paying any shareholder-level tax on the Subchapter C' earnings and profits. This plan had particular allure when a C corporation sold all of its operating assets and was seeking an alternative to the shareholder-level tax that would be imposed under Section 331 on a distribution of the proceeds in complete liquidation.220\n\nThe Code includes two weapons to foil the Subchapter S/passive income ploy. As discussed earlier, an S corporation with accumulated earnings and profits from its prior life as a C corporation will lose its S status if it has passive investment income that exceeds 25 percent of its gross receipts for three consecutive taxable years.221 In addition, even before its S status is terminated, the corporation will be subject to a corporate-level tax under Section 1375. The tax, which equals 21 percent of the corporation's \"excess net passive income,\" is imposed if an S corporation has earnings and profits from a taxable year prior to its S election and more than 25 percent of the corporation's gross receipts for the taxable year consist of passive investment income22\n\nFor purposes of the Section 1375 tax, \"passive investment income\" is defined as gross receipts from royalties, rents, dividends, interest, and annuities.223 Gains on the disposition of property, interest earned on obligations acquired from the sale of inventory, the gross receipts of certain lending and finance institutions, and dividends received from a C corporation subsidiary that are derived from the active conduct of a trade or business, are not passive investment income.224 To prevent easy manipulation of the gross receipts test, only the excess of gains over losses from dispositions of capital assets (other than stock and securities) is included in overall gross receipts, and gross receipts from the sales or exchanges of stock or securities are taken into account only io the extent of gains.225 The term \"stock or securities\" is interpreted expansively and includes stock rights, warrants, debentures, partnership interests, and \"certificates of interest' in profit-sharing arrangements.226\n\nThe computation of the Section 1375 tax is a technician's dream (and a student's nightmare?). The base for the Section 1375 tax, \"excess net passive income,\" is a percentage of the corporation's \"net passive income,\" which is generally equal to passive investment income less deductions directly connected with the production of such income.227 To arrive at excess net passive income, net passive income is multiplied by a ratio, which has a numerator equal to the excess of passive investment income over 25 percent of gross receipts for the year, and a denominator equal to passive investment income for the year.228 There is one final caveat: excess net passive income cannot exceed the corporation's taxable income for the year computed with the special changes described in Section 1374(d)(4).229\n\nAn example may help control the pollution. Assume that X Corporation made a Subchapter S election last year and will have accumulated earnings and profits from prior C corporation operations at the end of its current taxable year, in which X has $\\$ 50,000$ of income from its regular business operations and $\\$ 35,000$ of business deductions. X also receives $\\$ 15,000$ of interest income and $\\$ 10,000$ of dividends and incurs \\$5,000 of expenses directly related to the production of the investment income.\n\nIs X subject to the Section 1375 tax? The corporation will have Subchapter C earnings and profits at the close of its taxable year and more than 25 percent of its gross receipts are passive investment income $( \\$ 25,000$ out of $\\$ 75,000$ of gross receipts), so the tax is potentially applicable. X's net passive income is $\\$ 20,000$ (\\$25,000 of passive investment income less directly connected expenses), and it will have $\\$ 5,000$ of excess net passive income (\\$20,000 of net passive income multiplied by a ratio having \\$6,250 as the numerator (\\$25,000 of passive investment income reduced by 25 percent of gross receipts) and \\$25,000 as the denominator (passive investment income). Since excess net passive income does not exceed X's taxable income as determined under\n\nSection 1374(d)(4), the corporation's tax liability will be $\\$ 1,050$ $( \\$ 5,000$ 21 percent).\n\nSection 1375(d) offers one avenue for relief from the Section 1375 tax. The tax may be waived if the S corporation establishes to the satisfaction of the Service that it determined, in good faith, that it had no earnings and profits at the close of a taxable year and, within a reasonable period after discovering earnings and profits, they were distributed. The addition of an \"anti-blunder\" provision to this complex area is a welcome sign and one hopes the Service is merciful in its administration of Section 1375(d).\n\nCongress also considered the interaction of Sections 1374 and 1375 with the provisions taxing the shareholders of an S corporation. Any Section 1374 tax is treated as a loss (characterized according to the builtin gain subject to tax) sustained by the S corporation which will pass through to the shareholders, and each item of passive investment income is reduced by its proportionate share of the Section 1375 tax.230\n\nIt is important to keep the application of Sections 1374 and 1375 in perspective. A new corporation making a Subchapter S election generally does not have to be concerned with either provision. Section 1374(c)(1) will protect the corporation from the Section 1374 tax and, since the corporation's activities will not generate earnings and profits,231 Section 1375 cannot apply to the corporation. Therefore, Sections 1374 and 1375 normally will not play a role in deciding whether to utilize a partnership or an S corporation for a new venture.\n\nAdditional considerations come into play if a C corporation is considering a move to a single tax regime. An operating C corporation must consider the impact of Sections 1374 and 1375 on a possible Subchapter S election. Weighed against these penalty provisions is the fact that a shift from C corporation to partnership status requires a liquidation of the corporation, which may result in significant current corporate and shareholder tax liability.232 The immediate tax cost of converting to a partnership or limited liability company may be significant enough to tip the balance in favor of a Subchapter S election and force an accommodation with Sections 1374 and 1375, if planning cannot successfully eliminate their impact.\n\n# PROBLEMS\n\n1. Built-in Corporation (\"B\") was formed in 2011 as a C corporation. The shareholders of B elected S corporation status effective as of January 1, 2016, when it had no Subchapter C earnings and profits and the following assets:\n\n<table><tr><td>Asset</td><td>Adj. Basis</td><td>F.M.V.</td></tr><tr><td>Land</td><td>$30,000</td><td>$20,000</td></tr><tr><td>Building</td><td>$10,000</td><td>$35,000</td></tr><tr><td>Machinery</td><td>$15,000</td><td>$30,000</td></tr></table>\n\nFor purposes of this problem, disregard any cost recovery deductions that may be available to B. Consider the shareholder and corporate level tax consequences of the following alternative transactions:\n\n(a) B sells the building for $\\$ 50,000$ in 2019; its taxable income for 2019 if it were not an S corporation would be $\\$ 75,000$   \n(b) Same as (a), above, except that B's taxable income for 2019 if it were not an S corporation would be $\\$ 20,000$   \n(c) Same as (a), above, except that B also sells the machinery for $\\$ 40,000$ in 2020, when it would have substantial taxable income if it were not an S corporation.   \n(d) B trades the building for an apartment building in a tax-free S 1031 exchange and then sells the apartment building for $\\$ 50,000$ in 2019, when it would have substantial taxable income if it were not an S corporation.   \n(e) B sells the building for $\\$ 90,000$ in 2022.\n\n2. S Corporation elected S corporation status beginning in 2016 and will have Subchapter C earnings and profits at the close of the current taxable year. This year, S expects that its business operations and investments will produce the following tax results:\n\nGross income from operations. \\$75,000 Business deductions. \\$60,000 Tax-exempt interest.. \\$23,000 Dividends. $\\$ 12,000$ Long-term capital gain from the sale of investment real property \\$35,000\n\n(a) Is S Corporation subject to the S 1375 tax on passive investment income? If so, compute the amount of tax.   \n(b) Same as (a), above, except that S receives an aditional \\$5,000 of tax-exempt interest.\n\n3. The San Diego Bay Boat Storage and Marina Corporation (\"Bay') was formed in 2014 as a C corporation and has substantial accumulated earnings and profits. Bay's business consists of three primary activities. About onethird of Bay's gross receipts are derived from marine service and repair work conducted by its two mechanics. Another one-third of Bay's total receipts come from the rental of berths to boat owners. Berthing fees vary depending upon the size of the particular boat. A boat owner renting a berth from Bay must pay a separate charge to have Bay's employees launch or haul out his boat. However, if given advance notice, Bay employees will fuel an owner's boat, charging only for the fuel. The remainder of Bay's receipts come from dry storage of boats. Owners pay $\\$ 500$ per month for dry storage in Bay's warehouse where a Bay employee is on duty 24 hours a day. For this fee, Bay employees will launch, fuel (with a charge for fuel) and haul out the boat whenever requested by the owner. Bay's mechanics also will perform a free engine analysis every other year for owners of power boats in dry storage.\n\nBay is considering the possibility of making a Subchapter S election and has requested your advice concerning any problems which it may have. What difference would it make if Bay were a newly formed corporation?\n\n# G. COORDINATION WITH OTHER INCOME TAX PROVISIONS\n\n# 1. SUBCHAPTER C233\n\nCode: ss 1371; 1372.\n\nIt is important to remember that an S corporation is still a corporation for many tax purposes. It is organized in the same manner as other corporations, and it may engage in most of the transactions and experience the corporate adjustments encountered throughout this text. After incorporating or escaping from Subchapter C, S corporations may make nonliquidating distributions of property or stock, engage in redemptions, or acquire other businesses in either taxable or tax-free transactions. They may sell their assets and liquidate, be acquired by another corporation, or divide up into two or more separate corporations. The tax consequences of these and other events in an S corporation's life cycle are determined by a patchwork quilt of Code sections pieced together from Subchapters C and S. The resulting product provides a challenging opportunity to study the uneasy relationship between a double tax regime and a pass-through scheme.\n\nSection 1371(a) begins the statutory snake dance with the deceptively simple general rule that the provisions of Subchapter C apply to an S corporation and its shareholders. This broad admonition is subject to two related exceptions. First, any provision in the Code specifically applicable to S corporations naturally will apply. Second, if the provisions of Subchapter C' are“inconsistent with\" Subchapter S, the S rules are controling. Reliable authority is sparse on precisely how Congress intended to harmonize the rules, but the Service gradually has offered guidance. The details are best raised in the context of specific transactions.\n\nFormation of a Corporation. All the basic rules studied in connection with the formation of a C corporation apply to newly formed s corporations.234 Shareholders who comprise the founding 80 percent or more \"control\" group do not recognize gain or loss on the transfer of property to the corporation if the requirements of Section 351(a) are met, but realized gain is recognized to the extent the shareholder receives boot235 or if the transferred liabilities exceed the shareholder's basis for the transferred property.236 Shareholders determine their basis in stock, debt obligations and other boot received under Section 358. The corporation takes a transferred basis in any contributed assets under Section 362(a). Organizational expenditures may be deducted and amortized if the corporation elects to do so under Section 248, and the benefit of the deductions passes through to the shareholders.\n\nSeveral other formation issues, most relating to the \"small business corporation requirements,\" are unique to S corporations. To qualify for the S election, the corporation must be mindful of the 100-shareholder limit and the prohibition against certain types of shareholders (e.g. nonresident aliens, partnerships). As for capital structure, an S corporation is limited to one class of stock and thus may not issue preferred stock, but it is free to issue debt, preferably in a form that qualifies for the straight debt safe harbor.237 Unlike a corporation facing the double tax, an S corporation has no particular incentive to issue pro rata debt to its shareholders.238\n\nS Corporations as Shareholders. At one time, an S corporation in its capacity as a shareholder of another corporation was treated as an individual for purposes of Subchapter C. The purpose of this rule was to ensure that an S corporation would not qualify for the Section 243 dividends received deduction, which is designed to prevent double taxation at the corporate level and thus should not be available to a passthrough entity.239 As drafted, however, the rule had a ripple effect on other transactions, leading Congress to repeal it and clarify the tax consequences of many of the transactions discussed below. The legislative history includes a reminder that S corporations, like individuals, may not claim a dividends received deduction or treat any item of income or deduction in a manner inconsistent with the treatment accorded to individual taxpayers.240\n\nDistributions and Liquidating Sales. As discussed earlier,241 Subchapter S generally preempts Subchapter C in determining the tax consequences of nonliquidating distributions. Section 1368 specifically provides that it shall apply to any distribution to which Section 301(c) otherwise would apply. This means that Section 1368 is the reference point not only for routine nonliquidating distributions but also other transactions, such as dividend-equivalent redemptions and taxable stock distributions, which are classified under Subchapter C as distributions to which Section 301 applies.242 We have seen that an S corporation recognizes gain under Section 311(b) on a distribution of appreciated property but, unless Section 1374 applies, that gain is not taxed at the corporate level. Instead, the gain passes through to the shareholders, who may increase their stock basis by their respective shares of the gain.\n\nIn the case of liquidating distributions and sales, Subchapter C reassumes center stage. Liquidating distributions generally trigger recognition of gain or loss to an S corporation under Section 336 in the same manner as if the corporation were subject to Subchapter C. Sales of assets pursuant to a plan of complete liquidation also are taxable. In either case, however, these gains will pass through to the shareholders and be subject to a single shareholder-level tax unless Section 1374 intercedes. An S corporation also may make a liquidating sale on the installment method. Under certain conditions, these installment obligations may be distributed without triggering corporate-level gain (unless Section 1374 applies), and the shareholders may use the installment method to report the gain.248 The character of the shareholder's gain in this situation is not determined by reference to their stock, which ordinarily would be a capital asset, but rather \"in accordance with the principles of Section 1366(d)”244i.e., as if the corporate-level gain on the sale of the asset had been passed through to the shareholders.245\n\nSubchapter C also governs the shareholder-level consequences of a complete liquidation. An S corporation shareholder treats distributions in complete liquidation as in full payment in exchange for the stock under Section 331. Although liquidating distributions and sales result in only one level of tax to an S corporation and its shareholders,246 variations between the shareholder's stock basis and the corporation's basis in its assets may have an impact on the character of the shareholder's gain or loss. For example, assume A owns all of the stock of S, Inc. (an S corporation with no prior C history) and has a \\$2,oo0 basis in her S stock.\n\nAssume S owns one ordinary income asset which has a $\\$ 10,000$ fair market value and a \\$1,000 adjusted basis. If S sells the asset, it will recognize $\\$ 9,000$ of ordinary income. The gain passes through to A, and her stock basis is increased by $\\$ 9,000$ ,to $\\$ 123000$ , under Section 1367. When S liquidates and distributes \\$10,000 cash to A, she recognizes a \\$1,000 long-term capital loss. Alternatively, if the ordinary income asset had a $\\$ 2,000$ basis, S would recognize $\\$ 8,000$ of ordinary income on its sale which would pass through to A, increasing her stock basis to $\\$ 10,000$ When S liquidates and distributes $\\$ 10,000$ cash to A, she would recognize no additional gain or loss.\n\nTaxable Acquisitions of S Corporations. An acquisition of an S corporation may be structured as either a purchase of stock from the shareholders or a purchase of assets from the corporation. The method chosen affects not only the amount, character and timing of gain but also may have an impact on the tax status of the S corporation and perhaps even the acquiring party if it also is an S corporation.\n\nAn asset acquisition often is preferable because the purchaser will obtain a cost basis in the S corporation's assets at the cost of only a shareholder-level tax.247 For example, assume P, Inc. wishes to acquire T, Inc. (an S corporation with no prior C history). If P purchases T's assets, any gain or loss recognized by T on the sale will pass through to its shareholders, and P will obtain a cost basis in the assets. T's shareholders will increase their stock basis by any gain recognized on the sale under Section 1367, thus avoiding a second tax on the same economic gain when T liquidates.\n\nIf P is a C corporation and purchases a controlling interest in the T stock, the T shareholders recognize gain or loss on the sale, and P takes a cost basis in the stock it acquires. T's S election will terminate, however, because an S corporation is not permitted to have any C corporation shareholders.248 If P does not make a Section 338 election, T retains its historic bases in its assets, and as a new C corporation it will face the prospect of a corporate-level tax on any built-in gain. If P makes a Section 338 election to obtain a cost basis in T's assets, T—which loses its S status on the acquisition—must pay an immediate corporate-level tax as a result of the deemed asset sale, which is rarely a good outcome.249 If P and T jointly make a Section 338(h)(10) election, the regulations provide that old T (still considered an S corporation at this point) recognizes gain or loss on the deemed sale of its assets and then is deemed to have distributed those assets in complete liquidation.25o The gain or loss on the deemed asset sale passes through to T's shareholders, with resulting basis adjustments to their T stock. Those adjustments then may be taken into account in determining the shareholders'gain or loss under Section 331 on the deemed complete liquidation of old T.251\n\nThe regulations under Section 336(e) offer treatment essentially equivalent to a Section 338(h)(10) election when S corporation shareholders make a qualified stock disposition, which basically is a sale, exchange or distribution within a 12-month period of an 80 percent or more controlling interest. A Section 336(e) election is available for dispositions of stock that do not qualify under Section 338(h)(10), such as sales to noncorporate buyers or a combination of sales and distributions. If a Section 336(e) election is made in connection with a stock sale, the S corporation target is deemed to sel its assets to a new corporation while still an S corporation; the shareholders take their pro rata share of the gains and losses into account and adjust their stock basis; and the old target S corporation is deemed to make a distribution to its shareholders and go out of business.252\n\nThe benefit of either a Section 338(h)(10) or Section 336(e) election is that a stock sale will be taxed as if it were a sale of the S corporation's assets. Whether that tax treatment is beneficial to the parties requires careful analysis of several variables, including the tax character of those assets. For example, a deemed asset sale may not be desirable if it gives rise to a significant amount of ordinary income such as when the corporation's assets are weighted towards inventory, receivables, and property triggering recapture of depreciation or amortization. By comparison, the \"look-through\" rules on a sale of S corporation stock do not extend to ordinary income property253 and thus the entire gain on a stock sale may qualify for the lower capital gains rates.\n\nTaxable Acquisitions by S Corporations. When the purchasing corporation (\"P\") is an S corporation, the primary concern usually is the preservation of P's S status. If P purchases the assets of T, the mix of consideration used in the transaction must be tailored to the S corporation eligibility requirements. P thus should avoid using its own stock or hybrid debt in order to avoid running afoul of the 100- shareholder limit or the prohibition against having more than one class of stock.254\n\nWhen an S corporation acquires the stock of T, the acquisition will not necessarily result in a loss of the acquiring corporation's S status because S corporations may have controlled C corporation subsidiaries.\n\nIn addition, an acquiring S corporation is eligible to make a Section 338 election, which will trigger immediate recognition of all T's gains and losses. Finally, if an S corporation acquires 80 percent or more of T's stock and liquidates T, the liquidation will be tax free to both corporations under Sections 332 and 337. Following that liquidation, however, any of T's built-in gains while it was a C corporation may later be subject to tax under Section 1374 upon a subsequent disposition.255\n\nTax-Free Reorganizations. An S corporation may be either the target or the acquiring corporation in a tax-free acquisitive reorganization. Looking first to situations where an S corporation is the target, it will lose its S status if it remains in existence as an 80 percent or more subsidiary following a tax-free acquisition of its stock by a C corporation in a Type B reorganization or reverse triangular merger. If an S corporation-target's assets are acquired in a merger or Type C reorganization, the transaction may proceed on a tax-free basis, and the target will terminate its existence as a result of the merger or the liquidation that must follow a Type C reorganization.\n\nIf an S corporation is the acquiring corporation in a tax-free reorganization, it will issue new stock to the target shareholders. Whatever form of acquisition is used, care must be exercised to avoid termination of the election by exceeding the 100-shareholder limit or inheriting an ineligible shareholder. Now that S corporations may have subsidiaries, a Type B stock-for-stock acquisition, once impossible without losing S status, is now a feasible alternative. Similarly, acquisition of the assets of a C corporation in a Type A or C reorganization should not adversely affect the acquirer's S election, but the earnings and profits from the target's C years could jeopardize the acquiring corporation's S status or subject it to the Section 1375 tax if it has substantial passive investment income.256 Moreover, an S corporation that is the acquiring corporation in a Type A or C reorganization or a forward triangular merger will inherit the target's tax attributes, including its earnings and profits, under Section 381, and its accumulated adjustments account if the target is an S corporation with a prior C history.257 Finally, any assets acquired from a C corporation in a tax-free reorganization trigger a new five-year recognition period for purposes of the Section 1374 tax on built-in gains.258\n\nCorporate Divisions. An S corporation may divide itself into separate corporations in a transaction that is tax-free at both the corporate and shareholder levels if all the requirements of Section 355 are met. Even when S corporations were not permitted to have subsidiaries, the Service was tolerant in this area, ignoring the transitory nature of a subsidiary formed in preparation for a division.259 After the division, the new corporation (or corporations, in the case of a split-up) may immediately make an S election.260\n\n# 2. NET INVESTMENT INCOME TAX\n\nSection 1411, which applies to individuals, estates and trusts, imposes a 3.8 percent tax on the lesser of the taxpayer's \"net investment income” or adjusted gross income (with some specialized modifications) in excess of certain high-income thresholds $\\$ 250,000$ for married filing jointly taxpayers and $\\$ 200,000$ for single and unmarried head of household filers).261 “Net investment income\" is generally interest, dividends, annuities, royalties, and income from Section 469 passive activities (i.e., trade or business activities in which the taxpayer does not materially participate).262 S corporations pass through net investment income items and related expenses to their shareholders. Shareholders who are active in the business (i.e., who \"materially participate\" in a trade or business activity) are not subject to the net investment income tax on their pro rata share of the S corporation's business income. As we will see shortly, that same income also may escape federal employment taxes.263\n\nDispositions of S corporation stock raise additional issues under the net investment income tax. If the selling shareholder does not materially participate in any activities of the business, the transaction is classified as a disposition of an interest in a passive activity and the capital gain or loss is included in net investment income.264 If the seller materially participates in one or more of the corporation's business activities, proposed regulations require a complex look-through approach under which each separate trade or business activity is deemed to have been sold for its fair market value. The shareholder's pro rata shares of gains and losses from the hypothetical sales of material participation activities are excluded in determining the shareholder's net investment income.265\n\n# 3. STATE AND LoCAL TAxES\n\nThe tax laws of most states with an income tax recognize a federal S corporation election and treat S corporations as pass-through entities.\n\nBut there are exceptions and other potential complications caused by a lack of uniformity at the state level. For example, S corporations organized in California must pay the greater of the $\\$ 800$ minimum franchise tax or 1.5 percent of net income. Other states impose modest business privilege or minimum taxes on S corporations even if they have no net income. Some states (e.g., New York and New Jersey) may require a separate S election to be filed. A few taxing jurisdictions (e.g., New Hampshire, Tennessee, Texas, the District of Columbia, and New York City) treat an S corporation as a separate taxable entity. S corporations with multi-state connections also may confront other issues, such as the need to apportion their income among the states in which they conduct business activities and withhold income taxes on income allocable to nonresident shareholders.\n\n# PROBLEMS\n\n1. Hi-Flying Co. is an aggressive growth company which was formed as a C corporation many years ago to develop new innovative technology. HiFlying has been successful and expects to receive inquiries concerning possible taxable and tax-free takeovers in the next few years. Can HiFlying's shareholders improve their tax situation in a future takeover by making an S election? In general, if Hi-Flying makes an S election, would you advise a potential corporate purchaser desiring a cost basis in HiFlying's assets to structure its acquisition as a purchase of stock or assets?\n\n2. Target Corporation (\"T\") is a C corporation which has substantially appreciated assets and is a takeover candidate being pursued by several suitors. Purchasing Corporation (\"P') has a Subchapter S election in effect and is considering making a bid for T. Consider the tax consequences of the following acquisition offers by P:\n\n(a) P will offer to purchase T's stock for cash or a combination of cash and P notes.   \n(b) P will acquire T in a Type C reorganization.\n\n# H. COMPENSATION ISSUES\n\nS corporation shareholders commonly serve as officers, directors and employees of their corporation. Individuals with this multiple status can choose whether to withdraw cash as compensation for their services or as a shareholder distribution. Salary payments are deductible by the corporation as a business expense (with the benefit of the deduction passing through to the shareholders), and are includible in the employee's gross income. These \"wages” also are subject to federal employment taxes imposed on both the employer and the employee.).266 Under the social security component of the Federal Insurance Contributions Act (known as FICA), the tax is 12.4 percent of wages paid up to an indexed cap (\\$132,900 for 2019) and is split equally between the employer and the employee. The additional Medicare tax is 2.9 percent of all wages (so there is no cap), also split equally between employer and employee.267 For wages over certain high-income thresholds $( \\$ 250,000$ for married taxpayers who file a joint return, $\\$ 200,000$ for unmarried and head of household filers), the Medicare tax rate on the employee's share of the excess is increased to 3.8 percent.268 Under a parallel system, selfemployed taxpayers are subject to a 12.4 percent tax on their selfemployment income up to the indexed cap and a 2.9 percent Medicare tax on all their self-employment income (3.8 percent for earnings over the high-income thresholds).269\n\nS corporation shareholders generally are not subject to employment taxes on amounts that are not received as \"wages,”such as distributions, and a shareholder's pro rata share of the corporation's business income is not taxed as self-employment income. By contrast, general partners and members of LLCs who are active in their firm's business are subject to self-employment tax on their distributive share of trade or business income. \"Guaranteed” payments for services rendered to or on behalf of a partnership or LLC also are generally treated as income from selfemployment.270\n\nBecause the payment of salaries to shareholders usually results in a tax \"wash\" in the case of a profitable corporation (the compensation deduction reduces the operating income that passes through to the shareholders), the income tax consequences of salaries and distributions may be identical.271 It is the escalating employment tax base and the disparate treatment of S corporations and partnerships that have influenced some service providers to form S corporations to avoid the uncapped Medicare tax by foregoing much or even all of their salaries and instead withdrawing cash through shareholder distributions.\n\nTo illustrate, assume that Consultant is a single taxpayer who has \\$500,o00 of net earnings from her consulting practice and no other earned income. If she conducts her business as a sole proprietor, her selfemployment tax will be 12.4 percent of self-employment income up to the applicable cap, 2.9 percent on the first \\$200,000 of self-employment income and 3.8 percent on the \\$300,000 of self-employment income that exceeds the \\$200,000 high-income threshold for single taxpayers. Assume, alternatively, that Consultant incorporates her practice and elects S corporation status and the corporation nets the same \\$500,000, all attributable to Consultant's services, pays Consultant a salary of \\$200,000, and either retains the \\$300,000 balance or distributes it to\n\nConsultant as a dividend. If this arrangement is respected, Consultant saves the $\\$ 123,400$ of Medicare tax (3.8 percent of $\\$ 300,000$ that would have been owed on the last \\$300,ooo of her earnings not paid out as wages.\n\nThis strategy became known as the \"John Edwards loophole\" after it was revealed during the 2004 Presidential election campaign that Vice Presidential candidate and former Senator John Edwards had conducted his lucrative law practice as an S corporation, paying himself a relatively modest salary and withdrawing many millons more as distributions. The maneuver also was utilized by former House Speaker Newt Gingrich, who conducted his consulting and public speaking businesses through S corporations that in 2010 paid him $\\$ 444,000$ in wages out of roughly $\\$ 2.84$ million of total net earnings, saving $\\$ 69,000$ in Medicare taxes.272 Anecdotal evidence suggests that these are not isolated examples and may explain why over 60 percent of S corporations have only one shareholder.273\n\nThe Radtke case, below, is one court's hostile reaction to this maneuver in an extreme fact pattern.\n\n# Joseph Radtke, S.C. v. United States\n\nUnited States District Court, Eastern District of Wisconsin, 1989. 712 F.Supp. 143, affirmed 895 F.2d 1196 (7th Cir.1990).\n\nORDER\n\nTeReNCE T. EvANS, DIsTRICT JuDGE.\n\n\\*\\*\\*\n\n# FACTS\n\nNone of the facts are disputed.\n\nJoseph Radtke received his law degree from Marquette University in 1978. The Radtke corporation was incorporated in 1979 to provide legal services in Milwaukee. Mr. Radtke is the firm's sole incorporator, director, and shareholder. In 1982, he also served as the unpaid president and treasurer of the corporation, while his wife Joyce was the unpaid and nominal vice-president and secretary. The corporation is an electing small business corporation, otherwise known as a subchapter S corporation. This means that it is not taxed at the corporate level. All corporate income is taxed to the shareholder, whether or not the income is distributed.\n\nIn 1982, Mr. Radtke was the only full-time employee of the corporation, though it employed a few other persons on a piece-meal and part-time basis. Under an employment contract executed between Mr.\n\nRadtke and his corporation in 1980, he received \"an annual base salary, to be determined by its board of directors, but in no event shall such annual salary be less than $\\$ 0$ per year $\\ast \\ast \\ast$ . Employee's original annual base salary shall be $\\$ 0$ .\" This base salary of $\\$ 0$ continued through 1982, a year in which Mr. Radtke devoted all of his working time to representing the corporation's clients.\n\nMr. Radtke received $\\$ 123,425$ in dividends from the corporation in 1982. Whenever he needed money, and whenever the corporation was showing a profit-—that is, when there was money in its bank accounthe would do what was necessary under Wisconsin corporate law to have the board declare a dividend, and he would write a corporate check to himself.\n\nMr. Radtke paid personal income tax on the dividends in 1982. The Radtke corporation also declared the $\\$ 123,45$ on its form 1120S, the small business corporation income tax return. But the corporation did not file a federal employment tax form $( { \\mathrm { F o r m ~ } } 9 4 1 )$ or a federal unemployment tax form (Form 940). In other words, it did not deduct a portion of the $\\$ 123,425$ for Social Security (FICA) and unemployment compensation (FUTA). The IRS subsequently assessed deficiencies as well as interest and penalties. The Radtke corporation paid the full amount that IRS demanded under FUTA- $\\$ 366.44$ —and it also paid $\\$ 593.75$ toward the assessed FICA taxes, interest, and penalties. Then the corporation sued here after a fruitless claim for refunds.\n\nDISCUSSION\n\n\\*\\*\\*\n\nThe Radtke corporation acknowledges that wages are subject to FICA and FUTA taxes, but it argues that the Internal Revenue Code nowhere treats a shareholder-employee's dividends as wages for the purpose of employment taxes. The government, on the other hand, contends that \"since Joseph Radtke performed substantial services for Joseph Radtke, S.C., and did not receive reasonable compensation for such services other than'dividends', the'dividends'constitute 'wages' subject to federal employment taxes.\" The government does not allege that the Radtke corporation is a fiction that somehow failed to comply with Wisconsin statutes governing corporations.\n\nThe Federal Insurance Contributions Act defines \"wages\" as \"all remuneration for employment,\" with various exceptions that are not relevant to this dispute. 26 U.S.C. \\$ 3121(a). Similarly, the Federal Unemployment Tax Act defines \"wages' as \"all remuneration for employment,\" with certain exceptions that are not relevant. 26 U.S.C. \\$ 3306(b). (Dividends are not specifically excepted in either act, and \"remuneration\" is not defined.) Mr. Radtke was clearly an \"employee\" of the Radtke corporation, as the plaintiff concedes. See 26 U.S.C. ss 3121(d) and 3306(i). Likewise, his work for the enterprise was obviously \"employment.\" See 26 U.S.C. ss 3121(b) and 3306(c).\n\nAccording to the Radtke corporation, not all \"income\" can be characterized as “wages.\"I agree. See Royster Company v. United States, 479 F.2d 387, 390 (4th Cir.1973) (free lunches did not constitute “wages\" subject to FICA and FUTA); Central Illinois Public Service Co. v. United States, 435 U.S. 21, 25, 98 S.Ct. 917, 919, 55 L.Ed.2d 82 (1978) (reimbursement for lunches not “wages'subject to withholding tax; Court says in dicta that dividends are not wages).\n\nAt the same time, however, I am not moved by the Radtke corporation's connected argument that \"dividends\" cannot be \"wages.\" Courts reviewing tax questions are obligated to look at the substance, not the form, of the transactions at issue. Transactions between a closely held corporation and its principals, who may have multiple relationships with the corporation, are subject to particularly careful scrutiny. Whether dividends represent a distribution of profits or instead are compensation for employment is a matter to be determined in view of all the evidence.\n\nIn the circumstances of this case—where the corporation's only director had the corporation pay himself, the only significant employee, no salary for substantial servicesI believe that Mr. Radtke's \"dividends” were in fact \"wages\"subject to FICA and FUTA taxation. His \"dividends\" functioned as remuneration for employment.\n\nIt seems only logical that a corporation is required to pay employment taxes when it employs an employee. See Automated Typesetting, Inc. v. United States, 527 F.Supp. 515, 519 (E.D.Wis.1981) (corporation liable for employment taxes on payments to officers who performed more than nominal services for corporation); C.D. Ulrich, Ltd. v. United States, 692 F.Supp. 1053, 1055 (D.Minn.1988) (discussing case law defining who is an\"employee\"; court refuses to enjoin IRS from collecting employment taxes from S corporation that paid dividends but no salary to sole shareholder and director, a certified public accountant who worked for the firm). See also Rev. Rul. 73-361, 1973-2 C.B. 331 (stockholder-officer who performed substantial services for S corporation is \"employee,\" and his salary is subject to FICA and FUTA tax); Rev. Rul. 71–86, 1971-1 C.B. 285 (president and sole stockholder of corporation is \"employee' whose salary is subject to employment taxes, even though he alone fixes his salary and determines his duties).\n\nAn emplover should not be permitted to evade FICA and FUTA by characterizing all of an employee's remuneration as something other than “wages.\" Cf. Greenlee v. United States, 87-1 U.S.T.C. Para. 9306 (corporation's interest-free loans to sole shareholder constituted \"wages\" for FICA and FUTA where loans were made at shareholder's discretion and he performed substantial services for corporation). This is simply the flip side of those instances in which corporations attempt to disguise profit distributions as salaries for whatever tax benefits that may produce. See, e.g., Miles-Conley Co. v. Commissioner, 173 F.2d 958, 960– 61 (4th Cir.1949) (corporation could not deduct from its gross income excessive salary paid to president and sole stockholder).\n\nAccordingly, the plaintiffs motion for summary judgment is DENIED, and the defendant's motion for summary judgment is GRANTED. The plaintiff is ORDERED to pay the remaining deficiency on its 1982 FICA taxes along with the assessed interest, penalties, and fees.\n\n# NOTE\n\nSubsequent Case Law Developments. In accord with Radtke are Fred R. Esser, P.C. v. United States,274 Dunn & Clark, P.A. v. Commissioner,275 Spicer Accounting Inc. v. United States,276 Veterinary Surgical Consultants, P.C. v. Commissioner,277 David E. Watson, P.C. v. United States278, and NuLook Design, Inc. v. Commissioner.279 A contrary result was reached in Davis v. United States,28o where the court declined to recharacterize S corporation distributions as taxable wages. Davis is distinguishable, however, because the shareholders performed only minor services on behalf of the S corporation.\n\nIRS Enforcement. The S corporation employment tax avoidance strategy has presented enforcement challenges for the IRS. Even if the Service spots the issue, it must engage in a fact intensive analysis to determine whether an S corporation owner-employee lias been paid \"reasonable compensation.\" Many abuse cases appear to go undetected.\n\nProposed Legislation. Proposals have been introduced to curb or eliminate the Medicare tax avoidance strategy but Congress has yet to act. The goal is to place S corporations on a level playing field with partnerships and LLCs and curb gaming of the system by service providers to S corporations. The most recent version of a proposal was advanced by the Obama administration and would have subjected S corporation shareholders who materially participate in professional service businesses (e.g. law, accounting, health, consulting, architecture, performing arts,athletics) to self-employment tax on their entire share of an S corporation's active business income. Owners who do not materially participate also would have been taxable but only on an amount equal to reasonable compensation, if any, for services they provided to the business.281 A more refined approach was taken by former Ways and Means Committee chairman Dave Camp in his Tax Reform Act of 2014. The Camp proposal also would have extended the self-employment tax to S corporation business income passing through to shareholders who materially participate but, in recognition that some business income may be a return on capital rather than labor. it would provide a \"nonlabor income deduction' generally equal to 30 percent of net business income.282\n\nFringe Benefits. Fringe benefits paid by an S corporation to its shareholder-employees also are subject to special treatment. Section 1372 provides that an S corporation shall be treated as a partnership for purposes of employee fringe benefits, and any shareholder owning either more than two percent of the corporation's outstanding stock or more than two percent of the total voting power of al stock will be treated as a partner. As a result, an S corporation seldom can provide benefits, such as a medical reimbursement plan or group-term life insurance, which are deductible by the corporation and excludable from gross income of its shareholderemployees.283\n\n# I. TAX POLICY IsSUES: SuBCHAPTER K VS. SUBCHAPTER S284\n\nThe check-the-box elective classification regime discussed in Chapter 1 made it easier for virtually any closely held business to obtain pass-through taxation treatment. This has resurrected the longstanding debate on the most desirable structure for a pass-through system. The excerpt below, from a study by the Joint Committee on Taxation, compares the tax treatment of partnerships and S corporations and surveys the competing views on the need to retain two different passthrough regimes.\n\n# Joint Committee on Taxation, Review of Selected Entity Classification and Partnership Tax Issues\n\n(JCS-6–97) 23–25 (April 8, 1997).\n\n# Need for multiple sets of rules for pass-through entities\n\n[The issuance of final check-the-box classification regulations raises a set of issues regarding] whether there is a continuing need in the tax law for parallel pass-through systems for general business activities.42 Although S corporations (and their shareholders) generally are treated similarly to partnerships (and their partners), significant differences exist, some of which favor S corporations while others favor partnerships.\n\nFor example, the items of income, gain, loss, deduction or credit of a partnership generally are taken into account by a partner pursuant to the partnership agreement (or in accordance with the partners' interest in the partnership if the agreement does not provide for an allocation) so long as such allocation has substantial economic effect.43 Because of the one-class-of-stock rule for S corporations (sec. 1361(b)(1)(D)), the items of income, gain, loss, deduction or credit of an S corporation cannot be separately allocated to a particular shareholder, but are taken into account by all the shareholders on a per-share, per-day basis. Thus, partnerships generally are considered to be a more flexible vehicle for purposes of allocating particular entity-level items to investors.\n\nAnother important difference making partnerships more flexible than S corporations is the treatment of entity-level debt, for purposes of the owner's basis in his interest. A partner includes partnership-level debt in the basis of his interest (sec. 752), whereas an S corporation shareholder does not (sec. 1367). The amount of the partner's or S corporation shareholder's basis in his interest serves as a limit on the amount of losses that can be passed through (secs. 704(d), 1366(d), which makes increases in basis for entity-level debt important.\n\nThe sale of stock in an S corporation generally results in capital gain or loss to the selling shareholder. The sale of an interest in a partnership also generally gives rise to capital gain or loss, but gives rise to ordinary income to the selling partner to the extent attributable to unrealized receivables and certain inventory items (sec. 751).\n\nThe distribution of appreciated property by an S corporation to a shareholder (as a dividend, in redemption of shares, or in liquidation) is treated as a taxable sale of such property. Any gain is allocated to all the shareholders on a per-share, per day basis and increases the shareholder's adjusted bases in their shares. The distributee shareholder then reduces his basis by the amount of the distribution (i.e., fair market value of the distributed property) and takes a fair market value basis in the property. By contrast, the distribution of appreciated property by a partnership to a partner generally is not treated as a taxable sale of the property (sec. 731).\n\nAn existing C corporation may elect to be treated as an S corporation on a tax-free basis, subject to certain special rules. Converting corporations are subject to corporate-level tax on the recapture of LIFO benefits,4 on certain built-in gains recognized within a 10-year period after conversion,45 and on certain passive investment income earned while the corporation retains its former C corporate earnings and profits.46 The conversion of a C corporation to a partnership (or sole proprietorship) is treated as a liquidation of the entity, taxable to both the corporation and its shareholders.\n\nThe rules of subchapter C generally apply to an S corporation and its shareholders. Thus, for example, an S corporation may merge into a C corporation (or vice versa) on a tax-free basis. Similar rules do not apply to combinations of C corporations and partnerships.\n\nIndividual partners treated as general partners generally are subject to self-employment tax on their distributive shares of partnership income. Shareholders of an S corporation are not subject to selfemployment tax on S corporation earnings, but are subject to payroll tax to the extent they receive salaries or wages from the corporation.\n\nPartnerships, LLCs treated as partnerships, and S corporations may be treated differently for State income or franchise tax purposes.\n\nContinuing utility of S corporations\n\nIf an LLC can provide limited liability to all owners and achieve pass-through status as a partnership under the check-the-box regulations (or under the Service's prior revenue rulings on LLCs), the need for S corporations could be questioned. Particularly in light of the growing use of LLCs, it could be argued that the great flexibility of the partnership tax rules outweigh the principal advantage of S corporations: relative simplicity. Thus, it is argued that the rules for S corporations could be repealed without detriment to taxpayers.47\n\nOthers say the continued existence of subchapter S is worthwhile. A corporate charter is a prerequisite imposed by regulators for some trades or businesses (e.g., for depository institutions or to hold certain licenses), and LLCs may not meet such regulatory requirements. Moreover, the corporate form is a familiar, time-tested format, while the LLC form is new and unfamiliar (particularly where a business undertakes interstate commerce). Subchapter S supporters further point out that the rules of subchapter S are much simpler than the rules of subchapter K.48 Others point to specific advantages of subchapter S over the partnership tax rules (primarily the ability to convert from C to S corporation status generally without current corporate tax on appreciation, and the availability of tax-free reorganization rules for business combinations and reorganizations). At least until LLC interests are as easily issued in capital markets as traditional corporate stock, the S corporation may continue to be an attractive vehicle in which to start a business, if it is anticipated that it will later go public. Finally, any repeal of subchapter S would require rules providing for the treatment of existing S corporations.49\n\nWhether or not it is advisable to retain both the partnership rules and the S corporation rules, some argue that the complexity of either regime is excessive for small businesses, and a new, much simpler passthrough system should be provided for small businesses that would be consistent with the new simplicity for choice of entity under the checkthe-box regulations.50 A significant question, under such an approach, is the definition of a small business, which could depend on the number of owners, the value of the entity's assets, the amount of its gross or net income (if any), or some combination of these or other factors. Related questions involve the treatment of businesses that grow (or fluctuate in size), crossing the definitional line, and the treatment of tax attributes imported from a more complex tax regime. Weighing of simplicity against accuracy of income measurement and allocation would be a factor in designing a simpler regime.\n\nOthers would argue that there is nothing inherently complex in the application of the partnership tax rules to most small business transactions. Small businesses today can achieve the effect of a simplified partnership regime for most common business arrangements. Mandating the use of specific rules for small business would deny them the flexibility of present law partnership rules and, it could be argued, would represent a competitive disadvantage relative to larger businesses.\n\n# NOTE\n\nThe debate on how pass-through entities should be taxed comes and goes, with recurring themes and timeless arguments. The latest burst of energy was in 2013, when the House Ways and Means Committee released a provocative discussion draft with two reform options.285 The less ambitious Option 1 would make a handful of specific changes to the S corporation rules, such as reducing the bite of the Section 1375 tax on excessive passive investment income, extending the time to make an S election, ameliorating penalties for inadvertent errors, and removing unnecessary complexity from the system. Two of the Option 1 proposals—to make permanent the reduction of the Section 1374 recognition period to five years and to limit a shareholder's downward basis adjustment resulting from an S corporation's charitable contribution of appreciated property to the adjusted basis of that property—were enacted into law in late 2015. The S corporation provisions in Option 1 were intended to encourage more C corporations to elect S status and provide greater flexibility to current S corporations in their day-to-day operations. Option 1 also included a list of far more controversial changes to the tax treatment of partnerships and partners in Subehapter K.\n\nThe more radical Option 2 would overhaul the current Subchapter K and S regimes by replacing them with a uniform set of rules available to most privately held business entities. Subchapter S would no longer exist, and a less flexible and somewhat more user-friendly Subchapter K would remain and apply to any legal form of closely held business entity if its owners elect pass-through tax treatment. Among the many changes affecting electing corporations would be elimination of the one-class-of-stock and shareholder eligibility restrictions; allowing entity debt to be included in a shareholder's basis; and permitting limited types of special allocations by agreement of the entity's owners.\n\nIn 2014, then House Ways and Means Committee chairman Dave Camp followed up with his sweeping discussion draft of The Tax Reform Act of 2014.286 The provisions afecting pass-through entities were largely drawn from Option 1 of the 2013 proposals, reflecting a more incremental approach to reform rather than a radical overhaul. Chairman Camp's initiative stimulated much discussion when it was first released but, like so many earlier proposals, it has faded into the sunset where it has so far only gathered dust. Many of the S corporation proposals are uncontroversial, however, and could become law either as part of a targeted tax bill or if and when comprehensive business tax reform legislation is enacted. The 2014 proposals are in line with the view expressed by many practitioners and the small business community that Subchapter S continues to play a valuable role and should be expanded and improved rather than discarded in favor of a unified pass-through system.287\n\n![](images/d943a75a23b46b609bb8cf51579a094821b92d662bb2a09a8c037fd09c207d0f.jpg)\n\n# INDEX\n\n# ACCUMULATED EARNINGS TAX\n\nGenerally, 16, 619, 636–637 Accumulated earnings credit, 651 Accumulated taxable income, 650–651 Burden of proof, 649 Consent dividends, 651 Dividends paid deduction, 650–651 Reasonable needs of the business, 640– 649 Anticipated needs, 646–647 \"Business'\"defined, 647 Stock redemptions, 648–649 Working capital, 647–648 Tax avoidance purpose, 637–640 Use of debt as defense, 117\n\nACQUISITIONS   \nSee Acquisitive Reorganizations; Taxable Acquisitions   \nACQUISITIVE REORGANIZATIONS See also, Carryover of Corporate Tax Attributes Generally, 389–393   \nAcquiring corporation, consequences to, 443-446 Basis, 444–446 Built-in losses, limits on importation, 445 Holding period, 444 Nonrecognition of gain or loss, 443– 444 Triangular reorganizations, 445   \nAssets-for-stock acquisitions (Type C), 415-419 Boot relaxation rule, 416 Creeping acquisitions, 417–418 Liabilities, impact of, 416 Liquidation requirement, 417 Step transaction issues, 418–419 Substantially all of the properties requirement, 416–417   \nBusiness purpose doctrine, 392   \nCarryover of corporate tax attributes, 393, 559-561   \nContinuity of business enterprise doctrine, 396, 408–412   \nContinuity of proprietary interest doctrine, 396–412 Consideration required, quantity and quality, 396–400 Measuring date, 401–402 Nonqualified preferred stock, 404– 406 Post-acquisition continuity, 404–405 Relationship to Section 338, pp. 406-407 Remote continuity, 400–401 Shareholders who must maintain continuity, identification of, 402-403   \nFailed reorganizations, 393   \nMergers and consolidations (Type A), 394-412 See also, Continuity of Business Enterprise Doctrine; Continuity of Proprietary Interest Doctrine Definition, 394 Disregarded entities, 395 Divisive mergers, 394–395   \nMulti-step acquisitions, 422–435   \nPolicy ssues, 447–451   \nRulings, 393   \nS corporations, 723   \nShareholders and security holders, consequences to, 435–441 Allocation of consideration, 437–438 Basis, 439–441 Boot dividend rule, 436–437 Holding period, 439 Nonrecognition of gain or loss, 435– 436 Policy, 438–439   \nStock-for-stock acquisitions (Type B), 412-415 Contingent consideration, 414–415 Creeping acquisitions, 414 Dissenting shareholders, 413–414 Solely for voting stock requirement, 412-413 Step transactions, 418–419   \nTarget corporation, consequences to, 441– 446 Basis, 443 Distributions, 442 Holding period, 443 Nonrecognition of gain or loss, 441– 442 Sales prior to liquidation, 442–443   \nTriangular reorganizations, 419–422 Acquiring corporation, basis consequences, 445 Forward triangular mergers, 421 Reverse triangular mergers, 421– 422   \nAFFILIATED CORPORATIONS See also, Allocation of Income\n\nand Deductions; Consolidated Tax Returns Generally, 27, 595 Consolidated returns, 605–616 Limitations on accumulated earnings credit, 595–598 Redemptions through, 280-293\n\n# ALLOCATION OF INCOME AND DEDUCTIONS\n\nSection 482, pp.598–605 Advance pricing agreements, 603 Arm's length standard, 600–601 Collateral adjustments, 601 Control, 599–600 Penalties, 603–604 Reform proposals, 604–605 Reporting requirements, 603–604 Statutory elements, 599–600 Transactions affected, 602–603\n\n# ALTERNATIVE MINIMUM TAX See Corporate Income Tax\n\n# ASSIGNMENT OF INCOME\n\nFormation of a corporation, 99–103\n\n# BASIS\n\nAcquisitive reorganizations, 439–441, 443, 444-446   \nComplete liquidations, 327   \nConsolidated returns, stock basis adjustments, 615–616   \nCorporate divisions, 504   \nFormation of a corporation, 57, 72–73, 75– 76,78–79,80–81   \nLiquidation of a subsidiary, 344   \nNonliquidating distributions, 170   \nRecapitalizations, 524   \nRedemptions, 202–203, 242–243   \nS corporation stock, 684–685   \nStock dividends, to shareholders, 308–309   \nBOOT   \nAcquisitive reorganizations, 436–437   \nCorporate divisions, 463, 502–503, 504- 507   \nFormation of a corporation, 70–79\n\nBOOTSTRAP ACQUISITIONS AND SALES Dividends, use of, 188–200 Redemptions, with, 254–256\n\nBUSINESS INTEREST LIMITATION See Capital Structure\n\nBUSINESS PURPOSE DOCTRINE See Judicial Doctrines\n\nBUY-SELL AGREEMENTS   \nGenerally, 257–259   \nConstructive dividend aspects, 259–262   \nDivorce, redemptions incident to, 263–271   \nEstate tax valuation, 258–259\n\n# CAPITAL STRUCTURE\n\nSee also, Formation of a Corporation Generally, 115   \nAdvantages of debt, 116–122   \nBifurcation of instruments, 147   \nBusiness interest, limitation on deduction of, 119–122   \nCorporate finance theory, 115   \nDebt-financed acquisitions, limitations on interest deduction, 122–124   \nDebt vs. equity, 124–148 Debt/equity ratio, 126-127 Form of obligation, 126 Hybrid instruments, 139–143 Intent, 127 Proportionality, 127 Subordination, 128   \nLoss on corporate investment, 148-152 Business vs. nonbusiness bad debts, 150 Section 1244 stock, 130–132 Worthless securities, 149–150   \nNontax considerations, 115–116   \nQualified smal business stock, sale of, 16–17, 149   \nRelated party debt, 147   \nSection 385 regulations, 143–147   \nTax Cuts and Jobs Act, impact of, 118– 119\n\n# CARRYOVER OF CORPORATE TAX ATTRIBUTES\n\nGenerally, 559–561, 563–566   \nAcquisitions to evade or avoid tax, 588– 589   \nConsolidated return rules, 593–594   \nCorporate divisions, 509   \nEarnings and profits, 561   \nNet operating losses, generally, 561–562   \nNet operating losses, limitations, 563–588 Attribution rules, 570–580 Built-in gains, 586 Built-in losses, limits, 585–586 Continuity of business enterprise limit, 581–582 Equity structure shift, 568 Long-term tax-exempt rate, 583 Owner shift, $5 \\%$ shareholder, 567 Ownership change, 566–570, 581 Section 382 limitation, 582 Unused limitation, carryforward, 582-583 Value of the company, 583–584   \nOther tax attributes limitations, 588   \nPreacquisition losses, limitations, 589– 592\n\n# CHOICE OF BUSINESS ENTITY\n\nGenerally, 12–13   \nChange of form, 22   \nChoice of entity trends, 22–23   \nCorporate income tax, 14–15   \nEmployment taxes, 20–22   \nIndividual tax rates, 13–14   \nLosses, pass through of, 18–19   \nNet investment income tax, 14–15   \nNontax objectives, 13   \nPartnership v. S corporation, 19–20   \nQualified business income deduction, 16-   \n17   \nQualified small business stock, 16   \nSelf-help strategies, 16   \nState tax issues, 20\n\n# CLASSIFICATION OF BUSINESS ENTITIES\n\nGenerally, 28–30\n\nChanges in, 32–33   \n\"Check-the-boxregulations, 30–-33   \nCorporate characteristics, 29   \nDisregarded (single-owner) entities, 31   \nForeign organizations, 31   \nLimited liability companies, 29–30   \nPublicly traded partnerships, 33–34   \nTrusts, compared, 34–35\n\n# COMPLETE LIQUIDATIONS\n\nSee also, Taxable Acquisitions Generally, 325–326   \nBasis of distributed assets, 327, 353   \nDistributions of property, consequences to liquidating corporation, 330–343 Court Holding.doctrine, 331–336 General Utilities doctrine, 330, 336 337 Limitations on recognition of loss, 338-342   \nLiquidation of a subsidiary, 342–356 Basis of distributed assets, 344 Control requirement, 344 Distributing corporation, consequences to, 352–354 Earnings and profits, 343 Indebtedness of subsidiary, transfers to satisfy, 353–354 Minority shareholders, 345, 353 Parent shareholder, consequences to, 343–345 Tax-exempt and foreign parents, 354   \nSales of assets, by liquidating corporation, 338   \nShareholders, consequences to, 326-330 Installment obligations, 328-329 Timing of gain, 328–329\n\n# CONSOLIDATED TAX RETURNS\n\nSee also, Affiliated Corporations Generally, 605–606 Advantages and disadvantages, 616 Allocation of tax liability, 614-615 Carryovers of tax attributes, 593–594 Consolidated taxable income, 608–615 Election, 607–608 Eligibility to file, 606–607 Intercompany distributions, 612–613 Stock basis adjustments, 615-616\n\n# CONSTRUCTIVE DISTRIBUTIONS\n\nGenerally, 173-180   \nBuy-Sell agreements, 257–262   \nDividend vs. compensation, planning, 178-180\n\n# CONSTRUCTIVE OWNERSHIP OF CK\n\nAttribution rules (S 318), redemptions, 205-207   \nFamily discord, impact of, 241–242   \nLimitation on carryover of net operating losses, 570–580   \nPersonal holding companies, 654   \nWaiver of attribution by entities, 227–228\n\nWaiver of family attribution, 211–223\n\nCORPORATE ACQUISITIONS   \nSee Taxable Acquisitions   \nCORPORATE DIVISIONS Generally, 453–455, 461–463   \nActive trade or business requirement, 462,464–484 Affliated groups, 482–483 Expansion of existing trade or business, 465–472, 480–481 Five-year rules, 481 Horizontal (functional) divisions, 479-480 Partnerships and limited liability companies, 473–476, 481–482 Real estate, 477–478 Recently acquired businesses, dispositions, 511–513 Relative size of active trade or business, 477, 496–498 Trade or business, 476–477 Vertical divisions, 478–479   \nBasis and holding period, 504   \nBoot, 463, 502–503, 504–507   \nBusiness purpose doctrine, 462, 484–487   \nCarryover of tax attributes, 509   \nContinuity of interest doctrine, 462, 487– 489   \nD reorganizations, relationship to, 455, 501   \nDevice limitation, 462, 489–500   \nDisqualified distributions, 508–509   \nDistributing corporation, consequences to, 463-464,507-509   \nFailed divisions, 509–510   \nHistory, 457–461   \nMorris Trust transactions, 518–519   \nNontax motives, 455–457   \nRulings, 464   \nScorporations, 723–724   \nShareholders and security holders, consequences to, 463–464, 502–507 Hot stock, 502–503   \nSignificant cash and investment assets, distributions of, 494–499 Active trade or business requirement, 497–498 Cash-rich split-offs, 494–495 Device limitation, 498–499 Disqualified investment corporation, 495-496   \nTaxable acquisitions, limitations on use of 8355, pp.511–518   \nUnwanted assets, disposition in conjunction with reorganization, 518-521   \nCORPORATE ENTITY, RECOGNITION OF, 38–43   \nCORPORATE INCOME TAX See also, Double Tax; Integration Generally, 3–6, 23   \nAccounting methods, 26\n\nAlternative minimum tax, 27   \nCapital gains and losses, 25   \nCharitable contributions, 24–25   \nCompensation deduction, limitation, 25   \nCorporate tax shelters, 621–627   \nCredits, 26–27   \nDividends received deduction, 24   \nIntegration proposals, 43–49   \nInternational dimension, 9–11   \nMultiple corporations, 27   \nPolicy issues, 43–52   \nRates, 23   \nReform options, 50–52   \nTaxable income, 23–25   \nTaxable year, 25–26\n\nCORPORATE INVERSIONS See Multinational Corporations\n\nCORPORATE TAX SHELTERS Generally, 621–627 Enforcement, 620–621 Judicial doctrines, 627–631\n\nDEBT VS. EQUITY See Capital Structure\n\n# DISTRIBUTIONS\n\nSee Complete Liquidations; Constructive Distributions; Dividends; General Utilities Doctrine; Nonliquidating Distributions; Partial Liquidations; Redemptions; Stock Dividends\n\n# DIVIDENDS\n\nSee also, Constructive Distributions; Dividends Received Deduction; Earnings and Profits; Nonliquidating Distributions; Redemptions; Stock Dividends Generally, 153–156 Bootstrap sales, 188–200 Cash distributions, 163–168 Return of capital, multiple tax lots, 167-168 Constructive dividends, 173–180 Definition, 154–155 Dividend exclusion proposal, 49–50 Earnings and profits, 154–155, 160–163, 171–172,186–187 Extraordinary dividends, effect of, 182– 184 Property distributions, 168–173 Distributing corporation, consequences to, 170–172 General Utilities doctrine, 168–170 Obligations of corporation, 172 Shareholders, consequences to, 172– 173 Qualified dividends, 156–157 Rate reductions, economic impact, 158– 160 Reorganizations, 436–437\n\n# DIVIDENDS RECEIVED DEDUCTION\n\nGenerally, 24, 180–181 Anti-avoidance limitations, 180-187 Debt-financed portfolio stock, 184- 186 Earnings and profits adjustments, $^ \\mathsection$ 301(e), pp. 186–187 Extraordinary dividends, 182–184 Holding period requirements, 181- 182\n\n# DIVISIVE REORGANIZATIONS See Corporate Divisions\n\n# DOUBLE TAX\n\nSee also, Integration Generally, 2–8 Capital structure, influence on, 116–117 Reform proposals, 43–52\n\n# EARNINGS AND PROFITS\n\nGenerally, 154 Corporate divisions, 509 Deficits, carryovers of, 561 Determination of, 160–162 Liquidation of a subsidiary, 343 Nonliquidating distributions, effect of, 171--172 Redemptions and partial liquidations, effect of, 250–252 Section 301(e), adjustments, 186–187 Stock dividends, effect of, 309\n\n# ECONOMIC SUBSTANCE DOCTRINE\n\nGenerally, 619–620   \nCodification, 631–634   \nCommon law doctrine, 621–631   \nCorporate tax shelters, 621–627   \nPenalties, 634–635\n\n# FORMATION OF A CORPORATION\n\nGenerally, 55–57   \nAccounts payable, 82–83, 103–107   \nAccounts receivable, 106–107   \nAssignment of income, 99–103   \nAvoidance of $\\ S \\ 3 5 1$ , pp. 111-112   \nBasis, 57, 72–73, 75–76,78–79,80–81   \nBoot, treatment of, 70–79   \nBuilt-in losses, limitation on transfer, 58 59   \nContribution to capital, 110–111   \nControl defined, 57   \nControl immediately after the exchange, 60-66   \nGoing business, incorporation of, 99–108   \nHolding period, 57   \nInteraction with $^ \\ S$ 304, pp. 283–284   \nLiabilities,80–98,103–107 Liability \"assumed” defined, 97, 98 Liabilities in excess of basis, 81–98 Shareholder personal liability, effect of, 95–97 Tax avoidance purpose, 80–81   \nNonqualified preferred stock, 68–69   \nNonrecognition of gain or loss, requirements, 60–70\n\nOrganizational expenses, 113–114   \nProperty defined, 60, 67   \nS corporations, 718–719   \nSolely for stock requirement, 68–69   \nStart-up expenditures, 113   \nStock received for services, 67–68   \nTax benefit rule, 107–108   \nTiming of $^ \\mathsection$ 351(b) gain, 76–79   \nTransferee corporation, consequences to,   \n57-58\n\nGENERAL UTILITIES DOCTRINE See also, Complete Liquidations; Nonliquidating Distributions; Partial Liquidations; Redemptions Generally, 168–170   \nCorporate divisions, 514–515, 519   \nLiquidating distributions, 330, 336–337   \nRedemptions, 249–250   \nS corporations, 711–712\n\n# HOLDING PERIOD\n\nAcquisitive reorganizations, 439, 443, 444   \nCorporate divisions, 504   \nFormation of a corporation, 57   \nStock dividends, 309\n\nINCORPORATIONS See Formation of a Corporation\n\nINTEGRATION, 43–49\n\nJUDICIAL DOCTRINES Generally, 35   \nBusiness purpose, 37–38, 392, 462, 484– 487,629   \nEconomic substance, 36–37, 619–620, 627-634   \nSham transactions, 35–36   \nStep transactions, 38, 61-66, 422–435   \nSubstance over form, 37   \nLIABILITIES   \nFormation of a corporation, 80–98, 103– 107\n\nLIMITED LIABILITY COMPANIES, 7-8,29–30\n\nLIQUIDATION-REINCORPORATION See Nonacquisitive, Nondivisive Reorganizations\n\nLIQUIDATIONS See Complete Liquidations; Partial Liquidations; Taxable Acquisitions\n\nMERGERS See Acquisitive Reorganizations\n\n# MULTINATIONAL CORPORATIONS\n\nGenerally, 9–10 Foreign subsidiaries, use of, 10 Income shifting, 11 Inversions, 10–11\n\n# MULTIPLE CORPORATIONS\n\nSee Affiliated Corporations\n\nNET INVESTMENT INCOME TAX Generally, 14   \nDividends, 157   \nS corporations, 724\n\nNET OPERATING LOSSESSee Carryover of Corporate TaxAttributes\n\n# NONACQUISITIVE, NONDIVISIVE REORGANIZATIONS\n\nBankruptcy or insolvency (Type G), 552– 558   \nChange in form, etc. (Type F), 546–551   \nNondivisive Type D reorganizations, 534– 546 All-cash D reorganizations, 543–545 Internal restructuring transactions, 545-546 Liquidation-reincorporation, 535– 543   \nRecapitalizations (Type E), 523–534 Basis, 524 Bonds exchanged for stock, 524 Bonds for bonds, 524–525 Continuity of business enterprise doctrine, 523 Dividend treatment, 526–529 Section 306 stock, 526 Stock exchanged for bonds, 530–534 Stock for stock, 525–526\n\n# NONLIQUIDATING DISTRIBUTIONS\n\nSee also, Constructive Distributions; Dividends; Earnings and Profits; Redemptions Generally, 153–156   \nCash distributions, 163–168   \nEarnings and profits, determination of, 160-163   \nGeneral Utilities doctrine, 168–170   \nProperty distributions, 168–173 Distributing corporation, consequences to, 170–172 Obligations of corporation, 172   \nS corporations, 708–710   \nShareholders, consequences to, 172–173\n\n# ORGANIZATION OFA CORPORATION\n\nSee Formation of a Corporation\n\n# PARTIAL LIQUIDATIONS\n\nSee also, Redemptions Generally, 244–249   \nCorporate contraction doctrine, 244-248   \nCorporate shareholders, 246   \nDistributing corporation, consequerces to, 240-250   \nEarnings and profits, effect on, 250–252   \nProceeds of stock sale, distribution of, 247-248\n\n# PARTNERSHIPS\n\nC corporations, compared, 4–6 S corporations, compared, 19–20, 667– 679,731–735\n\n# PERSONAL HOLDING COMPANIES\n\nGenerally, 16, 619, 652–653   \nAdjusted ordinary gross income, 654–655   \nComputer software royalties, 657   \nConsent dividends, 661   \nCopyright royalties, 656–657   \nDeficiency dividends, 662   \nDividend carryover, 661–662   \nDividends paid deduction, 660–661   \nLiquidating distributions, 662   \nMineral royalties, 656   \nPersonal holding company defined, 653–   \n659   \nIncome test, 654–655   \nStock ownership requirement, 654   \nPersonal holding company income, 755   \nPersonal service income, 657, 658–659   \nProduced film rents, 657   \nRents, 656   \nSection 563(b) election, 661   \nTaxation of, 659–662\n\nPERSONAL SERVICECORPORATIONSTaxable year, 25\n\nPREFERRED STOCK BAILOUTSee Section 306 Stock\n\n# PUBLICLY TRADED PARTNERSHIPS, 32–34\n\nQUALIFIED BUSINESS INCOME See S corporations\n\nRECAPITALIZATIONS See Nonacquisitive, Nondivisive Reorganizations\n\n# REDEMPTIONS\n\nSee also, Buy-Sell Agreements; Partial Liquidations Generally, 201–202   \nAccumulated earnings tax, 648–649   \nBasis consequences, 202–203, 242-243   \nConstructive ownership of stock, 205–207   \nDeath taxes, redemptions to pay, 293-295   \nDistributing corporation, consequences to, 203–204,249–252   \nEarnings and profits, effect on, 250–252   \nGeneral Utilities doctrine, 249–250   \nInteraction with 8 351, pp. 284–285   \nNot essentially equivalent to a dividend, 230-243 Family discord, 241–242   \nPartial liquidations, 244–249   \nPlanning techniques, 244–249 Bootstrap acquisitions, 254–256 Buy-sell agreements, 257–259 Charitable contribution and redemption, 272–279 Constructive dividend issues, 259– 262 Divorce, redemptions incident to, 263-271   \nPurposes of, 204   \nRelated corporations, redemptions through use of, 280–283   \nStakes, 204   \nStock reacquisition expenses, deduction of, 252-253   \nSubstantially disproportionate redemptions, 207–211   \nTermination of shareholder's entire interest, 211–230 Deferred payments, 224–225 Multiple interests, retention of, 226 Waiver of attribution by entities, 227-228 Waiver of family attribution, 211– 223\n\n# REORGANIZATIONS\n\nSee Acquisitive Reorganizations; Carryover of Corporate Tax Attributes; Corporate Divisions; Nonacquisitive, Nondivisive Reorganizations\n\n# S CORPORATIONS\n\nGenerally, 19–20, 667–669 Accumulated adjustments account, 708– 709 Acquisitions by, 722–723 Acquisitions of, 721–722 At-risk limitation, 696 Basis, adjustments, 684–685 Built-in gains, tax on, 711–714 Compensation issues, 20–22, 725–731 Employment tax avoidance, 726– 731 Fringe benefits, 731 Medicare tax, 725–727 Conversion to, prior to liquidation, 360 Corporate divisions, 723–724 Distributions to shareholders, 708–710, 719-720 Dividends received deduction, 719 Election of S corporation status,677 Eligibility, 669–676 Eligible shareholders, 671 Ineligible corporations, 670 Number of shareholders, 670–671 One-class-of-stock requirement, 673-675 Straight debt safe harbor, 675–676 Trusts as shareholders, 671–673 Excess business loss limitations, 696–697 Family members, treatment as one shareholder, 671 Fiscal year election, 680–681 Formation of, 718–719 Inadvertent terminations, 679–680 Liquidation, 719–721 Loss limitations, basis, 696–704 Net investment income tax, 724 Passive activity loss limitations, 696\n\nPassive investment income, taxation of,   \n714-716   \nPolicy issues, 731–735   \nPrecontribution losses, limitations, 704–   \n706   \nQualified business income, deduction for,   \n686–696   \nQualified Subchapter S subsidiary, 670   \nReorganizations, 723   \nRevocation of election, 678   \nSale of S corporation stock, 706–708   \nShareholders, treatment of, 682–685   \nState and local taxes, 724–725   \nSubchapter C, coordination with, 718–724   \nTaxable year, 680–681   \nTaxation of, 711–717   \nTermination of election, 678–679\n\nSECTION 306 STOCK   \nCharitable contributions, 315   \nDefined, 312–314   \nExempt dispositions, 315–323   \nOrdinary income treatment, on disposition, 314–315   \nPreferred stock hailout, background, 311– 312   \nRecapitalizations, 526   \nReorganizations, 313-314, 526\n\nSECTION 1244 STOCKSee Capital Structure\n\nSHAM TRANSACTIONS See Judicial Doctrines\n\nSTEP TRANSACTIONS See Judicial Doctrines\n\nSTOCK DIVIDENDS   \nGenerally, 297–299   \nBasis, 308–309   \nEarnings and profits, effect on, 309   \nHistory, 299–302   \nHolding period, 309   \nRecapitalizations, 526   \nShareholders, consequences to, 302–311   \nStock rights, 309\n\n# SUBCHAPTER S\n\nSee S Corporations\n\nSUBSTANCE OVER FORM DOCTRINE See Judicial Doctrines\n\nTAX BENEFIT RULE Formation of a corporation, 107-108\n\n# TAXABLE ACQUISITIONS\n\nSee also, Complete Liquidations Generally, 357–358   \nAcquisition expenses, 384-388   \nAmortization of intangibles, 362–363   \nAsset acquisitions, 359-365 Allocation of purchase price, 360– 365 Reporting requirements, 365   \nComparison of acquisition methods, 380 382   \nStock acquisitions, 365–380 Aggregate deemed sales price, 371– 372 Basis allocation, target assets, 373 Consistency rules, 373–374 Deemed sale of assets, 370–371 Grossed-up basis, 372–373 Kimbell-Diamond doctrine, 365–369 Liquidation of target, 375 Section 336(e) election, 378–380 Section 338 election, 369–376 Section 338(h)(10) election, 376–378\n\n![](images/20858ddd616774cd61ba8a189844123ab9c4341bf18d830bc6bd56240dc6c165.jpg)\n\n![](images/81cee8b26586eda499a45ca2f4544404bd9067ebd1d4b4afda68fffbafc40dd9.jpg)\n\n![](images/231ae41e2b26ec08637b980e8e492dd310e2797740a4ee99250f25e69c2092d2.jpg)\n\n![](images/fe1c6932f8cfeebf3a78e435f35721f2c0401afd46e498f6bc8284f11d2a5e1d.jpg)\n\n![](images/e11f06596a639ec61189a9003d395ebd25867eff0a462efc0b9dc588e3f4d53b.jpg)\n\n![](images/8ee9a7eee9e8b47a79cfe28f294275c6a9a9fdb966fc49fee6e26e694fd9c3d2.jpg)\n\n![](images/31323f02dfb7ebc5566d5d4b2d8c997a6f2096ee562eeaa7cde75cc8a23c85e4.jpg)\n\n![](images/f7254153afaf0fffb0705f3a87d64a42deef868b0faf2f59017475ee925abd84.jpg)\n\n![](images/69dc18b617e1ca0c34676ebc61542b57bb9f97184faa907a784ebc3c1cc76fc7.jpg)"
    }
  }
}