{
  "backend": "pipeline",
  "version": "2.6.8",
  "results": {
    "Ch2_Formation_of_Corp": {
      "md_content": "# CHAPTER 2\n\n# FORMATION OF A CORPORATION\n\n# A. INTRODUCTION TO SECTION 351\n\nCode: \\$ 351(a), (c), (d)(1)−(2); 358(a), (b)(1); 362(a), (e); 368(c); 1032(a); 1223(1), (2); 1245(b)(3).\n\nRegulations: \\$\\$ 1.351–1(a), (b); 1.358–1(a), −2(b)(2); 1.362–1(a); 1.1032- 1(a), (d).\n\nPolicy of Section 351. In order to commence business operations, a corporation needs assets. It normally acquires these assets—known as the initial \"capital' of a corporation—by issuing shares of stock in exchange for cash or other property, or by borrowing. When a corporation raises its equity capital by issuing stock solely for cash, the tax consequences are routine: the shareholder simply has made a cash purchase and takes a cost basis in the shares acquired.1 If the corporation issues stock for property other than cash, the exchange would be a taxable event without a special provision of the Code. The shareholder would recognize gain or loss equal to the difference between the fair market value of the stock received and the adjusted basis of the property transferred to the corporation.2 The exchange also might be taxable to the corporation. Its gain—more theoretical than real—would be the excess of the fair market value of the cash and property received over the corporation's zero basis in the newly issued shares.\n\nA simple example illustrates the possibilities. Assume that A decides to form Venture, Inc. by transferring appreciated property with a value of \\$100 and a basis of \\$10 in exchange for Venture stock with a value of \\$100. A would realize \\$90 of gain and, in theory, Venture might be said to realize \\$100 of gain by issuing its stock. If both parties were taxed on this simple transaction, however, corporate formations would be severely impeded. To remove these tax obstacles, Congress long ago decided that routine incorporations should be tax free to the shareholders and the corporation. At the shareholder level, Section 351(a) provides that no gain or loss shall be recognized if property is transferred to a corporation by one or more persons solely in exchange for its stock if the transferor or transferors of property are in \"control\" of the corporation \"'immediately after the exchange.\"'Section 351 applies both to transfers to newly formed and preexisting corporations provided that the transferors of property have \"control\"immediately after the exchange. At the corporate level, Section 1032(a) provides that a corporation shall not recognize gain or loss on the receipt of money or other property in exchange for its stock (including treasury stock).3 These general rules are accompanied by special basis provisions and are subject to several exceptions, all of which will be discussed as this chapter unfolds.\n\nThe policy of Section 351 is one familiar to nonrecognition provisions. The transfer of appreciated or depreciated property to a corporation controlled by the transferor is viewed as a mere change in the form of a shareholder's investment. Consider, for example, the sole proprietor who decides to incorporate an ongoing business. The proprietor clearly realizes gain in a theoretical sense when the assets of the business are exchanged for all of the new corporation's stock. But he has neither \"cashed out” nor appreciably changed the nature of his investment. He owns and operates the same business with the same assets, only now in corporate solution. Incorporation does not seem to be the appropriate occasion to impose a tax if the transferred assets have appreciated or to allow a deductible loss if the assets have decreased in value.\n\nThis policy is more difficult to defend in the case of a minority shareholder. Consider a taxpayer who exchanges appreciated land with a basis of $\\$ 40$ and a fair market value of $\\$ 100$ for a ten percent stock interest in a newly formed corporation with a total net worth of $\\$ 1,000$ . As a result of the exchange, the taxpayer's continuing interest in the land has been significantly reduced, and he now owns a ten percent interest in a variety of other assets. Presumably, the exchange should be taxable and he should recognize \\$60 of gain. Similarly, if two or more unrelated taxpayers join together and transfer various assets to a new corporation in exchange for its stock, they arguably have changed the form of their investment; each now owns a part of several assets in corporate solution rather than all of the assets previously owned directly. Despite these arguments, Congress chose not to make such fine distinctions, perhaps because its primary goal in enacting Section 351 was to facilitate a wide variety of corporate formations. Section 351 thus is broad enough to embrace transfers of property by a group of previously unrelated persons——provided, of course, that the specific statutory requirements set forth below have been met.4\n\nBasic Requirements. The three major requirements to qualify for nonrecognition of gain or loss under Section 351 are as follows:\n\n(1) One or more persons (including individuals, corporations, partnerships and other entities) must transfer \"property' to the corporation;\n\n(2) The transfer must be solely in exchange for stock of the corporation; and   \n(3) The transferor or transferors, as a group, must be in \"control” of the corporation \"immediately after the exchange.\"\n\n\"Control' for this purpose is defined by Section 368(c) as \"'the ownership of stock possessing at least 80 percent of the total combined voting power of all classes of stock entitled to vote and at least 80 percent of the total number of shares of all other classes of stock of the corporation.\" These requirements are not as simple as they may first appear. Section 351 contains several statutory terms of art, each of which has raised issues over the years. Before studying the requirements in detail, however, it is necessary to complete the basic statutory scheme by turning to the corollary rules on basis and holding period.\n\nShareholder Basis and Holding Period. If Section 351 applies to a transfer, any gain or loss realized by the shareholder is not currently recognized. The policy of nonrecognition requires the preservation of these tax attributes to prevent total forgiveness of the unrecognized gain or forfeiture of any unrecognized loss. This goal is achieved by Section 358(a)(1), which provides that the basis of the stock (\"nonrecognition property') received in a Section 351 exchange shall be the same as the basis of the property transferred by the shareholder to the corporationan \"exchanged basis\" in the jargon of the Code.5 Returning to the introductory example, if A transfers property to Venture, Inc. with a basis of \\$10 and a fair market value of \\$100 for stock with a value of \\$100 in a transaction governed by Section 351, A's basis in the stock will be \\$10. Assuming no decrease in the value of the stock, the \\$90 of gain that went unrecognized on the exchange will be recognized if and when A sells the stock.6\n\nIn keeping with this policy, Section 1223(1) provides that where a transferor receives property with an exchanged basis, such as stock in a Section 351 exchange, the holding period of that property is determined by including the period during which he held the transferred property if the transferred property is a capital asset or a Section 1231 asset; if it is not, the transferor's holding period begins on the date of the exchange.\n\nTax Consequences to Transferee Corporation. On the corporate side, Section 1032 provides that a corporation does not recognize gain or loss when it issues stock in exchange for money or property. Moreover, a corporation that receives property in exchange for its stock in a Section 351 exchange steps into the shoes of the transferor. Section 362(a)\n\ngenerally prescribes a \"transferred basis\"7—i.e., the corporation's basis in any property received in a Section 351 exchange is the same as the transferor's basis, thus preserving the gain or loss inherent in the asset for later recognition by the corporation. And Section 1223(2) provides that if property has a transferred (also known as a carryover) basis to the corporation, the transferor's holding period likewise will carry over.\n\nLimitations on Transfer of Built-in Losses. When controlling shareholders transfer noncash assets to a corporation in a Section 351 exchange, the economic gain or loss inherent in those assets is reflected in both the transferor's stock basis and the transferee corporation's basis in the assets. This potential for duplication of the same economic gain or loss has been a longstanding feature of the Section 351 nonrecognition scheme. When Congress discovered that some U.S. corporations were exploiting these rules by deducting the same losses twice, it did what came naturally and enacted yet another statutory.watchdog to limit the recognition of losses. In so doing, it not only curtailed a potentially abusive tax shelter but also adversely affected many other transactions that may not be motivated by tax avoidance.\n\nIf property with a net built-in loss is transferred to a corporation in a Section 351 transaction or as a contribution to capital, the transferee corporation's aggregate adjusted basis of such property is limited to the fair market value of the transferred property immediately after the transfer.8 This limitation is applied on a transferor-by-transferor basis rather than to an aggregated group of transferors.9 Transferred property has a \"net built-in loss'\" when the aggregate adjusted basis of the property exceeds its fair market value.10 Any gain recognized by a transferor that increases the transferee corporation's basis in the transferred property is taken into account in determining whether the transferred property has a \"net built-in loss' in the transferee's hands.11\n\nIf multiple properties are transferred in the same transaction, some with built-in gains and others with built-in losses, the basis limitation only applies when there is a net built-in loss.12 If more than one property with a built-in loss is transferred, the aggregate reduction in basis is allocated among the properties in proportion to their respective built-in losses immediately before the transaction.13 Alternatively, the shareholder and the corporation may jointly elect to reduce the shareholder's basis in the stock that it receives to its fair market value.14 The amount of basis reduction resulting from this election may not be any larger than what is necessary to eliminate the duplication of loss in the transferred assets. Thus, the amount of any stock basis reduction equals the amount of asset basis reduction that would have been required under Section 362(e)(2) if the election had not been made.15 If the election is made, the assets continue to have a built-in loss in the hands of the transferee corporation, but the loss will not be duplicated on the disposition of the shareholder's stock.\n\nMore to Come. All these basis rules are subject to modifications to be discussed later in this chapter,16 and both Sections 358 and 362 apply to a variety of corporate transactions other than Section 351. For the moment, however, it is best to ignore these distractions and focus on the policy of continuity of tax characteristics that is an essential corollary to the nonrecognition principle of Section 351.\n\n# PROBLEM\n\nA, B, C, D and E, all individuals, form X Corporation to engage in a manufacturing business. X issues 100 shares of common stock. A transfers $\\$ 25,000$ cash for 25 shares; B transfers inventory with a value of $\\$ 10,000$ and a basis of \\$5,000 for 10 shares; C transfers unimproved land with a value of \\$20,000 and a basis of \\$25,000 for 20 shares; D transfers equipment with a basis of \\$5,000 and a value of \\$25,000 (prior depreciation taken was \\$20,000) for 25 shares; and E transfers a \\$20,000 (face amount and value) installment note for 20 shares. E received the note in exchange for land with a \\$2,000 basis that he sold last year. The note is payable over a five-year period, beginning in two years, at \\$4,000 per year plus market rate interest.\n\na) What are the tax consequences (gain or loss recognized, basis and holding period in the stock received) to each of the transferors? As to E, see I.R.C. $^ \\mathsection$ 453B(a); Reg. $^ \\mathsection$ 1.453-9(c)(2); Prop. Reg. $\\ S 1 . 4 5 3 \\mathrm { B - 1 ( c ) }$   \n(b) What are the tax consequences (gain recognized, basis and holding period in each of the assets received) to X Corporation?\n\nAssume all the same facts except that C transfers two parcels of unimproved land (Parcel #1 and Parcel #2), each with a value of \\$10,000. C's basis in Parcel #1 is \\$15,000 and C's basis in Parcel #2 is \\$8,000. What result to C and X Corporation?\n\n(d) There was \\$5,000 of gain inherent in the inventory transferred by B. If X Corporation later sells the inventory for \\$10,000, and\n\nB sells his stock for $\\$ 10,000$ , how many times will that $\\$ 5,000$ of gain be taxed? Is there any justification for this result?\n\n# B. REQUIReMENTS FOR NoNRECOGNITION OF GAIN OR LOSS UNDER SECTION 351\n\nThe introductory problem illustrates that a tax-free exchange is easily accomplished if a group of individuals forms a corporation by transferring property solely in exchange for common stock. But variations abound in the world of corporate formations, and the desires of the parties for a more complex transaction may conflict with the policy of ronrecognition. This section explores the requirements of Section 351 in more depth and shows that it often is possible, through careful planning, to reconcile these competing objectives.\n\n1. “CONTROL\"IMMEDIATELY AFTER THE EXCHANGE\n\nCode: $^ { \\ S \\ S }$ 351(a); 368(c).\n\nRegulations: 8 1.351–1(a)(1).\n\nSection 351 applies only if the transferors of property, as a group, \"control” the corporation immediately after the exchange. For this purpose, \"control' is defined by Section 368(c) as: (1) the ownership of at least 80 percent of the total combined voting power of all classes of stock entitled to vote, and (2) at least 80 percent of the total number of shares of all other classes of stock. The dual standard apparently was designed to ensure that the requisite control would not exist unless the transferors owned more than 80 percent of both the voting power and the total value of the corporation. Both prongs of the \"control\" test raise potentially thorny definitional questions—-e.g., what is \"stock entitled to vote?\"; how is “voting power' determined? But these questions seldom arise in practice either because the routine corporate formation involves only one class of voting common stock or the transferors of property collectively emerge from the exchange owning 100 percent of all classes of stock.\n\nThe requisite control must be obtained by one or more transferors of \"property' who act in concert under a single integrated plan. There is no limit on the number of transferors, and some may receive voting stock while others receive nonvoting stock. If the corporation issues more than one class of nonvoting stock, the Service requires that the transferor group must own at least 80 percent of each class.17\n\n'To be part of an integrated plan, the transfers need not be simultaneous. It is sufficient if the rights of the parties are \"previously defined\" and the agreement proceeds with an \"expedition consistent with orderly procedure.\"18 More important than timing is whether the transfers are mutually interdependent steps in the formation and carrying on of the business. Thus, it is possible for transfers separated by less than an hour to be considered separately for purposes of the control requirement or for transfers several years apart to be treated as part of an integrated plan.19\n\nFinally, the transferors of property must be in control \"immediately after the exchange.\" Momentary control will not suffice if ihe holdings of the transferor group fall below the required 80 percent as a result of dispositions of stock in a taxable transaction pursuant to a binding agreement or a prearranged plan.2o But a voluntary disposition of stock, particularly in a donative setting, should not break control even if the original transferor of property parts with the shares moments after the incorporation exchange.21\n\nAs illustrated by the case below, the courts have taken a practical approach to this much-litigated issue, focusing less on timing and more on the previously defined rights and obligations of the parties.\n\n# Intermountain Lumber Co. v. Commissioner\n\nUnited States Tax Court, 1976. 65 T.C.1025\n\nWILES,JUDGE:\\*\\*\\*\n\n[From 1948 until March, 1964, Dee Shook owned a sawmill in Montana, where Milo Wilson had logs processed into rough lumber for a fee. The rough lumber was processed into finished lumber at a separate plant jointly owned by Shook and Wilson. In March, 1964, the sawmill was damaged by fire. Shook and Wilson wanted to replace it with a larger facility, but Shook was financially unable to do so. Shook convinced Wilson to personally coguarantee a \\$200,000 loan to provide financing and, in return, Wilson insisted on becoming an equal shareholder with Shook in the rebuilt sawmill enterprise.\n\nOn May 28, 1964, Shook, Wilson and two other individuals incorporated S & W Sawmill, Inc. (\"S & W'). Minutes of the first meeting of shareholders on July 7, 1964, recited in part that \"Mr. Shook informed the meeting that a separate agreement was being prepared between he and Mr. Wilson providing for the sale of one-half of his stock to Mr. Wilson.\" Several days later, Shook transferred his sawmill site to S & W in exchange for 364 shares of S & W common stock. The company also issued one share to each of its four incorporators. No other stock was issued. On the same day, Shook and Wilson entered into “An Agreement for Sale and Purchase of Stock\" under which Wilson was to purchase 182 shares of Shook's stock for $\\$ 500$ per share, plus annual interest, to be paid in installments. As each principal payment on the purchase price was made, a proportionate number of shares of stock were to be transferred on the corporate records and delivered to Wilson. A certificate for the 182 shares was placed in escrow. Shook also executed an irrevocable proxy granting Wilson voting rights in the 182 shares.\n\nOn August 19, 1964, S & W borrowed $\\$ 200,000$ from an outside lender, in part upon the personal guarantees of Shook and Wilson. On July 1, 1967, the taxpayer in this case, Intermountain Lumber Co. (referred to in the opinion as \"petitioner'), acquired al the outstanding S & W stock from Shook and Wilson. S & W became a wholly owned subsidiary of Intermountain, and the companies filed consolidated tax returns for the years involved in this controversy.\n\nThe specific question before the Tax Court related to the tax basis of S & W's assets for purposes of depreciation claimed on the Intermountain Lumber group's consolidated return. In a role reversal, the Service contended that the transfer of assets to S & W was tax-free under Section 351, requiring S & W to take a transferred basis in the assets under Section 362. In support of a higher cost basis, the taxpayer argued that the incorporation did not qualify under Section 351 because Mr. Shook did not have control immediately after the exchange. Ed.]\n\n# OPINION\n\nSection 351 provides, in part, that no gain shall be recognized if property is transferred to a corporation by one or more persons solely in exchange for stock or securities [\"or securities” was deleted from the statute in 1989. Ed.] in such corporation and immediately after the exchange such person or persons are in control of the corporation. \"Control” is defined for this purpose in section 368(c) as ownership of stock possessing at least 80 percent of the total combined voting power of all classes of stock entitled to vote and at least 80 percent of the total number of shares of all other classes of stock of the corporation.\n\nIn this case, respondent is in the unusual posture of arguing that a transfer to a corporation in return for stock was nontaxable under section 351, and Intermountain is in the equally unusual posture of arguing that the transfer was taxable because section 351 was inapplicable. The explanation is simply that Intermountain purchased all stock of the corporation, S & W, from its incorporators, and that Intermountain and S & W have filed consolidated income tax returns for years in issue. Accordingly, if section 351 was applicable to the incorporators when S & W was formed, S & W and Intermountain must depreciate the assets of S & W on their consolidated returns on the incorporators' basis. Sec. 362(a). If section 351 was inapplicable, and the transfer of assets to S & W was accordingly to be treated as a sale, S & W and Intermountain could base depreciation on those returns on the fair market value of those assets at the time of incorporation, which was higher than the incorporators' cost and which would accordingly provide larger depreciation deductions. Secs. 167(g), 1011, and 1012.\n\nPetitioner thus maintains that the transfer to S & W of all of S & W's property at the time of incorporation by the primary incorporator, one Dee Shook, was a taxable sale. It asserts that section 351 was inapplicable because an agreement for sale required Shook, as part of the incorporation transaction, to sell almost half of the S & W shares outstanding to one Milo Wilson over a period of time, thereby depriving Shook of the requisite percentage of stock necessary for \"control' of $\\mathrm { ~ S ~ } \\&$ W immediately after the exchange.\n\nRespondent, on the other hand, maintains that the agreement between Shook and Wilson did not deprive Shook of ownership of the shares immediately after the exchange, as the stock purchase agreement merely gave Wilson an option to purchase the shares. Shook accordingly was in \"control”of the corporation and the exchange was thus nontaxable under section 351.\n\nRespondent has abandoned on brief his contention that Wilson was a transferor of property and therefore a person to also be counted for purposes of control under section 351. Respondent is correct in doing so, since Wilson did not transfer any property to S & W upon its initial formation in July of 1964. Wilson's agreement to transfer cash for corporate stock in March of 1965 cannot be considered part of the same transaction.\n\nSince Wilson was not a transferor of property and therefore cannot be counted for control under section 351, William A. James, 53 T.C. 63, 69 (1969), we must determine if Shook alone owned the requisite percentage of shares for control. This determination depends upon whether, under all facts and circumstances surrounding the agreement for sale of 182 shares between Shook and Wilson, ownership of those shares was in Shook or Wilson.\n\nA determination of \"ownership,\" as that term is used in section 368(c) and for purposes of control under section 351, depends upon the obligations and freedom of action of the transferee with respect to the stock when he acquired it from the corporation. Such traditional ownership attributes as legal title, voting rights, and possession of stock certificates are not conclusive. If the transferee, as part of the transaction by which the shares were acquired, has irrevocably foregone or relinquished at that time the legal right to determine whether to keep the shares, ownership in such shares is lacking for purposes of section 351. By contrastf if there are no restrictions upon freedom of action at the time he acquired the shares, it is immaterial how soon thereafter the transferee elects to dispose of his stock or whether such disposition is in accord with a preconceived plan not amounting to a binding obligation. $* * *$\n\nAfter considering the entire record, we have concluded that Shook and Wilson intended to consummate a sale of the S & W stock, that they never doubted that the sale would be completed, that the sale was an integral part of the incorporation transaction, and that they considered themselves to be coowners of S & W upon execution of the stock purchase agreement in 1964. These conclusions are supported by minutes of the first stockholders meeting on July 7, 1964, at which Shook characterized the agreement for sale as a \"sale\"; minutes of a special meeting on July 15, 1964, at which Shook stated Wilson was to “purchase” half of Shook's stock; the \"Agreement for Sale and Purchase of Stock”itself, dated July 15, 1964, which is drawn as an installment sale and which provides for payment of interest on unpaid principal; Wilson's deduction of interest expenses in connection with the agreement for sale, which would be inconsistent with an option; the S & W loan agreement, in which Shook and Wilson held themselves out as the \"principal stockholders\" of S & W and in which S & W covenanted to equally insure Shook and Wilson for $\\$ 100,000$ ; the March 1965 stock purchase agreement with S & W, which indicated that Shook and Wilson \"are to remain equal\"' (emphasis added) shareholders in S & W; the letter of May 1967 from Shook and Wilson to Intermountain, which indicated that Wilson owed Shook the principal balance due on the shares as an unpaid obligation; and all surrounding facts and circumstances leading to corporate formation and execution of the above documents. Inconsistent and self-serving testimony of Shook and Wilson regarding their intent and understanding of the documents in evidence is unpersuasive in view of the record as a whole to alter interpretation of the transaction as a sale of stock by Shook to Wilson.\n\nWe accordingly cannot accept respondent's contention that the substance varied from the form of this transaction, which was, of course, labeled a \"sale.\" The parties executed an \"option'agreement on the same day that the \"agreement for sale\" was executed, and we have no doubt that they could and indeed did correctly distinguish between a sale and an option.\n\nThe agreement for sale's forfeiture clause, which provided that Wilson forfeited the right to purchase a proportionate number of shares for which timely principal payments were not made, did not convert it into an option agreement. Furthermore, the agreement for sale made no provision for forgiving interest payments on the remaining principal due should principal payments not be made on earlier dates; indeed, it specifically provided that \"Interest payment must always be kept current before any delivery of stock is to be made resulting from a payment of principal.\"\n\nWe thus believe that Shook, as part of the same transaction by which the shares were acquired (indeed, the agreement for sale was executed before the sawmill was deeded to S & W), had relinquished when he acquired those shares the legal right to determine whether to keep them. Shook was under an obligation, upon receipt of the shares, to transfer the stock as he received Wilson's principal payments. $\\ast \\ast \\ast$ We note also that the agreement for sale gave Wilson the right to prepay principal and receive all 182 shares at any time in advance. Shook therefore did not own, within the meaning of section 368(c), the requisite percentage of stock immediately after the exchange to control the corporation as required for nontaxable treatment under section 351.\n\nWe note also that the basic premise of section 351 is to avoid recognition of gain or loss resulting from transfer of property to a corporation which works a change of form only. See Bittker & Eustice, Federal Income Taxation of Corporations and Shareholders, par. 3.01, p. 3–4 (3d ed. 1971). Accordingly, if the transferor sells his stock as part of the same transaction, the transaction is taxable because there has been more than a mere change in form. $\\star \\star \\star _ { \\mathrm { { I n } } }$ this case, the transferor agreed to sell and did sell 50 percent of the stock to be received, placed the certificates in the possession of an escrow agent, and granted a binding proxy to the purchaser to vote the stock being sold. Far more than a mere change in form was effected.\n\nWe accordingly hold for petitioner.\n\n# NOTE\n\nThe Service has taken a pragmatic (some might say \"nuanced\") view of the issue in Intermountain Lumber when the subsequent disposition of stock, even though pursuant to a prearranged binding commitment, is not taxable. Revenue Ruling 2003–5122 involved a plan by two corporations, referred to here as X Co. and Y Co., to consolidate certain businesses in a holding company structure. To accompiish that goal, X Co. transferred \\$40 of business assets to a wholly owned subsidiary, X Sub Co., for X Sub Co. stock (the first transfer). Then, pursuant to a preexisting agreement, X Co. transferred its X Sub Co. stock to Y Sub Co., a subsidiary of Y Co., for stock of Y Sub Co. (the second transfer). At the same time as the second transfer, Y Co. also contributed \\$30 of cash to Y Sub Co. for additional stock (the third transfer). Finally, Y Sub Co. transferred its own business assets and the \\$30 it got from Y Co. to X Sub Co. (the fourth transfer). When the dust settled, X Co. and Y Co. owned 40 percent and 60 percent, respectively, of Y Sub Co. and Y Sub Co. owned 100 percent of X Sub Co. The issue in the ruling was the tax results of the first transfer. X Co. clearly would have qualified for nonrecognition of gain under Section 351 on the first transfer but for its preexisting obligation to also make the second transfer. In holding that the first transfer satisfied the \"control immediately after the exchange requirement,\" Revenue Ruling 2003–51 distinguishes between prearranged dispositions of stock that are taxable and those that are nontaxable:\n\nTreating a transfer of property that is followed by ... a prearranged sale of the stock received as a transfer described in 8 351 is not consistent with Congress' intent in enacting S 351 to facilitate rearrangement of the transferor's interest in its property. Treating a transfer of property that is followed by $a$ nontaxable disposition of the stock received as a transfer described in $\\ S \\ 3 5 1$ is not necessarily inconsistent with the purposes of $\\ S \\ 3 5 1$ . Accordingly, the control requirement may be satisfied in such a case, even if the stock received is transferred pursuant to a binding commitment in place upon the transfer of the property in exchange for the stock. (Emphasis added.)\n\nRevenue Ruling 2003-51 also notes that its result is supported by the fact that the transaction could have been rearranged to more directly qualify for nonrecognition under Section 351. For example, X Co. could have contributed the business assets directly to Y Sub Co. for Y Sub Co. stock at the same time as Y Co. contributed the $\\$ 30$ of cash to the subsidiary. Those transfers would have been protected by Section 351. Y Sub Co. could have then transferred its assets to a newly formed X Sub Co. in a second tax-free Section 351 exchange. Thus, Revenue Ruling 2003–51 concludes that treating X Co.'s first transfer as within Section 351 is not inconsistent with the purposes of that section.\n\n# PROBLEM\n\nConsider whether the following transactions qualify under Section 351:\n\n(a) A and B are unrelated individuals. A forms Newco, Inc. on January 2 of the current year by transferring a capital asset with a basis of \\$10,000 and a value of \\$50,000 for all 50 shares of Newco common stock. On March 2, in an unrelated transaction, B transfers a capital asset with a basis of \\$1,000 and a value of \\$10,000 for 10 shares of Newco nonvoting preferred stock (that is not nonqualified preferred stock).   \n(b) Same as (a), above, except the transfers by A and B were part of a single integrated plan.   \n(c) Same as (b), above, except A transferred 25 of her 50 shares to her daughter, D, as a gift on March 5 (three days after B's transfer). What if A's gift to D were on January 5?   \n(d) Same as (b), above, except that two months after B's transfer, A sold 15 shares to E pursuant to a preexisting oral understanding, without which Newco would not have been formed.\n\n# 2. TRANSFERS OF“PROPERTY\"AND SERVICES\n\nRegulations: 8 1.351–1(a)(1), (2).\n\nIf the transferors of \"property' must have control immediately after the exchange, the question then becomes: what is \"property?\" Although the term is not specifically defined for purposes of Section 351, it has been broadly construed to include cash, capital assets, inventory, accounts receivable, patents, and, in certain circumstances, other intangible assets such as nonexclusive licenses and industrial know-how.23\n\nSection 351(d)(1) specifically provides, however, that stock issued for services shall not be considered as issued in return for property.24 This rule makes good sense in the case of a promoter of the enterprise or even the company lawyer, each of whom contributes no capital but still receives stock in exchange for services rendered to the corporation. Inasmuch as the stock is compensation for those services, the tax consequences are properly determined under Sections 61 and 83.\n\nApart from realizing ordinary income, a person who receives stock solely in exchange for services may cause the other parties to the incorporation to recognize gain or loss. The pure service provider is not considered a transferor of property and may not be counted as part of the control group for purposes of qualifying the exchange under Section 351. But if a person receives stock in exchange for both property and services, all that shareholder's stock is counted toward the 80 percent control requirement.25\n\nThese rules offer some tempting opportunities for the tax planner. Assume, for example, that Promoter and Investor join forces to form a new corporation. In exchange for his services, Promoter receives 25 percent of the corporation's common stock. In exchange for \\$500,000 of highly appreciated property, Investor receives the other 75 percent. Investor, as the only transferor of property, does not have control and thus must recognize gain on the transaction unless Promoter somehow/ can qualify as a transferor of property—a status easily achieved, perhaps, by the mere transfer of \\$ioo in cash.\n\nLife is not so simple in the world of Subchapter C. To prevent such facile maneuvering around the control requirement, the regulations provide that the stock will not be treated as having been issued for property if the primary purpose of the transfer is to qualify the exchanges of the other property transferors for nonrecognition and if the stock issued to the nominal transferor is \"of relatively small yalue\" in comparison to the value of the stock already owned or to be received for services by the transferor.26 In other words, the accommodation transfer gambit fails if the value of the property transferred is de minimis relative to the stock received for services. This regulation has been interpreted generously by the Service in Revenue Procedure 77–37,27 which provides that property transferred \"will not be considered to be of relatively small value $\\ast \\ast \\ast$ if the fair market value of the property transferred is equal to, or in excess of, 10 percent of the fair market value of the stock already owned (or to be received for services) by \\*\\*\\* [the transferor].\"\n\n# 3. SOLELY FOR “STOCK\"\n\nCode: Skim $\\ S \\ 3 5 1 ( \\mathrm { g } )$\n\nThe final requirement for nonrecognition is that the transfers of property be made \"solely” in exchange for \"stock\" of the controlled corporation. \"Stock\" generally means an equity investment in the company, and in this context the term has presented relatively few definitional problems. It does not include stock rights or warrants.28 At one time, Section 351(a) applied to transfers of property solely in exchange for both stock and corporate debt securities, but the term \"securities'” eventually was deleted. A \"security' was construed by the courts as a relatively long-term debt obligation (e.g., a bond or debenture) which provided the holder with a continuing degree of participation in corporate affairs, albeit as a creditor.29 After the amendment, debt 'securities received in a Section 351 transaction, along with all forms of nonsecurity debt (e.g., a short-term note), do not qualify as nonrecognition property.\n\nCertain preferred stock with debt-like characteristics, labelled by Section 351(g)(2) as \"nonqualified preferred stock,\" is treated as \"other property,\" known in tax jargon as “boot\", rather than stock for purposes of Sections 351 and 356 (relating to recognition of gain or loss on certain otherwise tax-free corporate acquisitions). \"Nonqualified preferred stock\" is generally defined as preferred stock3o with any of the following characteristics: (1) the stockholder has the right to require the issuing corporation or a \"related person\"s1 to redeem or purchase the stock, (2) the issuer or a related person is required to redeem or purchase the stock, (3) the issuer or a related person has the right to redeem or purchase the stock and, as of the issue date, it is more likely than not that such right will be exercised, or (4) the dividend rate on such stock varies in whole or in part with reference to interest rates, commodity prices, or similar indices.32 The first three of these categories apply only if the right or obligation with respect to the redemption or purchase of the stock may be exercised within the 20-year period beginning on the issue date of the stock, and such right or obligation is not subject to a contingency which.\n\nas of the issue date, makes remote the likelihood of the redemption or purchase.33\n\nThe effect of Section 351(g) is to treat debt-like preferred stock as boot, resulting in potential recognition of gain (but generally not loss) to the recipient under Section 351(b). A taxpayer is allowed to recognize a loss, however, if only nonqualified preferred stock is received in an exchange.34 The legislative history indicates that nonqualified preferred stock still will be treated as \"stock' for all other purposes unless and until the Treasury provides otherwise in prospective regulations issued under the authority of Section 351(g)(4).35 This hybrid status as boot for gain recognition purposes but stock for other purposes is more significant in connection with tax-free acquisitive reorganizations, which are covered later in the text.36\n\n# PROBLEM\n\nNate Network (\"Nate\") developed an idea for a new social media venture. He would like to form a start-up company, raise $\\$ 150,000$ of additional capital and hire an experienced person to manage the business. He has located Venturer, who is willing to invest \\$150,000 cash and Manager, who has agreed to serve as chief operating officer if the terms are right.\n\nThe parties have decided to join forces and form Newco Network, Inc. (“Newco\") as a $\\mathrm { ^ { 6 6 } C } ^ { \\mathrm { v 9 } }$ corporation. Nate will transfer tangible assets and intellectual property with an aggregate basis of \\$50,000 and an agreed fair market value of \\$200,000 (do not be concerned with the character of the individual assets for this problern); Venturer will contribute \\$150,000 cash; and Manager will enter into a five-year employment contract. Nate would like effective control of the business; Venturer is interested in a guaranteed preferred return on his investment but also wants to share in the growth of the company; and Manager wants to be fairly compensated (she believes her services are worth approximately \\$80,000 per year) and receive stock in the company, but she cannot afford to make a substantial cash investment. All the parties wish to avoid adverse tax consequences.\n\nConsider the following alternative proposals and evaluate whether they meet the tax and non-tax objectives of the parties:\n\n(a) In exchange for their respective contributions, Nate will receive 200 shares and Venturer will receive 150 shares of Newco stock. Manager will agree to a salary of \\$40,000 per year for five years and will receive 150 shares of Newco common stock upon the incorporation. (Assume that the value of the stock is $\\$ 1,000$ per share.)\n\n(b) Same as (a), above, except Manager will receive compensation of $\\$ 80,000$ per year and will pay $\\$ 150,000$ for her Newco stock. Any difference if Manager, unable to raise the cash, gave Newco her unsecured $\\$ 150,000$ promissory note, at market rate interest, payable in five equal installments, in exchange for her 150 shares?\n\n(c) Same as (a), above, except Manager will pay $\\$ 1,000$ for her 150 shares and the incorporation documents specify that she is receiving those shares in exchange for her cash contribution rather than for future services.\n\n(d) Same as (c), above, except Manager will pay $\\$ 20,000$ cash rather than $\\$ 1,000$\n\n(e) Same as (d), above, except Manager will receive only 20 shares of stock without restrictions; the other 130 shares may not be sold by Manager for five years and will revert back to the corporation if Manager should cease to be an employee of the company during the five-year period. See I.R.C. $\\ S 8 3$ . Would you advise Manager to make a $\\ S 8 3 ( \\mathrm { b } )$ election in this situation? What other information would you need?\n\n(f) In general, is there another approach to structuring the formation of Newco that would harmonize the goals of the founders? Consider the use of a capital structure with two classes.of stock.\n\n# C. TREATMENT OF BOOT\n\n# 1. IN GENERAL\n\nCode: 88 351(b); 358(a), (b)(1); 362(a). Skim 8 351(g)\n\nRegulations: 88 1.351–2(a); 1.358–1, –2; 1.362–1.\n\nIn the introductory section of this chapter, a simple example illustrated the need for Section 351. Recall that A decided to form Venture, Inc. by transferring appreciated property with a value of \\$100 and a basis of \\$10 in exchange for Venture stock with a value of \\$100. Without a special provision of the Code, A would have recognized a \\$90 gain on the exchange. But since A received solely stock and owned 100 percent of Venture, the transaction qualified for nonrecognition under Section 351. To preserve the gain that went unrecognized, A took a \\$10 exchanged basis in the Venture stock under Section 358, and Venture took a \\$10 transferred basis in the contributed assets under Section 362. If A had received more than one class of stock, the transaction still would have qualified under Section 351, and A would have been required to allocate his aggregate exchanged basis of \\$10 among the various classes of stock received in proportion to their relative fair market values 37\n\nBut suppose that A, perhaps motivated by the tax advantages of corporate debt,38 capitalizes Venture, Inc. with the same $\\$ 100$ asset by taking back common stock with a value of $\\$ 80$ and a corporate note with a value of $\\$ 20$ . The transaction fails to qualify under Section 351(a) because A, although clearly in \"control\" of Venture, has not exchanged his $\\$ 100$ asset \"solely\" in exchange for stock. A's position is not unlike the real estate investor who, desiring a tax-free like-kind exchange, trades his highly appreciated $\\$ 500,000$ building in exchange for other real estate with a value of $\\$ 450,000$ and $\\$ 50,000$ of cash to even out the deal. The question for both A and the real estate investor becomes: should the receipt of this \"boot” require full recognition of their realized gain, or should there be a statutory middle ground?\n\nIn the corporate setting, this question is answered by Section 351(b). It provides that if an exchange otherwise would have qualified under Section 351(a) but for the fact that the transferor received \"other property or money\" in addition to stock, then the transferor's realized gain (if any) must be recognized to the extent of the cash plus the fair market value of the other property received. Translated more concisely, Section 351(b) provides that any gain realized by a transferor on an otherwise qualified Section 351(a) exchange must be recognized only to the extent of the boot received. The gain is characterized by reference to the character of the assets transferred, taking into account the impact of the recapture of depreciation provisions.39 Despite the presence of boot, however, no loss may be recognized under Section 351(b).40\n\nIn the example where A receives \\$80 of stock and a \\$20 corporate note in exchange for his \\$100 asset with a \\$10 basis, Section 351(b) will require A to recognize \\$20 of his \\$90 realized gain.41 This makes sense, of course, because to the extent that A has transferred his asset in exchange for property other than stock, he has changed not merely the form of his investment but the substance as well. To that extent, nonrecognition treatment is inappropriate.\n\nAs noted earlier, if a shareholder transfers property in a tax-free Section 351(a) transaction, the unrecognized gain on the transfer will be preserved through an exchanged basis in the transferor's stock and again through a transferred basis in the corporation's assets. But if a shareholder recognizes some gain as a result of the receipt of boot, not all of his realized gain must be accounted for at a later time. To avoid this potential double recognition of gain, the shareholder may increase his basis in the stock, securities and other property received by an amount equal to the gain recognized on the transfer.42 This higher basis will result in less gain (or more loss) if and when the shareholder later sells the property received from the corporation.\n\nThe shareholder's basis in the \"nonrecognition property' (i.e., stock) received from the corporation thus equals the basis in the property transferred to the corporation, decreased by the fair market value of any other property and the amount of cash received, and increased by the gain recognized on the transfer. The boot takes a fair market value basis. Since any gain recognized by the shareholder is attributable to the boot, and since his continuing investment is represented by the nonrecognition property, the unrecognized gain inherent in the property transferred to the corporation logically should now be preserved in the nonrecognition property. These goals are achieved by assigning the boot a fair market value basis and allocating the remaining basis to the nonrecognition property.43\n\nApplying these rules to our previoys example, if A received $\\$ 80$ of Venture, Inc. stock and a $\\$ 20$ note in exchange for his $\\$ 100$ asset with a basis of $\\$ 10$ , his recognized gain would be $\\$ 20$ —the fair market value of the boot. A's basis in the note would be \\$20, its fair market value. A's basis in the stock would be determined as follows:\n\n<table><tr><td>Basis of Asset Transferred Less: Fair Market Value of Note Received</td><td>$ 10 (20)</td></tr><tr><td>Plus: Gain Recognized</td><td>20</td></tr><tr><td>Basis of Stock</td><td>$ 10</td></tr></table>\n\nThe arithmetic makes sense. Remember that the value of the Venture stock was \\$80. By assigning the stock a \\$10 basis, Section 358 preserves the \\$70 of realized gain that went unrecognized on the partially tax-free exchange. There is no more gain to be preserved, so it is logical to give the boot a fair market value basis.44\n\nAt the corporate level, Section 362(a) provides that the corporation's basis in the property received on a Section 351 exchange is the same as the transferor's basis, increased by any gain recognized on the exchange. This rule ensures that any gain or loss not recognized by the shareholder will be reflected in the corporation's basis in the transferred assets. Returning one last time to the example, since A recognized \\$20 of gain on the exchange, Venture's basis in the transferred asset would be \\$30 (a \\$10 transferred basis in A's hands plus \\$20 gain recognized).\n\nIf a transferor exchanges several assets in exchange for stock and boot, the transaction becomes more complex. For purposes of determining the gain recognized (and, if relevant, the character of that gain), it becomes necessary to allocate the boot among the transferred assets. Similar allocations are required to determine the basis of the assets in the hands of the corporation. Although these questions rarely arise in the routine corporate formation, they have titillated tax commentators and caused unnecessary anguish to students of corporate tax.45 The ruling below is the Service's attempt at an orderly resolution of this problem.\n\n# Revenue Ruling 68-55\n\n1968–1 Cum. Bull. 140.\n\nAdvice has been requested as to the correct method of determining the amount and character of the gain to be recognized by Corporation $X$ under section 351(b) of the Internal Revenue Code of 1954 under the circumstances described below.\n\nCorporation Y was organized by $X$ and $A$ an individual who owned no stock in X. A transferred 20x dollars to Yin exchange for stock of Y having a fair market value of 20x dollars and X transferred to Y three separate assets and received in exchange stock of Y having a fair market value of $1 0 0 x$ dollars plus cash of ${ 1 0 x }$ dollars.\n\nIn accordance with the facts set forth in the table below if X had sold at fair market value each of the three assets it transferred to Y, the result would have been as follows:\n\n<table><tr><td rowspan=2 colspan=1>Character of asset.</td><td rowspan=1 colspan=3>Asset I       Asset II    Asset III</td></tr><tr><td rowspan=1 colspan=2>Capital   Capital asset</td><td rowspan=1 colspan=1>Section</td></tr><tr><td></td><td rowspan=1 colspan=2>asset held     held not</td><td rowspan=1 colspan=1>1245</td></tr><tr><td></td><td rowspan=1 colspan=2>more than 6 more than 6 property.months.      months.</td><td rowspan=2 colspan=1>$55x</td></tr><tr><td></td><td rowspan=1 colspan=2>$22x           $33x</td></tr><tr><td></td><td rowspan=1 colspan=2>40x            20x</td><td rowspan=1 colspan=1>25x</td></tr><tr><td></td><td rowspan=1 colspan=2>($18x)          $13x</td><td rowspan=1 colspan=1>$30x</td></tr><tr><td></td><td rowspan=1 colspan=1>Long-term</td><td rowspan=1 colspan=1>Short-term</td><td rowspan=1 colspan=1>Ordinary</td></tr></table>\n\nThe facts in the instant case disclose that with respect to the section 1245 property the depreciation subject to recapture exceeds the amount of gain that would be recognized on a sale at fair market value. Therefore, all of such gain would be treated as ordinary income under section 1245(a)(1) of the Code.\n\nUnder section 351(a) of the Code, no gain or loss is recognized if property is transferred to a corporation solely in exchange for its stock and immediately after the exchange the transferor is in control of the corporation/If section 351(a) of the Code would apply to an exchange but for the fact'that there is received, in addition to the property permitted to be received without recognition of gain, other property or money, then under section 351(b) of the Code gain (if any) to the recipient will be recognized, but in an amount not in excess of the sum of such money and the fair market value of such other property received, and no loss to the recipient will be recognized,\n\nThe first question presented is how to determine the amount of gain to be recognized under section 351(b) of the Code. The general rule is that each asset transferred must be considered to have been separately exchanged. See the authorities cited in Revenue Ruling 67–192, C.B. 1967-2 C.B. 140, and in Revenue Ruling 68–23, which hold that there is no netting of gains and losses for purposes of applying sections 367 and 356(c) of the Code. Thus, for purposes of making computations under section 351(b) of the Code, it is not proper to total the bases of the various assets transferred and to subtract this total from the fair market value of the total consideration received in the exchange. Moreover, any treatment other than an asset-by-asset approach would have the effect of allowing losses that are specifically disallowed by section 351(b)(2) of the Code.\n\nThe second question presented is how, for purposes of making computations under section 351(b) of the Code, to allocate the cash and stock received to the amount realized as to each asset transferred in the exchange. The asset-by-asset approach for computing the amount of gain realized in the exchange requires that for this purpose the fair market value of each category of consideration received must be separately allocated to the transferred assets in proportion to the relative fair market values of the transferred assets. See section 1.1245-4(c)(1) of the Income Tax Regulations which, for the same reasons, requires that for purposes of computing the amount of gain to which section 1245 of the Code applies each category of consideration received must be allocated to the properties transferred in proportion to their relative fair market values.\n\nAccordingly, the amount and character of the gain recognized in the exchange should be computed as follows:\n\n<table><tr><td></td><td>Total</td><td>Asset I</td><td>Asset II</td><td>Asset III</td></tr><tr><td>Fair market value of asset transferred.</td><td rowspan=\"2\">$110x</td><td>$22x</td><td>$33x</td><td>$55x</td></tr><tr><td>Percent of total fair market value..</td><td>20%</td><td>30%</td><td>50%</td></tr><tr><td rowspan=\"3\">Fair market value of Y stock received in exchange. Cash received in exchange .. Amount realized.</td><td>$100x</td><td>$20x</td><td>$30x</td><td>$50x</td></tr><tr><td>10x $110x</td><td>2x $22x</td><td>3x $33x</td><td>5x $55x</td></tr><tr><td></td><td>40x ($18x)</td><td>20x $13x</td><td>25x $30x</td></tr></table>\n\nUnder section 351(b)(2) of the Code the loss of $1 8 x$ dollars realized on the exchange of Asset Number I is not recognized. Such loss may not be used to offset the gains realized on the exchanges of the other assets. Under section 351(b)(1) of the Code, the gain of $_ { 1 3 x }$ dollars realized on the exchange of Asset Number I will be recognized as short-term capital gain in the amount of 3x dollars, the amount of cash received. Under sections 351(b)(1) and 1245(b)(3) of the Code, the gain of $3 0 x$ dollars realized on the exchange of Asset Number III will be recognized as ordinary income in the amount of 5x dollars, the amount of cash received.\n\n# NOTE\n\nOverall understanding of Section 351 may be enhanced by an analysis of the additional results to the shareholder (\"X') and the corporation (Y') in the transaction described in Revenue Ruling 68—55. X's basis in the Y stock received will be an exchanged basis (\\$40 from Asset I, plus \\$20 from Asset II, plus \\$25 from Asset III = \\$85), increased by its total gain recognized on the transfer (\\$3 on Asset II, plus \\$5 on Asset III = \\$8) and decreased by the fair market value of the boot (including cash) received (\\$10) for a total basis of $\\$ 83$ $( \\$ 85 + \\$ 8-10 )$\n\nThe next question is X's holding period for the stock. X received stock worth \\$100 together with \\$10 cash for assets with a value of \\$110 (Asset I \\$22, Asset I \\$33, Asset III \\$55). Thus, it could be said that 22/lio of the stock was received in exchange for Asset I, 33/11o was received in exchange for Asset II, and 55/11o was received in exchange for Asset II. In that event, each share could be considered to have a split holding period allocated in proportion to the fair market value of the transferred assets. This approach was adopted by the Service in Revenue Ruling 85-164.46 In so ruling, the Service rejected an alternative approach, under which some shares would take a tacked holding period and other shares a holding period commencing as of the date of the exchange. The latter approach would permit a shareholder selling a portion of his holdings to designate shares with the longer holding period.\n\nThe next step is a determination of ${ \\bf Y } \\mathrm { s }$ basis in the assets received. In the ruling, Y's basis in those assets will be their adjusted bases in X's hands $\\$ 40$ for Asset I, plus $\\$ 20$ for Asset II, plus $\\$ 25$ for Asset III) increased by the gain recognized to X (zero on Asset I, plus $\\$ 3$ on Asset II, plus $\\$ 5$ on Asset III) for a total of $\\$ 93$ $( \\mathfrak { G } 4 0 + \\mathfrak { F } 2 0 + \\mathfrak { G } 2 5 + \\mathfrak { G } 3 + \\mathfrak { G } 5 )$ . Nothing in the Code, regulations or rulings explains how this basis is allocated among the assets. The underlying premise of Section 362, however, is that any gain or loss which is realized but not recognized by the transferor on the Section 351 transfer will be recognized by the corporation on a later sale. This concept is carried out by giving each separate asset its original transferred basis and then increasing the basis by the amount of gain recognized by the transferor on that asset.47 On the facts in Revenue Ruling 68–55, Y's basis in Asset I would be $\\$ 40$ (transferred basis) since no gain or loss was recognized on that asset. If Y sells Asset I for its $\\$ 22$ fair market value, it then will recognize the $\\$ 18$ loss realized but not recognized by the transferor. Y's basis in Asset II would be $\\$ 23$ (transferred basis of $\\$ 20$ increased by the $\\$ 3$ of gain recognized on Asset II). Of the $\\$ 13$ of realized gain on Asset I, $\\$ 3$ already has been recognized, and Y will recognize the $\\$ 10$ additional gain if it sells that asset for its fair market value of $\\$ 33$ . Finally, Asset II will take a basis of $\\$ 30$ (transferred basis of $\\$ 25$ , increased by $\\$ 5$ gain recognized) so that if Y sold the asset for its fair market value of \\$55, it will recognize the \\$25 additional realized gain that was not recognized by X.\n\n# 2. TIMING OF SECTION 351(b) GAIN\n\nProposed Regulations: 8\\$ 1.453–1(f)(1)(ii), −1(f)(3)(i), (ii), (ii) Example (1)\n\nThe preceding discussion concerned the amount of gain recognized by a transferor who receives boot in a Section 351 transaction. What about the timing of that gain?(If the boot is cash or other corporate property, the transferor recognizes any Section 351(b) gain immediately upon receipt of the boot. But gain is more typically recognized when a shareholder transfers appreciated property in exchange for a mixture of stock and corporate debt instruments.48 In that event, the question becomes—-when must that gain be recognized? And if the gain may be deferred, what is the resulting impact on the shareholder's basis in her stock under Section 358 and the corporation's basis in its assets under Section 362? The answers lie in the relationship between Section 351 and the installment sale rules in Section 453.\n\nFor many years, it was not clear whether a shareholder could defer the reporting of Section 351 gain triggered by the receipt of corporate debt obligations. The Code resolves this question in an analogous context by permitting deferral of gain for installment boot received in a Section 1031 like-kind exchange and certain other corporate nonrecognition transactions.49 In proposed regulations, issued in 1984 but still not made final, the Treasury extended this rule to allow a transferor who receives installment boot in a Section 351(b) transaction to defer gain until payments are received on the corporate debt.5o These regulations also permit a transferor to immediately increase the basis in any nonrecognition property received (e.g., stock) by the transferor's total potential recognized gain, but they delay the corporation's corresponding Section 362(a) basis increase in its assets until the transferor actually recognizes gain on the installment method.51\n\nrealizecd ga totnl prind P ayommnt to be reeirve\n\nThe operation of the proposed regulations is best illustrated by an example. In a conventional installment sale (i.e., a deferred payment sale not made in conjunction with a nonrecognition provision), Section 453 directs the seller to construct a fraction by dividing the realized gain (known in Section 453 parlance as the \"gross profit\") by the total principal payments to be received on tlie sale (\"total contract price\").52The seller then applies the fraction to each payment received to determine the gain recognized in the year of sale and as installment payments are later received, Adopting the facts of our continuing example, assume A sells his appreciated asset (\"'Gainacre'), which has an adjusted basis of \\$10 and a fair market value of \\$100, for \\$80 cash and a \\$20 note with market rate interest and principal payable in equal installments over the next five years. A's realized gain is \\$90. A's total payments received will be \\$100: \\$80 in the year of sale and \\$20 in subsequent years. Under the installment method, 90/1oo, or 90 percent, of each payment received must be reported as taxable gain./\n\nNow assume that A transfers Gainacre to Venture, Inc., in exchange for 80 shares of Venture stock (worth \\$80), and a \\$20 Venture five-year note. A again realizes \\$90 of gain but recognizes that gain only to the extent of the \\$20 boot received. For timing purposes, the regulations divide the exchange into two separate transactions:(a Section 351(a) nonrecognition exchange to the extent of the stock received by the transferor and (an installment sale to the extent of the boot received The basis of the transferred property is first allocated to the nonrecognition transaction. The regulations implement this bifurcation approach as follows:53\n\n(1) A's basis in Gainacre (\\$10) is first allocated to the Venture stock (\"'nonrecognition property')54 received in the exchange in an amount up to the fair market value of that property. The entire $\\$ 10$ of basis is thus allocated to the $\\$ 80$ of Venture stock received by A.\n\n(2) If the transferor's basis in the transferred property exceeds the fair market value of the nonrecognition property received, that \"excess basis\" is then allocated to the installment portion of the transaction. There is no excess basis to allocate in this example because the Gainacre basis $( \\$ 10)$ does not exceed the value of the nonrecognition property-(stock worth $\\$ 80$ ).\n\n(3) Section 453 is then applied to theinstalment portion of the transaction. For this purpose, the \"selling price\" is the sum of the face value of the installment obligation (\\$20 here) and the fair market value of any other boot (none here). Where, as here, there are no liabilities, the total contract price is the same as the selling price (\\$20). The gross profit is the selling price less any \"excess basis\" allocated to the installment obligation $( \\$ 20-0= \\$ 20)$ . A's gross profit ratio is thus $2 0 / _ { 2 0 }$ or $100 \\%$ . To determine his recognized gain, A applies that percentage to any boot received in the year of sale and to payments as they are received on the installment note. A thus recognizes no gain in the year of the exchange; his entire \\$20 \"boot' gain is recognized as the note is paid off over the next five years. Note that the gross profit ratio is normally 100% if the boot received is less than the realized gain.55\n\nFor purposes of determining a shareholder's basis in the nonrecognition property received in a Section 351/453 transaction, the regulations treat the shareholder as electing out of the installment method.56 Returning to the example, A's basis in his Venture stock under Section 358 is \\$10, determined as follows: \\$10 (A's basis in Gainacre) decreased by \\$20 (total boot received by A) and increased by \\$20 (the entire gain A would have recognized if he reported all his gain in the year of sale).\n\nDetermining the corporation's basis in the transferred property is more complicated. Adopting what one commentator has called a \"rollercoaster basis' approach,s7 the regulations provide that the corporation's basis in the transferred property is the same as the transferor's basis increased by the gain recognized only if, as and when that gain is actually recognized. In the example, Venture initially takes a transferred basis of $\\$ 10$ in Gainacre, and that basis gradually is increased by $\\$ 20$ as Venture pays off the note and A recognizes his deferred gain on the installment method.58 Query whether this rollercoaster basis approach is appropriate, considering that Venture in effect has incurred a liability in connection with its acquisition of Gainacre. If the teachings of the Crane case are followed, it would seem that Venture should be permitted to increase its basis by the full $\\$ 20$ liability notwithstanding that A may defer his boot gain over five years. An immediate step-up in basis of the transferred property would be particularly appealing to the corporation when the property is depreciable real estate with no lurking recapture gain.\n\n# PROBLEM\n\nA, B and C form X Corporation by transferring the following assets, each of which has been held long-term:\n\n<table><tr><td>Transferor</td><td>Asset</td><td>Adj. Basis</td><td>F.M.V.</td></tr><tr><td>A</td><td>Equipment (all $ 1245 gain)</td><td>$15,000</td><td>$22,000</td></tr><tr><td rowspan=\"2\">B</td><td>Inventory</td><td>$ 7,000</td><td>$20,000</td></tr><tr><td>Land</td><td>$13,000</td><td>$10,000</td></tr><tr><td>C</td><td>Land</td><td>&#x27;$20,000</td><td>$50,000</td></tr></table>\n\nIn exchange, A receives 15 shares of X common stock (value—\\$15,000), \\$2,000 cash and 100 shares of X preferred stock (value—\\$5,000), B receives 15 shares of X common stock (value—\\$15,000) and \\$15,000 cash, and C receives 10 shares of X common stock (value-—\\$10,000), \\$5,000 cash and X's note for \\$35,000, payable in two years. None of the transferors is a \"dealer\" in real estate. Assume that the preferred stock issued to A is not \"nonqualified preferred stock.\"\n\n(a) What are the tax consequences (gain or loss realized and recognized, basis and holding period) of the transfers described above to each shareholder and to X Corporation?   \n(b) What result to C in (a), above, if instead of land, C transferred depreciable equipment with the same adjusted basis and fair market value as the land and an original cost to C of \\$50,000? See $\\ S$ 453(i).\n\n# D. ASSUMPTION OF LIABILITIES\n\nCode: ss 357(a)–(c); 358(d). Skim \\$ 357(d).\n\nRegulations: SS 1.357–1, –2; 1.358–3.\n\nMany corporate formations involve the transfer of encumbered property or the assumption of liabilities by the transferee corporation. In most circumstances, a taxpayer who is relieved of a debt in connection with the disposition of property must include the debt relief in the amount realized even if the debt is nonrecourse. This is the teaching of the celebrated Crane case,s9 and the Supreme Court took a similar approach nine years earlier in United States v. Hendler.6o Interpreting the corporate reorganization provisions, the Court held in Hendler that the assumption and subsequent payment of the transferor's liabilities by a transferee corporation constituted boot to the transferor. If that rulg applied to a corporate formation, however, many incorporations of a going business would become taxable events to the extent of the liabilities assumed, and the policy of Section 351 would be seriously frustrated.\n\nTo prevent this result, Congress promptly responded to Hendler by enacting the statutory predecessor of Section 357. Section 357(a) now provides that the assumption of a liability61 by a transferee corporation in a Section 351 exchange (and several other transactions to be studied later) will neither constitute boet nor prevent the exchange from qualifying under Section 351. Rather than treating the debt relief as boot, the Code postpones the recognition of any gain attributable to the transferred liabilities. This deferral is accomplished by Section 358(d), which reduces the basis in the stock received in the exchange by treating the relieved liabilities as \"money received\" by the transferor for purposes of determining the shareholder's basis.\n\nSection 357 is subject to two exceptions. The first (Section 357(b)) prevents abuse and the second (Section 357(c) avoids the tax taboo of a negative basis (Under the Section 357(b)“tax avoidance\" exception, the assumption of a liability is treated as boot if the taxpayer's \"principal purpose\" in transferring the liability was the avoidance of federal income taxes or was not a bona fide business purpose) This essentially factual determination is made after \"taking into consideration the nature of the liability and the circumstances in the light of which the arrangement for the assumption or acquisition was made.\"62 If an improper purpose exists, all the relieved liabilities, not merely the evil debts, are treated as boot.63 Section 357(b) was designed to prevent taxpayers from transferring personal obligations to a newly formed corporation or from achieving a \"bail out without boot\" by borrowing against property on the eve of incorporation and then transferring the encumbered asset to the corporation. Perhaps because the rule is more draconian than necessary, it has been sparingly applied. Section 357(b) is accompanied by an odd burden of proof rule providing that in \"any suit\" where the taxpayer has the burden of proving the absence of an improper purpose, that burden shall not be met unless the taxpayer \"sustains such burden by the clear preponderance of the evidence.\"64\n\nThe purpose of the second exception is more technical. Section 357(c) provides that if the sum of the liabilities assumed by the corporation exceed the aggregate adjusted bases of the properties transferred by a particular transferor,65 the excess shall be considered as gain from the sale or exchange of the property. According to the regulations, the character of the Section 357(c) gain is determined by allocating the gain among the transferred assets in proportion to their respective fair market values.66 A simple illustration explains the need for Section 357(c). Assume our friend, A, forms Venture, Inc. by transferring a building with an adjusted basis of \\$30, a fair market value of \\$100 and an outstanding mortgage of \\$55. In exchange, Venture issues common stock with a value of \\$45 and takes the building subject to the \\$55 mortgage. If Section 357(a) applied, without more, A would recognize no gain on the exchange, but pause to consider his basis in the stock under Section 358. It would be \\$30 (the basis of the building), less \\$55 (the liability, treated as boot for basis purposes under Section 358(d), or a minus \\$25. Although tax scholars have debated the issue, the Code abhors a negative basis.67 Section 357(c) conveniently avoids that taboo by requiring A to recognize \\$25 gain (the excess of the \\$55 liability over his \\$30 adjusted basis). A's basis then becomes zero, and the Code is not further complicated by the mysteries of algebra.\n\nSection 357(c) is itself subject to an exception. Under general tax principles, a taxpayer who is relieved of a liability that would be deductible if paid directly by the taxpayer does not recognize gain if the debt is discharged because any potential income would be offset by a corresponding deduction upon payment.68 For example, a lender's discharge of a borrower's $\\$ 1,000$ interest expense on a home mortgage is economically equivalent to the lender's transfer of $\\$ 1,000$ cash to the borrower (gross income) and a retransfer of $\\$ 1,000$ cash as interest by the borrower to the lender (offsetting deduction). Taken together, these transactions should not result in any net income to the borrower.69 In keeping with this approach, Section 357(c)(3) excludes from the term \"liabilities,\" for purposes of determining the excess of liabilities over basis, any obligation that would give rise to a deduction if it had been paid by the transferor70 or which would be described in Section 736(a).71 These same types of obligations also are not treated as \"liabilities' for purposes of determining the basis of the stock received by the transferor under Section 358.72\n\nThe origin of this exception is best understood by looking back to the difficulties encountered by cash basis proprietors who incorporated a going business prior to the enactment of Section 357(c)(3). Consider the plight of Accountant (\"A”), a cash basis taxpayer whose sole proprietorship consisted of the following assets and liabilities:\n\n<table><tr><td>Assets</td><td>Adj. Basis</td><td>F.M.V.</td></tr><tr><td>Cash</td><td>$100</td><td>$100</td></tr><tr><td>Accounts receivable</td><td>0</td><td>200</td></tr><tr><td>Equipment</td><td>50</td><td>250</td></tr><tr><td></td><td>$150</td><td>$550</td></tr><tr><td>Liabilities</td><td></td><td></td></tr><tr><td>Accounts payable</td><td></td><td>$400</td></tr></table>\n\nAssume A incorporates his business by transferring all the assets to Newco in exchange for $\\$ 150$ of Newco stock and Newco's assumption of the $\\$ 400$ accounts payable. If the payables are\"liabilities” for purposes of Section 357(c)(1), A recognizes $\\$ 250$ gain—the excess of the $\\$ 400$ liabilities assumed by Newco over the $\\$ 150$ aggregate adjusted basis of the assets transferred to the corporation. A's adjusted basis in the Newco stock would be zero.73\n\nThe harshness of this result becomes apparent when it is compared to an economically equivalent transaction. Suppose, for example, that A had retained the payables, transferred the \\$550 in assets to Newco in exchange for \\$150 of Newco stock and \\$400 cash and then used the cash to pay his creditors. Although A would recognize \\$400 gain under Section 351(b), that gain would be offset by the \\$400 deduction that A would receive on payment of the payables. Alternatively, A could have avoided any gain simply by retaining sufficient assets to pay the deductible accounts payable.\n\nAs these examples illustrate, the inclusion of accounts payable as “liabilities” for purposes of Section 357(c) often caused cash basis taxpayers to recognize more gain by having their obligations assumed than they would have recognized if they received equivalent cash boot or withheld sufficient assets to pay the liabilities. Several courts attempted to cure this anomaly by excluding certain deductible liabilities from the scope of Section 357(c), but the cases lacked a uniform rationale.74 To resolve these ambiguities and halt the litigation, Congress amended Sections 357(c) and 358(d) to provide that deductible obligations no longer would be considered \"liabilities' for these limited purposes. Congress also indicated that this exception was not intended to affect either the transferee corporation's tax treatment of the excluded liabilities or the definition of liabilities for any other provision of the Code, including Sections 357(a) and 357(b).75\n\nIf all else fails, a transferor can avoid recognizing Section 357(c) gain simply by contributing additional cash to the corporation in an amount equal to the excess of assumed liabilities over the aggregate adjusted basis of the other contributed assets. A more intriguing question is whether a cash poor transferor can eliminate the gain by remaining personally liable on the assumed debts or by transferring a personal note to the corporation for the Section 357(c) excess. The courts are confused by these questions, as evidenced by the Peracchi case and the Note following.\n\n# Peracchi v. Commissioner\n\nUnited States Court of Appeals, Ninth Circuit, 1998. 143 F.3d 487.\n\nKoZINSKI, CIRCUIT JUDGE:\n\nWe must unscramble a Rubik's Cube of corporate tax law to determine the basis of a note contributed by a taxpayer to his whollyowned corporation.\n\nThe Transaction\n\nThe taxpayer, Donald Peracchi, needed to contribute additional capital to his closely-held corporation (NAC) to comply with Nevada's minimum premium-to-asset ratio for insurance companies. Peracchi contributed two parcels of real estate. The parcels were encumbered with liabilities which together exceeded Peracchi's total basis in the properties by more than half a million dollars. As we discuss in detail below, under section 357(c), contributing property with liabilities in excess of basis can trigger immediate recognition of gain in the amount of the excess. In an effort to avoid this, Peracchi also executed a promissory note, promising to pay NAC \\$1,060,000 over a term of ten years at 11% interest. Peracchi maintains that the note has a basis equal to its face amount, thereby making his total basis in the property contributed greater than the total liabilities. If this is so, he will have extracted himself from the quicksand of section 357(c) and owe no immediate tax on the transfer of property to NAC. The IRS, though, maintains that (1) the note is not genuine indebtedness and should be treated as an unenforceable gift; and (2) even if the note is genuine, it does not increase Peracchi's basis in the property contributed.\n\n'The parties are not splitting hairs: Peracchi claims the basis of the note is \\$1,060,000, its face value, while the IRS argues that the note has a basis of zero. If Peracchi is right, he pays no immediate tax on the half a million dollars by which the debts on the land he contributed exceed his basis in the land; if the IRS is right, the note becomes irrelevant for tax purposes and Peracchi must recognize an immediate gain on the half million. The fact that the IRS and Peracchi are so far apart suggests they are looking at the transaction through different colored lenses. To figure out whether Peracchi's lens is rose-tinted or clear, it is useful tn take a guided tour of sections 351 and 357 and the tax law principles undergirding them.\n\nInto the Lobster Pot: Section 3512\n\nThe Code tries to make organizing a corporation pain-free from a tax point of view. A capital contribution is, in tax lingo, a \"nonrecognition\" event: A shareholder can generally contribute capital without recognizing gain on the exchange. It's merely a change in the form of ownership, like moving a billfold from one pocket to another. See I.R.C. $\\ S \\ 3 5 1$ . So long as the sharelolders contributing the property remain in control of the corporation after the exchange, section 351 applies: It doesn't matter if the capital contribution occurs at the creation of the corporation or if—as here—the company is already up and running. The baseline is that Peracchi may contribute property to NAC without recognizing gain on the exchange.\n\n# Gain Deferral: Section 358(a)\n\nPeracchi contributed capital to NAC in the form of real property and a promissory note. Corporations may be funded with any kind of asset, such as equipment, real estate, intellectual property, contracts, leaseholds, securities or letters of credit. The tax consequences can get a little complicated because a shareholder's basis in the property contributed often differs from its fair market value. The general rule is that an asset's basis is equal to its \"cost.\" See I.R.C. 8 1012. But when a shareholder like Peracchi contributes property to a corporation in a nonrecognition transaction, a cost basis does not preserve the unrecognized gain. Rather than take a basis equal to the fair market value of the property exchanged, the shareholder must substitute the basis of that property for what would otherwise be the cost basis of the stock. This preserves the gain for recognition at a later day: The gain is built into the shareholder's new basis in the stock, and he will recognize income when he disposes of the stock.\n\nThe fact that gain is deferred rather than extinguished doesn't diminish the importance of questions relating to basis and the timing of recognition. In tax, as in comedy, timing matters. Most taxpayers would much prefer to pay tax on contributed property years later—when they sell their stock-—rather than when they contribute the property. Thus what Peracchi is seeking here is gain deferral: He wants the gain to be recognized only when he disposes of some or all of his stock.\n\nContinuity of Investment: Boot and Section 351(b)\n\nContinuity of investment is the cornerstone of nonrecognition under section 351. Nonrecognition assumes that a capital contribution amounts to nothing more than a nominal change in the form of ownership; in substance the shareholder's investment in the property continues. But a capital contribution can sometimes allow a shareholder to partially terminate his investment in an asset or group of assets. For example, when a shareholder receives cash or other property in addition to stock, receipt of that property reflects a partial termination of investment in the business. The shareholder may invest that money in a wholly unrelated business, or spend it just like any other form of personal income. To the extent a section 351 transaction resembles an ordinary sale, the nonrecognition rationale falls apart.\n\nThus the central exception to nonrecognition for section 351 transactions comes into play when the taxpayer receives “boot\"—money or property other than stock in the corporation—in exchange for the property contributed. See I.R.C. $\\ S$ 351(b). Boot is recognized as taxable income because it represents a partial cashing out. It's as if the taxpayer contributed part of the property to the corporation in exchange for stock, and sold part of the property for cash. Only the part exchanged for stock represents a continuation of investment; the part sold for cash is properly recognized as yielding income, just as if the taxpayer had sold the property to a third party.\n\nPeracchi did not receive boot in return for the property he contributed. But that doesn't end the inquiry: We must consider whether Peracchi has cashed out in some other way which would warrant treating part of the transaction as taxable boot.\n\nAssumption of Liabilities: Section 357(a)\n\nThe property Peracchi contributed to NAC was encumbered by liabilities. Contribution of leveraged property makes things trickier from a tax perspective. When a shareholder contributes property encumbered by debt, the corporation usually assumes the debt. And the Code normally treats discharging a liability the same as receiving money: The taxpayer improves his economic position by the same amount either way. See I.R.C. \\$ 61(a)(12). NAC's assumption of the liabilities attached to Peracchi's property therefore could theoretically be viewed as the receipt of money, which would be taxable boot. See United States v. Hendler, 303 U.S. 564, 58 S.Ct. 655, 82 L.Ed. 1018 (1938).\n\nThe Code takes a different tack. Requiring shareholders like Peracchi to recognize gain any time a corporation assumes a liability in connection with a capital contribution would greatly diminish the nonrecognition benefit section 351 is meant to confer. Section 357(a) thus takes a lenient view of the assumption of liability: A shareholder engaging in a section 351 transaction does not have to treat the assumption of liability as boot, even if the corporation assumes his obligation to pay. See I.R.C. \\$ 357(a).\n\nThis nonrecognition does not mean that the potential gain disappears. Once again, the basis provisions kick in to reflect the transfer of gain from the shareholder to the corporation: The shareholder's substitute basis in the stock received is decreased by the amount of the liability assumed by the corporation. See I.R.C. $\\ S \\ 3 5 8 ( \\mathrm { d } )$ ,(a). The adjustment preserves the gain for recognition when the shareholder sells his stock in the company, since his taxable gain will be the difference between the (new lower) basis and the sale price of the stock.\n\n# Sasquatch and The Negative Basis Problem: Section 357(c)\n\nHighly leveraged property presents a peculiar problem in the section 351 context. Suppose a shareholder organizes a corporation and contributes as its only asset a building with a basis of \\$50, a fair market value of \\$100, and mortgage debt of \\$90. Section 351 says that the shareholder does not recognize any gain on the transaction. Under section 351 the shareholder takes a substitute basis of \\$50 in the stock, then adjusts it downward under section 357 by \\$90 to reflect the assumption of liability. This leaves him with a basis of minus \\$40. A negative basis properly preserves the gain built into the property: If the shareholder turns around and sells the stock the next day for \\$10 (the difference between the fair market value and the debt), he would face \\$50 in gain, the same amount as if he sold the property without first encasing it in a corporate shell.8\n\nBut skeptics say that negative basis, like Bigfoot, doesn't exist. Compare Easson v. Commissioner, 33 T.C. 963, 970, 1960 WL 1347 (1960) (there's no such thing as a negative basis) with Easson v. Commissioner, 294 F.2d 653, 657–58 (9th Cir.1961) (yes, Virginia, there is a negative basis). Basis normally operates as a cost recovery system: Depreciation deductions reduce basis, and when basis hits zero, the property cannot be depreciated farther. At a more basic level, it seems incongruous to attribute a negative value to a figure that normally represents one's investment in an asset. Some commentators nevertheless argue that when basis operates merely to measure potential gain (as it does here), allowing negative basis may be perfectly appropriate and consistent with the tax policy underlying nonrecognition transactions. See, e.g., J. Clifton Fleming, Jr., The Highly Avoidable Section 357(c): A Case Study in Traps for the Unwary and Some Positive Thoughts About Negative Basis, 16 J. Corp. L. 1, 27–30 (1990). Whatever the merits of this debate, it seems that section 357(c) was enacted to eliminate the possibility of negative basis. See George Cooper, Negative Basis, 75 Harv. L.Rev. 1352, 1360 (1962).\n\nSection 357(c) prevents negative basis by forcing a shareholder to recognize gain to the extent liabilities exceed basis. Thus, if a shareholder contributes a building with a basis of $\\$ 50$ and liabilities of $\\$ 90$ , he does not receive stock with a basis of minus $\\$ 40$ . Instead, he takes a basis of zero and must recognize a $\\$ 40$ gain.\n\nPeracchi sought to contribute two parcels of real property to NAC in a section 351 transaction. Standing alone the contribution would have run afoul of section 357(c): The property he wanted to contribute had liabilities in excess of basis, and Peracchi would have had to recognize gain to the extent of the excess, or $\\$ 566,807 ^ { \\ast \\ast \\ast }$ .10\n\nThe Grift: Boosting Basis with a Promissory Note\n\nPeracchi tried to dig himself out of this tax hole by contributing a personal note with a face amount of $\\$ 1,060,000$ along with the real property. Peracchi maintains that the note has a basis in his hands equal to its face value. If he's right, we must add the basis of the note to the basis of the real property. Taken together, the aggregate basis in the property contributed would exceed the aggregate liabilities [including the note at face value, the aggregate basis of the contributed properties would be \\$2,041,406 and would exceed the \\$1,548,213 of aggregate liabilities, Eds.].\n\nUnder Peracchi's theory, then, the aggregate liabilities no longer exceed the aggregate basis, and section 357(c) no longer triggers any gain. The government argues, however, that the note has a zero basis. If so, the note would not affect the tax consequences of the transaction, and Peracchi's \\$566,807 in gain would be taxable immediately.11\n\nAre Promises Truly Free?\n\nWhich brings us (phew!) to the issue before us: Does Peracchi's note have a basis in Peracchi's hands for purposes of section 357(c)?12 The language of the Code gives us little to work with. The logical place to start is with the definition of basis. Section 1012 provides that \"t]he basis of property shall be the cost of such property. .. .\" But \"cost\" is nowhere defined. What does it cost Peracchi to write the note and contribute it to his corporation? The IRS argues tersely that the \"taxpayers in the instant case incurred no cost in issuing their own note to NAC, so their basis in the note was zero.\" \\* \\* \\* See Alderman v. Commissioner, 55 T.C. 662, 665 (1971); Rev. Rul. 68–629, 1968-2 C.B. 154, 155.13 Building on this premise, the IRS makes Peracchi out to be a grifter: He holds an unenforceable promise to pay himself money, since the corporation will not collect on it unless he says so.\n\nIt's true that all Peracchi did was make out a promise to pay on a piece of paper, mark it in the corporate minutes and enter it on the corporate books. It is also true that nothing will cause the corporation to enforce the note against Peracchi so long as Peracchi remains in control. But the IRS ignores the possibility that NAC may go bankrupt, an event that would suddenly make the note highly significant. Peracchi and NAC are separated by the corporate form, and this gossamer curtain makes a difference in the shell game of C Corp organization and reorganization. Contributing the note puts a milion dollar nut within the corporate shell, exposing Peracchi to the cruel nutcracker of corporate creditors in the event NAC goes bankrupt. And it does so to the tune of \\$1,060,000, the full face amount of the note. Without the note, no matter how deeply the corporation went into debt, creditors could not reach Peracchi's personal assets. With the note on the books, however, creditors can reach into Peracchi's pocket by enforcing the note as an unliquidated asset of the corporation.\n\nThe key to solving this puzzle, then, is to ask whether bankruptcy is significant enough a contingency to confer substantial economic effect on this transaction. If the risk of bankruptcy is important enough to be recognized, Peracchi should get basis in the note: He will have increased his exposure to the risks of the business-—and thus his economic investment in NAC——by \\$1,060,000. If bankruptcy is so remote that there is no realistic possibility it will ever occur, we can ignore the potential economic effect of the note as speculative and treat it as merely an unenforceable promise to contribute capital in the future.\n\nWhen the question is posed this way, the answer is clear. Peracchis obligation on the note was not conditioned on NAC's remaining solvent. It represents a new and substantial increase in Peracchi's investment in the corporation.14 The Code seems to recognize that economic exposure of the shareholder is the ultimate measuring rod of a shareholder's investment. Cf. I.R.C. $\\ S \\ 4 6 5$ (at-risk rules for partnership investments). Peracchi therefore is entitled to a step-up in basis to the extent he will be subjected to economic loss if the underlying investment turns unprofitable. Cf. HGA Cinema Trust v. Commissioner, 950 F.2d 1357, 1363 (7th Cir.1991) (examining effect of bankruptcy to determine whether long-term note contributed by partner could be included in basis). See also Treas. Reg. \\$ 1.704–1(b)(2)(ii)(c)(1) (recognizing economic effect of promissory note contributed by partner for purposes of partner's obligation to restore deficit capital account).\n\nThe economics of the transaction also support Peracchi's view of the matter. The transaction here does not differ substantively from others that would certainly give Peracchi a boost in basis. For example, Peracchi could have borrowed $\\$ 1$ million from a bank and contributed the cash to NAC along with the properties. Because cash has a basis equal to face value, Peracchi would not have faced any section 357(c) gain. NAC could then have purchased the note from the bank for $\\$ 1$ million which, assuming the bank's original assessment of Peracchi's creditworthiness was accurate, would be the fair market value of the note. In the end the corporation would hold a million dollar note from Peracchi—just like it does now—and Peracchi would face no section 357(c) gain.15 The only economic difference between the transaction just described and the transaction Peracchi actually engaged in is the additional costs that would accompany getting a loan from the bank. Peracchi incurs a \"cost\" of \\$1 million when he promises to pay the note to the bank; the cost is not diminished here by the fact that the transferor controls the initial transferee. The experts seem to agree: \"Section 357(c) can be avoided by a transfer of enough cash to eliminate any excess of liabilities over basis; and since a note given by a solvent obligor in purchasing property is routinely treated as the equivalent of cash in determining the basis of the property, it seems reasonable to give it the same treatment in determining the basis of the property transferred in a s 351 exchange.\" Bittker & Eustice [ 3.06[4][b].\n\nWe are aware of the mischief that can result when taxpayers are permitted to calculate basis in excess of their true economic investment. See Commissioner v. Tufts, 461 U.S. 300, 103 S.Ct. 1826, 75 L.Ed.2d 863 (1983). For two reasons, however, we do not believe our holding will have such pernicious effects. First, and most significantly, by increasing the taxpayer's personal exposure, the contribution of a valid, unconditional promissory note has substantial economic effects which reflect his true economic investment in the enterprise. The main problem with attributing basis to nonrecourse debt financing is that the tax benefits enjoyed as a result of increased basis do not reflect the true economic risk. Here Peracchi will have to pay the full amount of the note with aftertax dollars if NAC's economic situation heads south. Second, the tax treatment of nonrecourse debt primarily creates problems in the partnership context, where the entity's loss deductions (resulting from depreciation based on basis inflated above and beyond the taxpayer's true economic investment) can be passed through to the taxpayer. It is the pass-through of losses that makes artificial increases in equity interests of particular concern. See, e.g., Levy v. Commissioner, 732 F.2d 1435, 1437 (9th Cir.1984). We don't have to tread quite so lightly in the C Corp context, since a C Corp doesn't funnel losses to the shareholder.16\n\nWe find further support for Peracchi's view by looking at the alternative: What would happen if the note had a zero basis? The IRS points out that the basis of the note in the hands of the corporation is the same as it was in the hands of the taxpayer. Accordingly, if the note has a zero basis for Peracchi, so too for NAC. See I.R.C. $\\ S$ 362(a).17 But what happens if NACperhaps facing the threat of an involuntary petition for bankruptcy—turns around and sells Peracchi's note to a third party for its fair market value? According to the IRS's theory, NAC would take a carryover basis of zero in the note and would have to recognize \\$1,060,000 in phantom gain on the subsequent exchange, even though the note did not appreciate in value one bit. That can't be the right result.\n\nAccordingly, we hold that Peracchi has a basis of \\$1,060,000 in the note he wrote to NAC. The aggregate basis exceeds the liabilities of the properties transferred to NAC under section 351, and Peracchi need not recognize any section 357(c) gain.\n\nGenuine Indebtedness or Sham?\n\nThe Tax Court never reached the issue of Peracchi's basis in the note. Instead, it ruled for the Commissioner on the ground that the note is not genuine indebtedness. The court emphasized two facts which it believed supported the view that the note is a sham: (1) NAC's decision whether to collect on the note is wholly controlled by Peracchi and (2) Peracchi missed the first two years of payments, yet NAC did not accelerate the debt. These facts certainly do suggest that Peracchi paid imperfect attention to his obligations under the note, as frequently happens when debtor and creditor are under common control. But we believe the proper way to approach the genuine indebtedness question is to look at the face of the note and consider whether Peracchi's legal obligation is illusory. And it is not. First, the note's bona fides are adequate: The IRS has stipulated that Peracchi is creditworthy and likely to have the funds to pay the note; the note bears a market rate of interest commensurate with his creditworthiness; the note has a fixed term. Second, the IRS does not argue that the value of the note is anything other than its face value; nothing in the record suggests NAC couldn't borrow against the note to raise cash. Lastly, the note is fully transferable and enforceable by third parties, such as hostile creditors. On the basis of these facts we hold that the note is an ordinary, negotiable, recourse obligation which must be treated as genuine debt for tax purposes. See Sacks v. Commissioner, 69 F.3d 982, 989 (9th Cir.1995).\n\nThe IRS argues that the note is nevertheless a sham because it was executed simply to avoid tax. Tax avoidance is a valid concern in this context; section 357(a) does provide the opportunity for a bailout transaction of sorts. For example, a taxpayer with an unencumbered building he wants to sell could take out a nonrecourse mortgage, pocket the proceeds, and contribute the property to a newly organized corporation. Although the gain would be preserved for later recognition, the taxpayer would have partially cashed out his economic investment in the property: By taking out a nonrecourse mortgage, the economic risk of loss would be transferred to the lender. Section 357(b) addresses this sort of bailout by requiring the recognition of gain if the transaction lacks a business purpose.\n\nPeracchi's capital contribution is not a bailout. Peracchi contributed the buildings to NAC because the company needed additional capital, and the contribution of the note was part of that transaction. The IRS, in fact, stipulated that the contribution had a business purpose. Bailout potential exists regardless of whether the taxpayer contributes a note along with the property; section 357(b), not 357(c), is the sword the Service must use to attack bailout transactions.\n\nIs the note a gift?\n\nThe IRS also offers a more refined version of the sham transaction argument: The note was really a gift to NAC because Peracchi did not receive any consideration from the exchange. The IRS admits that the tax deferral resulting from avoiding section 357(c) gain is a benefit to Peracchi. It argues, nonetheless, that this is not enough to make the bargain enforceable because it works no detriment to NAC. This argument would classify all contributions of capital as gifts. A corporation never gives up anything explicitly when it accepts a capital contribution. Instead, the corporation implicitly promises to put the money to good use, and its directors and officers undertake the fiduciary duty to generate the highest possible return on the investment. The contribution of the note was no more a gift than the contribution of $\\$ 1$ million in cash to the corporation would have been; it does not reflect the \"detached and disinterested generosity\" which characterizes a gift for purposes of federal income taxation. See Commissioner v. Duberstein, 363 U.S. 278, 285, 80 S.Ct. 1190, 4 L.Ed.2d 1218 (1960).\n\nThe Aftermath\n\nWe take a final look at the result to make sure we have not placed our stamp of approval on some sort of exotic tax shelter. We hold that Peracchi is entitled to a step up in basis for the face value of the note, just as if he contributed cash to the corporation. See I.R.C. $\\ S \\ 3 5 8$ . If Peracchi does in fact keep his promise and pay off the note with after tax dollars, the tax result is perfectly appropriate: NAC receives cash, and the increase in basis Peracchi took for the original contribution is justified. Peracchi has less potential gain, but he paid for it in real dollars.\n\nBut what if, as the IRS fears, NAC never does enforce the note? If NAC goes bankrupt, the note will be an asset of the estate enforceable for the benefit of creditors, and Peracchi will eventually be forced to pay in after tax dollars. Peracchi will undoubtedly have worked the deferral mechanism of section 351 to his advantage, but this is not inappropriate where the taxpayer is on the hook in both form and substance for enough cash to offset the excess of liabilities over basis. By increasing his personal exposure to the creditors of NAC, Peracchi has increased his economic investment in the corporation, and a corresponding increase in basis is wholly justified.20\n\n# Conclusion\n\nWe hold that Peracchi has a basis of \\$1,060,000 in the note, its face value. As such, the aggregate liabilities of the property contributed to NAC do not exceed its basis, and Peracchi does not recognize any 8 357(c) gain. The decision of the Tax Court is REVERSED. The case is remanded for entry of judgment in favor of Peracchi.\n\nFErNANDez, CIrCUIT JuDGE, Dissenting:\n\nIs there something that a taxpayer, who has borrowed hundreds of thousands of dollars more than his basis in his property, can do to avoid taxation when he transfers the property? Yes, says Peracchi, because by using a very clever argument he can avoid the strictures of 26 U.S.C. $\\ S 3 5 7 ( \\mathrm { c } )$ . He need only make a promise to pay by giving a \"good,\" though unsecured, promissory note to his corporation when he transfers the property to it. That is true even though the property remains subject to the encumbrances. How can that be? Well, by preparing a promissory note the taxpayer simply creates basis without cost to himself. $\\textit { \\textbf { * * * } }$ Thus he can extract a large part of the value of the property, pocket the funds, use them, divest himself of the property, and pay the tax another day, if ever at all.\n\nBut as with all magical solutions, the taxpayer must know the proper incantations and make the correct movements. He cannot just transfer the property to the corporation and promise, or be obligated, to pay off the encumbrances. That would not change the fact that the property was still subject to those encumbrances. According to Peracchi, the thaumaturgy that will save him from taxes proceeds in two simple steps. He must first prepare a ritualistic writingan unsecured promissory note in an amount equal to or more than the excess of the encumbrances over the basis. He must then give that writing to his corporation. That is all.1 But is not that just a \"promise to pay,\" which \"does not represent the paying out or reduction of assets?\" Don E. Williams Co.v. Commissioner, 429 U.S. 569, 583, 97 S.Ct. 850, 858, 51 L.Ed.2d 48 (1977). Never mind, he says. He has nonetheless increased the total basis of the property transferred and avoided the tax. I understand the temptation to embrace that argument, but I see no real support for it in the law.\n\nPeracchi says a lot about economic realities. I see nothing real about that maneuver. I see, rather, a bit of sortilege that would have made Merlin envious. The taxpayer has created something——basisout of nothing.\n\nThus, I respectfully dissent.\n\n# NOTE\n\nAn Alternative Rationale. As noted in Judge Kozinski's opinion in Peracchi, the Second Circuit reached a similar result in Lessinger v. Commissioner,76 but its rationale was different. The Second Circuit concluded that a shareholder's basis in his own note equals its face amount because, necessarily, the note's basis to the corporation was face value. While it may lead to an equitable result, this backwards reasoning is not supported by the Code. The following excerpt from a commentary on Lessinger illustrates the court's faulty logic:77\n\nBefore turning to the court's application of Section 357(c) to the note—a genuinely intriguing question—one should clear the air about the general question of the basis on which Section 357(c) must be focusing. To say that this is the corporation's basis in the transferred assets is preposterous. If nothing else, such a reading will in many cases be circular. Section 362(a) gives the corporation a carryover basis in the assets received from the shareholder, increased by any gain recognized by the shareholder on the exchange. The classic instance of recognized gain on a Section 351 exchange is under Section 357(c); thus, one cannot determine a corporation's basis in its assets without first determining the shareholder's gain under Section 357(c). To declare, as the Second Circuit did, that the amount of the gain generaly turns on the corporation's basis in its assets leads to an endless circle.\n\nTo illustrate, assume a shareholder transfers to a corporation, Blackacre, in which the shareholder has a basis of $\\$ 30,000$ , subject to a mortgage of $\\$ 40,000$ . To determine the gain under Section 357(c) under the appellate decision in Lessinger, one would have to first determine the corporation's basis under Section 362(a). Under the latter section, however, the corporation's basis must reflect the gain under Section 357(c), and thus, one must compute the shareholder's gain in order to determine the corporation's basis. Perhaps the court meant that one should determine the corporation's basis without regard to the debt, or that Section 357(c) looks at different bases depending on whether a shareholder note or hard assets are being transferred, but these are even more thoroughly incredible stretches of the Code language.\n\nPerhaps the Second Circuit was trying to say that Mr. Lessinger should receive \"basis credit' for his own note because of his future obligation to transfer cash to the corporation or its creditors. In other contexts, a taxpayer's acceptance of even a nonrecourse liability on the acquisition of property gives rise to a cost basis that includes the amount of the future obligation.78 If Mr. Lessinger's liability were genuine and enforceable by the corporation's creditors, as the court concluded, he arguably is as much entitled to basis credit as is the purchaser of property financed with nonrecourse debt.\n\nEffect of Shareholder's Continuing Personal Liability. The courts historically have been less sympathetic on a closely related question: whether a shareholder's continuing personal liability on debts transferred to a corporation in a Section 351 transaction causes those debts to be excluded for purposes of Section 357(c). The Tax Court has consistently rejected the notion that transferred liabilities are excluded from the Section 357(c) arithmetic if the transferring shareholder remains personally liable for the debt.79 The Ninth Circuit once appeared to disagree but later had a change of heart. In Jackson v. Commissioner,80 that court held that Section 357(c) did not apply on an incorporation of a partnership where the taxpayer's share of the partnership's liabilities exceeded his adjusted basis in the transferred partnership interest but the taxpayer remained personally liable on the debts. On these facts, the court reasoned that the corporation had not assumed any liabilities and thus the taxpayer did not have any Section 357(c) gain. This result was criticized by courts and commentators,81 but it is consistent with the Second Circuit's reasoning in Lessinger that taxpayers enjoy no economic benefit (and thus no taxable gain) for the excess of transferred liabilities over basis when they retain genuine personal liability on the debts. In a later case, the Ninth Circuit upheld the Tax Court's finding of Section 357(c) gain on a transfer of encumbered equipment to a controlled corporation where the liabilities exceeded the taxpayer's basis even though the transferor had guaranteed the liabilities and remained personally liable following the transfer.82 Although the court purported to distinguish its earlier Jackson holding as not involving property subject to debt, the two decisions are difficult to reconcile.\n\nIn a later case, s the taxpayers, in connection with the incorporation of their family farming business, contributed assets subject to liabilities that exceeded the aggregate adjusted basis of the transferred assets. The taxpayers remained liable as guarantors on the debts. The Seventh Circuit, affirming the Tax Court, held that the taxpayers recognized Section 357(c) gain on the incorporation and, in so holding, followed the line of cases strictly interpreting the statute. Citing Peracchi and Lessinger, the taxpayers contended that a strict reading of Section 357(c) was based on \"outdated precedent' and urged the court to exercise its equitable power to craft a judicial exception to the plain language of the statute. Both the Tax Court and Seventh Circuit declined the invitation to do so and distinguished the pro-taxpayer cases on the ground that personal guaranties of corporate debt are not the same as incurring debt to the corporation. The court reasoned that a guaranty is not an economic outlay but merely a promise to pay in the future if certain events should occur.\n\nThe uneasy relationship between owner debt, entity debt and basis is raised in many settings. Similar conceptual questions will resurface with varying results in other contexts involving C and S corporations.84\n\nDetermination of Amount of Liability Assumed. Section 357(d) attempts to clarify the amount and efect of liability assumptions under Section 357 and several other provisions covered later in the text. A recourse liability is treated as having been \"assumed' if, based on all the facts and circumstances, the transferee has agreed to and is expected to satisfy the liability, whether or not the transferor has been relieved of it.85 Nonrecourse liabilities generally are treated as having been assumed by a transferee who takes an asset subject to the liability, except the amount is reduced by the lesser of: (1) the amount of such liability which an owner of other assets not transferred to the transferee and also subject to such liability has agreed with the transferee to, and is expected to, satisfy, or (2) the fair market value of those other assets.86 The purpose of this convoluted exception is to prevent double counting the same liability for basis adjustment purposes.\n\nSection 357(d) was enacted to eliminate a corporate tax shelter that exploited ambiguities in the interpretation of the phrase \"transferred subject to a liability' in an earlier version of Section 357.87 Most of the abusive transactions were used by domestic corporations to overstate the basis of encumbered assets received in transfers from foreign affiliates that were indifferent to any potential Section 357(c) gain triggered by the transfer because they were not subject to U.S. tax. If the plan succeeded, the domestic corporation would benefit from excessive depreciation deductions, tax losses, or reduced gain on a future sale of the asset.88\n\nFortunately, the confusing language in Section 357(d) rarely affects most simple incorporations. But it raises some questions (and offers planning opportunities) that could arise in a purely domestic, non-abusive setting. For example, recourse debt is treated as assumed only if the transferee has agreed and is expected to satisfy it. As one commentator has asked, \"expected by whom'\"—the transferee, the transferor, or both?89 Without such an agreement and expectation, a liability would not be treated as \"assumed,\" perhaps eliminating a Section 357(c) problem that otherwise might have existed. A similar factual inquiry may be required with nonrecourse debt, which generally is treated as \"assumed\" unless a third party has pledged other assets as collateral and \"has agreed to, and is expected to, satisfy' the obligation.\n\nAs for planning, it has been suggested that Section 357(c) problems could be avoided, at least with respect to recourse debt, if a shareholder who transfers encumbered property to a controlled corporation enters into an agreement with the corporation providing that the shareholder will satisfy the debt. In that event, the debt would not be treated as \"assumed\" under Section 357(d) , and neither Section 357(a) nor Section 357(c) would apply to the transfer.s0 This strategy would be an alternative to contributing a note to the corporation in the amount of the potential Section 357(c) gain.\n\n# PROBLEMS\n\n1. A organized X Corporation by transferring the following: inventory with a basis of $\\$ 20,000$ and a fair market value of $\\$ 10,000$ and unimproved land held for several years with a basis of $\\$ 20,000$ , a fair market value of $\\$ 40,000$ and subject to a recourse debt of $\\$ 30,000$ . In return, A received 20 shares of X stock (fair market value, \\$20,00o) and X took the land subject to the debt.\n\n(a) Assuming no application of Section 357(b), how much gain,if any, does A recognize and what is A's basis and holding period in the stock?   \n(b) What result in (a), above, if the basis of the land were only $\\$ 5,000$   \n(c) In (b), above, what is the character of A's recognized gain under Reg. S 1.357-2(b)? Does this result make sense? How else might the character of A's gain be determined?   \n(a) In (b), above, what is X Corporation's basis in the properties received from A?   \n(e) What might A have done to avoid the recognition of gain in (b), above? 2. B organized Y Corporation and transferred a building with a basis of \\$100,000 and a fair market value of \\$400,000. The building was subject to a   \n{c07> : 4001-90k:310k $\\$ 80,000$ reasons. Two weeks before the incorporation of Y, B borrowed \\$10,000 for   \n$c . 5 . 1 x . 1 < 5 \\times 0 . 3 3$ personal purposes and secured the loan with a second mortgage on the building. In exchange for the building, Y Corporation will issue \\$310,000 of   \np's Ss3i SurliyYcommon stok toBand wil take the building subject to the mortages. 13's bis3 of soik.   \nlo0k - q0k +o =10k. (ok lounsidjet 4 357(5). Bxt v.   \ntotal lriblry wil  boot, TsSus:   \nlook −9ok+ 9uc=(0)k.   \n(a) What are the tax consequences to B on the transfer of the building to Y Corporation?   \n(b) What result if B did not borrow the additional \\$10,000 and, instead, Y Corporation borrowed \\$10,000 from a bank and gavel $\\textup { 3 } \\$ 310,00 0$ of Y common stock, $\\$ 10,000$ cash and will take the building subject to the \\$80,000 first mortgage? T1 Sa   \n(c) Is the difference in results between (a) and (b), above, justified?   \n(d) When might there be legitimate business reasons for a corporation assuming a transferor's debt or taking property subject to debt?\n\nthen: coe sor. 1071-8>k txt=20k. -loktsuc loyp burs: loc flovk=8 uoc.\n\n# E. INCORPORATION OF A GOING BUSINESS\n\nThe preceding sections were designed to illustrate the basic requirements and exceptions for qualifying as a tax-free incorporation. For pedagogical reasons, the problems have involved relatively isolated fact patterns, and it has been assumed that the Code and regulations will provide an answer to virtually every question. When a going business is incorporated, however, matters may become more complex. The mix of assets transferred by a sole proprietorship or partnership may include \"ordinary income' property, such as accounts receivable and inventory, and the corporation may assume accounts payable, contingent liabilities, and supplies the cost of which was deducted by the transferor prior to the incorporation. Questions arise as to the proper taxpayer to report the receivables and to deduct the payables. In addition, these items potentially raise a broad issue that will recur throughout our study of Subchapter C: to what extent must a nonrecognition provision yield to judicially created \"common law'\" principles of taxation or to more general provisions of the Code?\n\nThis section examines the special problems raised by midstream transfers and, in so doing, provides an opportunity to review some concepts introduced earlier in the chapter.\n\n# Hempt Brothers, Inc. v. United States\n\nUnited States Court of Appeals, Third Circuit, 1974. 490 F.2d 1172, cert. denied 419 U.S. 826, 95 S.Ct. 44 (1974).\n\nALDISERT, CIRCUIT JUDGE.\n\n[A cash method partnership transferred all its assets, including \\$662,820 in zero basis accounts receivable, to a newly formed corporation in exchange for all the corporation's stock. Because the exchange qualified under Section 351, the Service contended that the partnership's zero basis in the receivables carried over to the corporation under Section 362, causing the corporation to realize income upon their collection. In an odd reversal of roles, because the statute of limitations had run on earlier years, the corporation contended that the receivables were not \"property' within the meaning of Section 351 and that their transfer to the corporation was an assignment of income by the partnership, subjecting the partners to tax when the receivables were transferred or collected and providing the corporation with a cost (i.e., fair market value) basis and no income upon collection. The Court tnus was required to address the relationship between Section 351 and the assignment of income doctrine.]\n\n# I.\n\nTaxpayer argues here, as it did in the district court, that because the term \"property' as used in Section 351 does not embrace accounts receivable, the Commissioner lacked statutory authority to apply principles associated with Section 351. The district court properly rejected the legal interpretation urged by the taxpayer.\n\nThe definition of Section 351 \"property\" has been extensively treated by the Court of Claims in E.I. Du Pont de Nemours and Co. v. United States, 471 F.2d 1211, 1218–1219 (Ct.Cl.1973), describing the transfer of a non-exclusive license to make, use and sell area herbicides under French patents:\n\nUnless there is some special reason intrinsic to $\\ast \\ast \\ast$ [Section 351 $\\ast \\ast \\ast$ the general word \"property\" has a broad reach in tax law. $\\ldots \\star \\star$ For section 351, in particular, courts have advocated a generous definition of \"property,\" $* \\star *$ and it has been suggested in one capital gains case that nonexclusive licenses can be viewed as property though not as capital assets. $\\ast \\ast \\ast$\n\nWe see no adequate reason for refusing to follow these leads.\n\nWe fail to perceive any special reason why a restrictive meaning should be applied to accounts receivables so as to exclude them from the general meaning of \"property.\" Receivables possess the usual capabilities and attributes associated with jurisprudential concepts of property law. They may be identified, valued, and transferred. Moreover, their role in an ongoing business must be viewed in the context of Section 351 application. The presence of accounts receivable is a normal, rather than an exceptional accoutrement of the type of business included by Congress in the transfer to a corporate form. They are \"commonly thought of in the commercial world as a positive business asset.\" As aptly put by the district court: \"There is a compelling reason to construe 'property to include \\*\\*\\* [accounts receivable]: a new corporation needs working capital, and accounts receivable can be an important source of liquidity.\" Hempt Bros., Inc. v. United States, supra, at 1176. In any event, this court had no difficulty in characterizing a sale of receivables as \"property\" within the purview of the \"no gain or loss\" provision of Section 337 as a \"qualified sale of property within a 12-month period.\" Citizens' Acceptance Corp. v. United States, 462 F.2d 751, 756 (3d Cir.1972)\n\n'The taxpayer next makes a strenuous argument that \"[t]he government is seeking to tax the wrong person.\"4 It contends that the assignment of income doctrine as developed by the Supreme Court applies to a Section 351 transfer of accounts receivable so that the transferor, not the transferee-corporation, bears the corresponding tax liability. It argues that the assignment of income doctrine dictates that where the right to receive income is transferred to another person in a transaction not giving rise to tax at the time of transfer, the transferor is taxed on the income when it is collected by the transferee; that the only requirement for its application is a transfer of a right to receive ordinary income; and that since the transferred accounts receivable are a present right to future income, the sole requirement for the application of the doctrine is squarely met. In essence, this is a contention that the nonrecognition provision of Section 351 is in conflict with the assignment of income doctrine and that Section 351 should be subordinated thereto. Taxpayer relies on the seminal case of Lucas v. Earl, 280 U.S. 538, 50 S.Ct. 16, 74 L.Ed. 600 (1929), and its progeny for support of its proposition that the application of the doctrine is mandated whenever one transfers a right to receive ordinary income.\n\nOn its part, the government concedes that a taxpayer may sell for value a claim to income otherwise his own and he will be taxable upon the proceeds of the sale. Such was the case in Commissioner v. P.G. Lake, Inc., 356 U.S. 260, 78 S.Ct. 691, 2 L.Ed.2d 743 (1958), in which the taxpayer-corporation assigned its oil payment right to its president in consideration for his cancellation of a $\\$ 600,000$ loan. Viewing the oil payment right as a right to receive future income, the Court applied the reasoning of the assignment of income doctrine, normally applicable to a gratuitous assignment, and held that the consideration received by the taxpayer-corporation was taxable as ordinary income since it essentially was a substitute for that which would otherwise be received at a future time as ordinary income.\n\nTurning to the facts of this case, we note that here there was the transfer of accounts receivable from the partnership to the corporation pursuant to Section 351. We view these accounts receivable as a present right to receive future income. In consideration of the transfer of this right, the members of the partnership received stock—a valid consideration. The consideration, therefore, was essentially a substitute for that which would otherwise be received at a future time as ordinary income to the cash basis partnership. Consequently, the holding in Lake would normally apply, and income would ordinarily be realized, and thereby taxable, by the cash basis partnership-transferor at the time of receipt of the stock.\n\nBut the terms and purpose of Section 351 have to be reckoned with. By its explicit terms Section 351 expresses the Congressional intent that transfers of property for stock or securities will not result in recognition. It therefore becomes apparent that this case vividly illustrates how Section 351 sometimes comes into conflict with another provision of the\n\nInternal Revenue Code or a judicial doctrine, and requires a determination of which of two conflicting doctrines will control.\n\nAs we must, when we try to reconcile conflicting doctrines in the revenue law, we endeavor to ascertain a controlling Congressional mandate. Section 351 has been described as a deliberate attempt by Congress to facilitate the incorporation of ongoing businesses and to eliminate any technical constructions which are economically unsound.\n\nAppellant-taxpayer seems to recognize this and argues that application of the Lake rationale when accounts receivable are transferred would not create any undue hardship to an incorporating taxpayer. \"Al a taxpayer [transferor] need do is withhold the earned income items and collect them, transferring the net proceeds to the Corporation. Indeed $\\ast \\star \\ast$ the transferor should retain both accounts receivable and accounts payable to avoid income recognition at the time of transfer and to have suficient funds with which to pay accounts payabie. Where the taxpayer [transferor] is on the cash method of accounting [as here], the deduction of the accounts payable would be applied against the income generated by the accounts receivable.\"\n\nWhile we cannot fault the general principle \"that income be taxed to him who earns it,\" to adopt taxpayer's argument would be to hamper the incorporation of ongoing businesses; additionally it would impose technical constructions which are economically and practically unsound. None of the cases cited by taxpayer, including Lake itself, persuades us otherwise. In Lake the Court was required to decide whether the proceeds from the assignment of the oil payment right were taxable as ordinary income or as long term capital gains. Observing that the provision for long term capital gains treatment \"has always been narrowly construed so as to protect the revenue against artful devices,\" 356 U.S. at 265, 78 S.Ct. at 694, the Court predicated its holding upon an emphatic distinction between a conversion of a capital investment—\"incomeproducing property\"—and an assignment of income per se. \"The substance of what was assigned was the right to receive future income. The substance of what was received was the present value of income which the recipient would otherwise obtain in the future.\" Ibid., at 266, 78 S.Ct. at 695. A Section 351 issue was not presented in Lake. Therefore the case does not control in weighing the conflict between the general rule of assignment of income and the Congressional purpose of nonrecognition upon the incorporation of an ongoing business.\n\nWe are persuaded that, on balance, the teachings of Lake must give way in this case to the broad Congressional interest in facilitating the incorporation of ongoing businesses. As desirable as it is to afford symmetry in revenue law, we do not intend to promulgate a hard and fast rule. We believe that the problems posed by the clash of conflicting internal revenue doctrines are more properly determined by the circumstances of each case. Here we are influenced by the fact that the subject of the assignment was accounts receivable for partnership's goods and services sold in the regular course of business, that the change of business form from partnership to corporation had a basic business purpose and was not designed for the purpose of deliberate tax avoidance, and by the conviction that the totality of circumstances here presented fit the mold of the Congressional intent to give nonrecognition to a transfer of a total business from a non-corporate to a corporate form.\n\nBut this too must be said. Even though Section 351(a) immunizes the transferor from immediate tax consequences, Section 358 retains for the transferors a potential income tax liability to be realized and recognized upon a subsequent sale or exchange of the stock certificates received. As to the transferee-corporation, the tax basis of the receivables will be governed by Section 362.\n\n\\*\\*\\*\n\n# Revenue Ruling 95–74\n\n1995–2 Cum. Bull. 36.\n\nISSUES\n\n(1) Are the liabilities assumed by S in the $\\ S \\ 3 5 1$ exchange described below liabilities for purposes of sS 357(c)(1) and 358(d)? (2) Once assumed by S, how will the liabilities in the $\\ S \\ 3 5 1$ exchange described below be treated?\n\n# FACTS\n\nCorporation P is an accrual basis, calendar-year corporation engaged in various ongoing businesses, one of which includes the operation of a manufacturing plant (the Manufacturing Business). The plant is located on land purchased by P many years before. The land was not contaminated by any hazardous waste when P purchased it. However, as a result of plant operations, certain environmental liabilities, such as potential soil and groundwater remediation, are now associated with the land.\n\nIn Year 1, for bona fide business purposes, P engages in an exchange to which S 351 of the Internal Revenue Code applies by transferring substantially all of the assets associated with the Manufacturing Business, including the manufacturing plant and the land on which the plant is located, to a newly formed corporation, S, in exchange for all of the stock of S and for S's assumption of the liabilities associated with the Manufacturing Business, including the environmental liabilities associated with the land. P has no plan or intention to dispose of (or have S issue) any S stock. S is an accrual basis, calendar-year taxpayer.\n\nP did not undertake any environmental remediation efforts in connection with the land transferred to S before the transfer and did not deduct or capitalize any amount with respect to the contingent environmental liabilities associated with the transferred land.\n\nIn Year 3, S undertakes soil and groundwater remediation efforts relating to the land transferred in the $\\ S \\ 3 5 1$ exchange and incurs costs (within the meaning of the economic performance rules of $\\ S \\ 4 6 1 ( \\mathrm { h } )$ ) as a result of those remediation efforts. Of the total amount of costs incurred, a portion would have constituted ordinary and necessary business expenses that are deductible under $\\ S \\ 1 6 2$ and the remaining portion would have constituted capital expenditures under $\\ S \\ 2 6 3$ if there had not been a $\\ S \\ 3 5 1$ exchange and the costs for remediation efforts had been incurred by P. \\*\\*\\*\n\n# LAW AND ANALYSIS\n\nIssue 1: $* * *$ The legislative history of $\\ S \\ 3 5 1$ indicates that Congress viewed an incorporation as a mere change in the form of the underlying business and enacted $\\ S \\ 3 5 1$ to facilitate such business adjustments generally by allowing taxpayers to incorporate businesses without recognizing gain. $\\ast \\ast \\ast$ Section 357(c)(1), however, provides that the transferor recognizes gain to the extent that the amount of liabilities transferred exceeds the aggregate basis of the assets transferred.\n\nA number of cases concerning cash basis taxpayers were litigated in the 1970s with respect to the definition of \"liabilities' for purposes of $\\ S \\ 3 5 7 ( \\mathrm { c } ) ( \\mathrm { 1 } )$ with sometimes conflicting analyses and results. $\\ast \\ast \\ast _ { \\mathrm { ~ I n ~ } }$ response to this litigation, Congress enacted s 357(c)(3) to address the concern that the inclusion in the S 357(c)(1) determination of certain deductible liabilities resulted in \"unforeseen and unintended tax difficulties for certain cash basis taxpayers who incorporate a going business.\" S.Rep. No. 1263, 95th Cong., 2d Sess. 184–85 (1978), 1978–3 C.B. 482–83.\n\nCongress concluded that including in the 8 357(c)(1) determination liabilities that have not yet been taken into account by the transferor results in an overstatement of liabilities of, and potential inappropriate gain recognition to, the transferor because the transferor has not received the corresponding deduction or other corresponding tax benefit. Id. To prevent this result, Congress enacted S 357(c)(3)(A) to exclude certain deductible liabilities from the scope of \\$ 357(c), as long as the liabilities had not resulted in the creation of, or an increase in, the basis of any property (as provided in s 357(c)(3)(B)). \\*\\*\\*\n\nWhile 8 357(c)(3) explicitly addresses liabilities that give rise to deductible items, the same principle applies to liabilities that give rise to capital expenditures as well. Including in the \\$ 357(c)(1) determination those liabilities that have not yet given rise to capital expenditures (and thus have not yet created or increased basis) with respect to the property of the transferor prior to the transfer also would result in an overstatement of liabilities. Thus, such liabilities also appropriately are excluded in determining liabilities for purposes of 8 357(c)(1), \\* \\* \\*\n\nIn this case, the contingent environmental liabilities assumed by S had not yet been taken into account by P prior to the transfer (and therefore had neither given rise to deductions for P nor resulted in the creation of, or increase in, basis in any property of P). As a result, the contingent environmental liabilities are not included in determining whether the amount of the liabilities assumed by S exceeds the adjusted basis of the property transferred by P pursuant to $\\ S 3 5 7 ( \\mathrm { c } ) ( 1 )$\n\nDue to the parallel constructions and interrelated functiun and mechanics of $\\ S \\ S \\ 3 5 7$ and 358, liabilities that are not included in the determination under $\\ S 3 5 7 ( \\mathrm { c } ) ( 1 )$ also are not included in the $\\ S \\ 3 5 8$ determination of the transferor's basis in the stock received in the $\\ S \\ 3 5 1$ exchange. $\\times \\star \\star$ Therefore, the contingent environmental liabilities assumed by S are not treated as money received by P under $\\ S \\ 3 5 8$ for purposes of determining P's basis in the stock of S received in the exchange.\n\nIssue 2: In Holdcroft Transp. Co. v. Commissioner, 153 F.2d 323 (8th Cir.1946), the Court of Appeals for the Eighth Circuit held that, after a transfer pursuant to the predecessor to $\\ S \\ 3 5 1$ , the payments by a transferee corporation were not deductible even though the transferor partnership would have been entitled to deductions for the payments had the partnership actually made the payments. The court stated generally that the expense of settling claims or liabilities of a predecessor entity did not arise as an operating expense or loss of the business of the transferee but was a part of the cost of acquiring the predecessor's property, and the fact that the claims were contingent and unliquidated at the time of the acquisition was not of controlling consequence.\n\nIn Rev. Rul. 80–198, 1980-2 C.B. 113, an individual transferred all of the assets and liabilities of a sole proprietorship, which included accounts payable and accounts receivable, to a new corporation in exchange for all of its stock. The revenue ruling holds, subject to certain limitations, that the transfer qualifies as an exchange within the meaning of 8 351(a) and that the transferee corporation will report in its income the accounts receivable as collected and will be allowed deductions under $\\ S \\ 1 6 2$ for the payments it makes to satisfy the accounts payable. In reaching these holdings, the revenue ruling makes reference to the specific congressional intent of S 351(a) to facilitate the incorporation of an ongoing business by making the incorporation tax free. The ruling states that this intent would be equally frustrated if either the transferor were taxed on the transfer of the accounts receivable or the transferee were not allowed a deduction for payment of the accounts payable.\\*\\*\\*\n\nThe present case is analogous to the situation in Rev. Rul. 80-198. For business reasons, P transferred in a \\$ 351 exchange substantially all of the assets and liabilities associated with the Manufacturing Business to S, in exchange for all of its stock, and P intends to remain in control of S. The costs S incurs to remediate the land would have been deductible in part and capitalized in part had P continued the Manufacturing Business and incurred those costs to remediate the land. The congressional intent to facilitate necessary business readjustments would be frustrated by not according to S the ability to deduct or capitalize the expenses of the ongoing business.\n\nTherefore, on these facts, the Internal Revenue Service will not follow the decision in Holdcroft Transp. Co. v. Commissioner, $1 5 3 \\ \\mathrm { F . 2 d }$ 323 (8th Cir.1946). Accordingly, the contingent environmental liabilities assumed from P are deductible as business expenses under $\\ S \\ 1 6 2$ or are capitalized under $\\ S \\ 2 6 3$ , as appropriate, by S under S's method of accounting (determined as if S has owned the land for the period and in the same manner as it was owned by P).\n\n(1) The liabilities assumed by S in the $\\ S \\ 3 5 1$ exchange described above are not liabilities for purposes of $\\ S ~ 3 5 7 ( \\mathrm { c } ) ( 1 )$ and $\\ S \\ 3 5 8 ( \\mathrm { d } )$ because the liabilities had not yet been taken into account by $\\mathrm { P }$ prior to the transfer (and therefore had neither given rise to deductions for $\\mathrm { P }$ nor resulted in the creation of, or increase in, basis in any property of P).\n\n(2) The liabilities assumed by S in the $\\ S \\ 3 5 1$ exchange described above are deductible by S as business expenses under S 162 or are capital expenditures under $\\ S \\ : 2 6 3$ as appropriate, under S's method of accounting (determined as if S has owned the land for the period and in the same manner as it was owned by P).\n\n# LIMITATIONS\n\nThe holdings described above are subject to S 482 and other applicable sections of the Code and principles of law, including the limitations discussed in Rev. Rul. 80–198, 1980-2 C.B. 113 (limiting the scope of the revenue ruling to transactions that do not have a tax avoidance purpose). $* * *$\n\n# NOTE\n\nReceivables and Payables. When there is a valid business purpose for the transfer of receivables and payables on the incorporation of a going business, the Service's position is that the transferee corporation (and not the transferor) must report the receivables in income as they are collected and deduct the payables when they are paid.91 This is consistent with the holding in Hempt Brothers that the assignment of income doctrine normally should not override the nonrecognition principle of Section 351. But to prevent abuse in situations where receivables are accumulated or payables prepaid in anticipation of the incorporation, the Service has noted the following limitations:92\n\nSection 351 of the Code does not apply to a transfer of accounts receivable which constitute an assignment of an income right in a case such as Brown v. Commissioner, 40 B.T.A. 565 (1939). affd\n\n115 F.2d 337 (2d Cir.1940). In Brown, an attorney transferred to a corporation, in which he was the sole owner, a one-half interest in a claim for legal services performed by the attorney and his law partner. In exchange, the attorney received additional stock of the corporation. The claim represented the corporation's only asset. Subsequent to the receipt by the corporation of the proceeds of the claim, the attorney gave all of the stock of the corporation to his wife. The United States Court of Appeals for the Second Circuit found that the transfer of the claim for the fee to the corporation had no purpose other than to avoid taxes and held that in such a case the intervention of the corporation would not prevent the attorney from being liable for the tax on the income which resulted from services under the assignment of income rule of Lucas v. Earl, 281 U.S. 111, 50 S.Ct. 241 (1930). Accordingly, in a case of a transfer to a controlled corporation of an account receivable in respect of services rendered where there is a tax avoidance purpose for the transaction (which might be evidenced by the corporation not conducting an ongoing business), the Internal Revenue Service will continue to apply assignment of income principles and require that the transferor of such a receivable include it in income when received by the transferee corporation.\n\nLikewise, it may be appropriate in certain situations to allocate income, deductions, credits, or allowances to the transferor or transferee under section 482 of the Code when the timing of the incorporation improperly separates income from related expenses. See Rooney v. United States, 305 F.2d 681 (9th Cir.1962), where a farming operation was incorporated in a transaction described in section 351(a) after the expenses of the crop had been incurred but before the crop had been sold and income realized. The transferor's tax return contained all of the expenses but none of the farming income to which the expenses related. The United States Court of Appeals for the Ninth Circuit held that the expenses could be allocated under section 482 to the corporation, to be matched with the income to which the expenses related. Similar adjustments may be appropriate where some assets, liabilities, or both, are retained by the transferor and such retention results in the income of the transferor, transferee, or both, not being clearly reflected.\n\nTax Benefit Rule. Even when a transferor contributes Section 351 \"property' to a controlled corporation, a problem may arise if the transferor deducted the cost of that property prior to the transfer. Under the tax benefit rule, if an amount has been deducted and a later event occurs that is fundamentally inconsistent with the premise on which the deduction was initially based, the earlier deduction must be effectively \"cancelled out\" by the recognition of income equal to the amount previously deducted.9s For example, a taxpayer who pays \\$1,000 for minor office supplies to be used in his business would deduct that amount when paid on the assumption that those supplies soon would be exhausted. If that taxpayer later incorporates before the supplies are used and receives $\\$ 1,000$ of stock in the exchange, an event has occurred that is inconsistent with the presumption upon which the earlier deduction was based. But recognition of $\\$ 1,000$ of current income on the transfer of the supplies to a controlled corporation in exchange for its stock is also inconsistent with Section 351.\n\nWhether or not the tax benefit rule overrides Section 351 has been unsettled for many years but the importance of the issues appears to have diminished. In Nash v. United States,94 an accrual method taxpayer transferred accounts receivable to a newly formed corporation in exchange for stock. The taxpayer already had included the receivables in income and also had deducted a reserve for bad debts. Applying the tax benefit rule, the Service argued that the taxpayer should be taxed on an amount equal to the previously deducted bad debt reserve because the taxpayer's presumption that some of those debts would turn bad while held in his business had proved erroneous. Although the debts still might become worthless, that event would occur only when they were held by the new corporation—a separate business. The Supreme Court held that the net amount the taxpayer had included in his income as a result of the receivables (i.e., the excess of all accrued receivables over the deducted reserve for bad debts) equaled the value of the stock received for the receivables, so that the earlier deduction for the reserve for bad debts was not inappropriate and did not generate income under the tax benefit rule.\n\nThe specific fact pattern addressed in Nash is no longer important because accrual method taxpayers are now generally precluded from deducting a reserve for bad debts. Moreover, in a subsequent case, the Supreme Court held that the tax benefit rule applies whenever a later unforeseen event is \"fundamentally inconsistent\" with the premise underlying a taxpayer's earlier deduction.95 This broader holding suggests that the Court might uphold application of the tax benefit rule in another factual setting involving a transfer to a newly formed corporation. On the other hand, the Code specifically provides that the depreciation recapture provisions, which are grounded on tax benefit rule principles, do not override Section 351.96\n\n# PROBLEM\n\nArchitect, a cash basis taxpayer, has been conducting a business as a sole proprietorship for several years. For liability protection and to take advantage of the 21 percent corporate income tax rate, Architect decides to incorporate, and on July 1 of the current year he forms Design, Inc. a C corporation, to which he transfers the following assets:\n\n<table><tr><td>Asset</td><td>A.B.</td><td></td><td>F.M.V.</td></tr><tr><td>Accounts Receivable</td><td>$ 0</td><td>$</td><td>60,000</td></tr><tr><td>Supplies</td><td>0</td><td></td><td>20,000</td></tr><tr><td>Unimproved Land</td><td>60,000</td><td></td><td>120,000</td></tr><tr><td>Total</td><td>$ 60,000</td><td></td><td>$ 200,000</td></tr></table>\n\nThe land was subject to contingent environmental liabilities that Architect had not taken into account (i.e., had not deducted or capitalized) for tax purposes at the time of the incorporation. The supplies were acquired nine months ago and their cost was immediately deducted by Architect as an ordinary and necessary business expense.\n\nIn exchange, Architect receives 100 shares of Design common stock with a fair market value of $\\$ 100,000$ . In addition, Design assumes $\\$ 70,000$ of accounts payable to trade creditors of Architect's sole proprietorship and a $\\$ 30,000$ bank loan incurred by Architect two years ago for valid business reasons, and it assumed the environmental liabilities associated with the land.\n\nDesign elects to become a cash method, calendar year taxpayer. During the remainder of the current year, it pays $\\$ 30,000$ of the accounts payable and collects $\\$ 40,000$ of the accounts receivable transferred by Architect. In the following taxable year, Design paid $\\$ 20,000$ in environmental remediation expenses that qualified for a current deduction under Section 162 when paid or accrued.\n\n(a) What are the tax consequences (gain or loss recognized, basis and holding period) of the incorporation to Architect and Design, Inc.?   \n(b) Who wil be taxable upon collection of the accounts receivable: Architect, Design or both?   \n(c) When Design pays the accounts payable assumed from Architect and incurs the environmental remediation costs, may it properly deduct these expenses?   \n(d) Assume that Architect is in the highest marginal individual tax bracket and Design, Inc. anticipates no significant taxable income for the current year. What result if Architect decides to pay (and deduct) personally all the accounts payable and transfers the accounts receivable to the corporation?   \n(e) Would your answers be any different if Architect had been an accrual method taxpayer?   \n(f) ] Is Design, Inc. limited in its choice of accounting method (i.e., cash or accrual) or taxable year? See SS 441; 448.\n\n# F. COLLATERAL ISSUES\n\n# 1. CoNTRIBUTIONS TO CAPITAL\n\nCode: 88 118(a), (b); 362(a)(2), (c).\n\nRegulations: 8 1.118–1.\n\nWhen a shareholder transfers property to a corporation and does not receive stock or other consideration in exchange, the transaction is a contribution to capital. Although Section 351 does not apply to capital contributions, the contributing shareholder does not recognize gain or loss on a contribution of noncash property to a corporation. Instead, the shareholder may increase the basis in her stock by the amount of cash and the adjusted basis of any contributed property.97 Contributions to capital by shareholders also are excludable from the gross income of the transferee corporation.98 The corporation's basis in property received as a nontaxable shareholder contribution to capital is the same as the transferor's basis.99\n\nContributions to the capital of a corporation by nonshareholders historically also have been excluded from the gross income of a corporation unless the contribution was in aid of construction of property or from a customer or potential customer (with an exception for contributions in aid of construction for certain public utilities).1oo In 2017, Congress decided to further limit the scope of nontaxable contributions to capital by nonshareholders. The change was made to eliminate what Congress believed was an inappropriate federal tax subsidy for financial incentives from public entities and customers to get corporations to locate their operations within a particular municipality or general location. Under current law, taxable contributions to capital by nonshareholders include (1) any contribution in aid of construction or any other contribution from a customer or potential customer, and (2) any contribution by a governmental entity or civic group (other than a contribution made by a shareholder as such).101 The legislative history makes it clear that Section 118, as so modified, applies only to corporations, a position long held by the Service.102\n\nIf a sole shareholder transfers property to a corporation, or if all shareholders transfer property in the same proportion as their holdings, the issuance of new stock has no economic significance. After some waffing on the issue,1o3 the courts now agree that issuance of stock in these circumstances would be \"a meaningless gesture' and consequently have held that such transfers are constructive Section 351 exchanges.104\n\nMajority shareholders of a financially distressed corporation may surrender some of their stock back to the company in order to improve its credit rating. The proper tax treatment of a voluntary contribution of stock that is not pro rata perplexed the courts for many years, as taxpayers sought to immediately deduct their basis in the surrendered shares as an ordinary loss while the Service contended that the surrender was akin to a contribution to capital. In Commissioner v. Fink,105 the Supreme Court resolved the question by holding that controlling shareholders do not realize a deductible ordinary loss when they surrender part of their stock without receiving cash or property in return and retain voting control of the corporation. The Court analogized this type of transaction to a shareholder's voluntary forgiveness of a corporate debt owed to the shareholder, which is treated as a contribution to capital. Basis in the shares surrendered may be reallocated to stock retained by the shareholder.\n\n# 2. INTENTIONAL AVOIDANCE OF SECTION 351\n\nSection 351 is not an elective provision. It applies whenever its requirements are met. Historically, some taxpayers attempted to avoid Section 351 in order to recognize a loss106 or to step-up the basis of an asset after recognizing a gain to increase the transferee corporation's cost recovery deductions.107 When long-term capital gains enjoy a significant tax rate preference, taxpayers have also found it advantageous to freeze appreciation as capital gain on an asset that was about to be converted into \"ordinary income'\" property—e.g., land held for investment that the taxpayer intended to subdivide. In these cases, the tax savings achieved by converting ordinary income into capital gain outweighed the disadvantage of accelerating recognition of part of the gain.\n\nPlanning to avoid Section 351 may present as great a challenge as satisfying its requirements. As illustrated by the Intermountain Lumber case earlier in the chapter,io8 one potentially successful avoidance strategy is to break control after the exchange by a prearranged disposition of more than 20 percent of the stock. Another possibility is to structure an incorporation transfer as a taxable \"sale\"rather than a taxfree Section 351 exchange.109\n\nTo illustrate the sale technique, assume Investor owns undeveloped land with an adjusted basis of $\\$ 50,000$ and a fair market value of $\\$ 300,000$ . Investor intends to subdivide the land and sell home sites at an aggregate sales price of $\\$ 500,000$ . If he developed the land as an individual, Investor would recognize $\\$ 450,000$ of ordinary income.110 But with long-term capital gains taxed at a significantly lower rate than ordinary income, Investor may benefit by selling the land to a controlled corporation for $\\$ 300,000$ of corporate installment obligations. He would recognize $\\$ 250,000$ of predevelopment capital gain on the sale, the corporation would take a $\\$ 300,000$ stepped-up basis in the land, and the future ordinary income would be limited to $\\$ 200,000$\n\nThe sale strategy was successful in Bradshaw v. United States,11 where the taxpayer transferred 40 acres of Georgia land in which he had a basis of $\\$ 8,500$ to a new corporation in exchange for $\\$ 250,000$ of unsecured corporate installment notes. The corporation's only other capital was a $\\$ 4,500$ automobile transferred on the same day in exchange for common stock. The court treated the transfer of land as a sale and permitted the taxpayer to report his gain on the installment method.12 In so doing, the court rejected the Service's claim that the notes were really stock even though it conceded that the corporation was thinly capitalized. A contrary result was reached in Burr Oaks Corp. v. Commissioner,13 where three taxpayers transferred land to a corporation in exchange for two-year notes with a face amount of \\$330,000. The corporation's only equity capital was \\$4,500. The court held that the transfer was a nontaxable Section 351 exchange rather than a sale because the notes, payment of which was dependent on the profitability of an undercapitalized corporation, were really preferred stock.\n\nIn the last analysis, resolution of the \"Section 351 vs. sale\" issue turns on the facts in each case and the court's inclination to reclassify what the taxpayer labels \"debt\" into what the Service believes to be \"equity.\"114\n\n3. ORGANIZATIONAL AND START-UP ExPENSES\n\nCode: 8s 195; 212(3); 248.\n\nRegulations: 8 1.248–1(b).\n\nA corporation incurs a variety of expenses in connection with its incorporation. Corporations may elect to deduct currently up to $\\$ 5,000$ of these \"organizational expenditures\" in the taxable year in which they begin business, but this $\\$ 5,000$ maximum current deduction is reduced by the amount by which total organizational expenditures exceed $\\$ 50,000$ 115 Organizational expenditures that are not currently deductible must be amortized over the 180-month period beginning with the month in which the corporation begins business.116 A similar rule is provided for \"start-up expenditures,\"117 which generally are amounts the corporation incurs after formation but before beginning business operations.\n\n\"Organizational expenditures\" are defined as expenditures which are: (1) incident to the creation of the corporation, (2) chargeable to capital account, and (3) of a character which, if expended to create a corporation having a limited life, would be amortizable over that life.118 Examples include legal fees for drafting the corporate charter and bylaws, fees paid to the state of incorporation, and necessary accounting services.119 Specifically excluded are the costs of issuing or selling stock and expenditures connected with the transfer of assets to the corporation, presumably because such expenses do not create an asset that is exhausted over the life of the corporation.12o \"Start-up expenditures\" are amounts that the corporation could have deducted currently as trade or business expenses if they had been incurred in an ongoing business. Pure capital expenditures, such as costs of acquiring a particular asset, are neither organizational nor start-up expenditures and must be capitalized and added to the basis of the asset.\n\nWhether or not they are borne by the corporation, certain items are considered as expenses of the shareholders and, as such, they may neither be deducted nor amortized by the corporation. For example, expenses connected with the acquisition of stock (e.g., appraisal fees) must be capitalized and added to the shareholder's basis in the stock.121\n\n# PROBLEM\n\nA currently conducts a computer software manufacturing business as a sole proprietorship. With the assistance of B, a wealthy investor, A plans to incorporate and then expand the business. A will contribute the assets and liabilities of her proprietorship and B will invest enough cash to give him a 49 percent interest in the corporation. After numerous appraisals, lengthy negotiations and considerable expense, A and B have agreed that the net worth of A's proprietorship is $\\$ 510,000$ B thus will contribute $\\$ 490,000$ cash for his 49 percent interest.\n\nTo what extent do the following expenses incurred in connection with the incorporation constitute organizational expenditures that are either currently deductible or amortizable under Section 248:\n\n(a) $\\$ 3,000$ in fees paid by A for appraisals of her proprietorship for purposes of the negotiations with B.   \n(b) Is there any difference in (a), above, if the appraisal fees are paid by the corporation?   \n(c) Legal fees paid by the corporation for the following services: (i) drafting the articles of incorporation, by laws and minutes of the first meeting of directors and shareholders; (i) preparation of deeds and bils of sale transferring A's assets to the corporation; (ii) application for a permit from the state commissioner of corporations to issue the stock and other legal research relating to exempting the stock from registration under federal securities laws; (iv) preparation of a request for a Section 351 ruling from the Internal Revenue Service; (v) drafting a buy-sell agreement providing for the repurchase of shares by the corporation in the event A or B dies or becomes incapacitated.\n\n(d) Same as (c), above, except the legal fees were al paid by A."
    }
  }
}