{
  "backend": "pipeline",
  "version": "2.6.8",
  "results": {
    "Ch3_Capital_Structure": {
      "md_content": "# CHAPTER 3\n\n# CAPITAL STRUCTURE\n\n# A. INTRODUCTION\n\n# 1. TAx CoNSEQUENCEs OF DEBT AND EQUITY\n\nIntroduction. The organizers of a business venture face a major decision in planning the capital structure of their company. The simplest method of raising corporate capital is by issuing stock in exchange for contributions of money, property or services. Stock—known as \"equity\" in corporate finance parlance—may be common or preferred, and either type may be issued in various classes with different rights and priorities as to voting, dividends, liquidations, convertibility, and the like. A corporation also may raise capital by borrowing, either from the same insider group that owns the company's stock or from banks and other outside lenders. Corporate debt typically is evidenced by a variety of instruments including bonds, notes, convertible debentures, and more exotic hybrid securities designed by Wall Street's financial architects. Although both shareholders and creditors contribute capital, their relationship to the corporation is markedly different. As one early case put it, a shareholder is\"an adventurer in the corporate business,\" taking risk and profit from success, while a creditor, \"in compensation for not sharing the profits, is to be paid independently of the risk of success, and gets a right to dip into capital when the payment date arrives.\"1\n\nTo some extent, decisions concerning the proper mix of debt and equity are made without regard to tax considerations. Most businesses rely on both short and long-term debt to finance their operations. Quite apart from taxes, traditional corporate finance theorists believed that debt financing contributed to a higher rate of investment return. This conventional wisdom did not go unchallenged. In their well-known writings on corporate finance, Professors Modigliani and Miller took the view that, assuming away taxes and other factors, the value of a corporation is unrelated to the amount of debt used in its capital structure.2 On the other hand, excessive debt has its pitfalls, and CFOs of fiscally conservative public companies may be reluctant to risk insolvency or a shaky credit rating by loading the corporate balance sheet with liabilities.3 In short, many factors other than taxes affect corporate financing decisions.\n\nHistorical Tax Bias in Favor of Corporate Debt Financing. Although the tax system may not always drive financing behavior, it can influence the capital structure of both publicly traded and closely held C corporations. Consider the decision facing A and B, who each plan to invest $\\$ 100,000$ on the formation of closely held Newco, Inc. At first glance, it might seem that issuing any Newco debt to A and B would be a needless exercise. If the investors agree on their respective contributions and the allocation of ownership and voting power, what difference does it make whether they hold stock, bonds or notes? The answer is often found in the Internal Revenue Code, which distinguishes between debt and equity for tax purposes and historically has tipped the scales in favor of including a healthy dose of debt in a corporation's capital structure. This tax bias toward debt financing has been influential both at the time of formation and on later occasions in a corporation's life cycle.\n\nThe principal tax advantage of issuing debt as opposed to equity has been avoidance of the \"double tax.\" Even though most dividends qualify for a preferential tax rate, they still are includible in a shareholder's income and are not deductible by the corporation. The earnings represented by these dividends are thus taxed at both the corporate and shareholder levels.4 But interest paid on corporate debt, while also includible in the recipient's income, generally has been fully deductible by the corporation.5 Assuming the owners of the business desire an ongoing return on their investment before a sale, there has been a tax incentive for a corporation to distribute some part of its earnings with tax-deductible dollars.6 Additionally, the investment return earned by the corporation on the borrowed funds in excess of the cost of borrowing (the interest expense net of tax savings) accrues to the benefit of the shareholders.\n\nSeveral other features of the tax law also have reflected a bias in favor of debt over equity. The repayment of principal on a corporate debt is a tax-free return of capital to the lender. If the amount repaid exceeds the lender's basis in the debt, the difference generally is treated as a capital gain under Section 1271. In contrast, when a corporation redeems (i.e., buys back) stock from a shareholder—a transaction quite similar to the repayment of a debt——the entire amount received may be taxed as a dividend if the shareholder or related persons continue to own stock in the corporation.7\n\nThe issuance of debt at the time of incorporation also may provide a defense against subsequent imposition of the accumulated earnings tax.8 The obligation to repay a debt at maturity may qualify as a \"reasonable business need,\" justifying an accumulation of corporate earnings,9 while the same type of accumulation for a redemption of stock normally is not regarded as reasonable for purposes of the accumulated earnings tax.10\n\nThese tax advantages for corporate debt financing are offset, to some degree, by the shareholder-level tax benefits for equity that accrue to taxable shareholders. Dividends received by individual shareholders are taxed at preferential rates and, to the extent corporate profits are accumulated, those shareholders are able to realize their economic gains through stock sales that are advantageously timed and taxed at preferential long-term capital gain rates. Better still, shareholders who hold their stock until death are able pass the stock to their heirs with a fair market value basis under Section 1014. On the other hand, taxexempt shareholders (e.g. pension funds, wealthy charities, and some foreign investors) would not have the same tax incentives to favor equity, and their presence would tend to strengthen the historical tax bias in favor of corporate debt financing.11\n\nThe choice between debt and equity also has significant tax ramifications in other contexts. For example, the classification of a corporate investment may have an impact on whether transfers of property to a corporation qualify for nonrecognition under Section 351. Complete nonrecognition of gain or loss is available only when the contributing taxpayer receives solely stock. Conversely, taxpayers who wish to recognize gain on the transfer of property to a controlled corporation may attempt to accomplish their objective by taking back boot in the form of installment debt obligations.12 That goal will be thwarted if the notes are reclassified as stock. Classification of an interest in a corporation also may control the character of a loss if the investment becomes worthless.13\n\nTax Cuts and Jobs Act Changes Influencing the Tax Choice Between Debt and Equity. The Tax Cuts and Jobs Act made two significant changes to the Code that alter the tax consequences of corporate debt financing: (1) the top corporate income tax rate was reduced from 35 to 21 percent, and (2) a new limitation on the deductibility of business interest was enacted in Section 163(). Importantly, the new section 163(j) limitation is scheduled to become even more restrictive after 2021.14 The details and potential impact of Section 163(j) are covered in the next section of this chapter.\n\nThe reduction in corporate income tax rates significantly reduces the value of a corporation's tax deduction for interest expense and alters the calculation of the combined corporate and investor after-tax cost of debt and equity for corporations with taxable investors. For example, assume that a corporation has $\\$ 1,000$ of taxable income and one hypothetical investor who is taxable on additional ordinary income at the 37 percent top individual rate (so that qualified dividends are taxable at 20 percent) and also is subject to the 3.8 percent tax on net investment income. If the corporation first pays a 21 percent income tax on its $\\$ 1,000$ of taxable income $( \\$ 210)$ , it will have $\\$ 790$ to distribute to the investor as a dividend, which would be taxable at 23.8 percent. The investor would owe $\\$ 188$ in tax on the $\\$ 790$ dividend and the combined total tax owed by the corporation and the investor would be $\\$ 398$ . Alternatively, assume that the corporation pays the investor the $\\$ 1,000$ as tax deductible interest on its debt obligation to the investor. In that case, there would be no corporate income tax owed as a result of the corporation's interest deduction and the investor would owe a tax of \\$408 (the combined rate is 40.8 percent, the total of the 37 percent income tax plus the 3.8 percent tax on net investment income). Note that the total corporate and investor tax in the dividend scenario (\\$398) is less than the total corporate and investor tax in the interest-expense scenario. The example illustrates that at the highest marginalindividual income tax rates, the shareholder tax benefits afforded to dividend income can slightly outweigh the benefit of reducing the-corporate income tax via tax deductible interest. The broader point-is that the reduction in the corporate income tax rate to 21 percent reduces the value of the corporation's deduction for interest expense.\n\nWill the cut in the corporate tax rate to 21 percent and the reduction in the tax benefits of corporate debt lead to a future reduction in debt financing by American corporations? Interestingly, the empirical evidence suggests that past tax law changes have had no significant effect on changes in the capital structure of publicly traded companies.15 Some researchers also hypothesize that debt financing is more likely to increase as a result of a tax increase than it is to decrease as a result of tax rate cuts. Theoretical explanations for the expected limited reduction in debt financing after the corporate tax rate cut include: (1) the fact that buying back debt is a cost born by equity holders, while the remaining debt holders benefit as a result of their debt becoming less risky and more valuable; (2) refinancing corporate debt through issuance of additional stock may lead to potential adverse dilution in the value of the corporation's shares; (3) a significant number of faster-growing and smaller public companies are initially under-leveraged and as they grow optimistic managers will prefer to debt finance future growth; and (4) leverage should be measured net of corporate cash and on that basis it is low as a result cash locked up in overseas investments which has become more accessible as a result of international tax changes made by the Tax Cuts and Jobs Act.16\n\nIn summary, the reduction in the corporate tax rate to 21 percent has no doubt increased corporate cash flow. But the empirical and theoretical research does not seem to support the notion that the tax rate cut alone will significantly change the levels of corporate debt financing by publicly traded companies. Perhaps shareholders in closely held companies will be more responsive to the tax incentives created in the post-Tax Cuts and Jobs Act rate environment. It is early and, no doubt, more evidence of taxpayer behavior will be available in the future.\n\n# 2. LIMITATION ON DEDUCTION OF BuSINESS INTEREST\n\nCode: 8 163().\n\nIntroduction. The Tax Cuts and Jobs Act amended Section 163() of the Code to limit the deduction for“business interest” for any taxable year. The limitation was enacted to reduce the tax incentive for debt financing of business activities and to offset some of the revenue costs of the corporate tax rate reduction and other business tax benefits. The House Ways and Means Committee explained the reason for the change:17\n\nThe Committee believes that the general deductibility of interest payments on debt may result in companies undertaking more leverage than they would in the absence of the tax system. The effective marginal tax rate on debt-financed investment is lower than that on equity-financed investment.· Limiting the deductibility of interest along with reducing the corporate tax rate narrows the disparity in the effective marginal tax rates based on different sources of financing. This leads to a more efficient capital structurq for firms.\n\nThe Section 163(i) deduction cap is the sum of: (1) business interest income for the taxable year; (2) 30 percent of the taxpayer's \"adjusted taxable ipcome;” and (3) the taxpayer's \"floor financing interest\"(a specialized category for retail car dealers).18 Business interest disallowed under this provision may be carried forward indefinitely.19 The new limitation applies to all business taxpayers, not just corporations, and it is applied after any other limitations, such as those requiring deferral or capitalization of interest expense in certain situations. Special rules, not directly relevant to C corporations, apply to pass-through entities.20\n\n\"Business interest\" is any interest paid or accrued on indebtedness properly allocable to a trade or business. It does not include \"investment interest,\" which continues to be subject to its own set of limitations under Section 163(d). Business interest income is interest income allocable to a trade or business.²1 In the case of a C corporation, virtually all interest income and expense will be allocable to its trade or business activities.\n\nDefinition of Adjusted Taxable Income. The key measure for the deduction cap is \"adjusted taxable income'\"(\"ATI'), which is defined as the taxpayer's taxable income computed without regard to: (1) tax items not properly allocable to a trade or business; (2) any business interest expense or business interest income; (3) the amount of any net operating loss deduction; (4) the 20 percent deduction provided by Section 199A for certain \"qualified business income\" from pass-through entities; and (5) for tax years beginning before January 1, 2022, deductions for depreciation, amortization or depletion (this category would include any costs expensed under Sections 168(k) or 179).2 ATI is thus conceptually similar to what is known in accounting jargon as EBITDA (earnings before interest, taxes, depreciation and amortization), a metric used by financial analysts to measure a company's operating performance without regard to its capital structure, taxes, or cost recovery deductions.\n\nDefinition of ATI After Year 2021. Beginning in 2022, ATI is determined without adding back depreciation and amortization so that it resembles EBIT (earnings before interest and taxes). In most cases, the impact of this change is to lower the ceiling (because the cap will be 30 percent of a lower number), further limiting the deduction for business interest. The combination of immediate expensing for equipment and the harsher post-2021 cap has the odd effect of punishing companies that increase their capital investment. This future change in the formula presumably was made to increase the revenue estimates for the \"out years\" of the relevant budget window rather than for any discernable policy reasons. Thus, there is at least some possibility,that the post-2021 change in the ATI formula may be repealed or modified.\n\nSpecial Relief Provisions. Relief from the business interest deduction limitation is provided for \"small businesses,\" which generally are taxpayers with average annual gross receipts not exceeding $\\$ 25$ million for the three-year period ending with the prior taxable year.23 An exception also is available, at the taxpayer's election, to a real property trade or business, as broadly defined in Section 469(c)(7)(C) to encompass real estate development, redevelopment, construction, reconstruction, acquisition, conversion, rental, operation, management, leasing, brokerage trade or business, and (according to the legislative history) operation or management of a lodging facility.24 The trade-off for taxpayers who make this election is that they must use the slightly slower alternative depreciation system under Section 168(g), which requires straight line cost recovery over 30 years for residential rental property (instead of 27.5 years) and 40 year for commercial property (instead of 39 years). Real estate businesses will need to do a cost/benefit analysis in deciding whether or not to make this election. Similarly, at the taxpayer's election, any farming business and certain agricultural or horticultural cooperatives, will not be subject to the Section 163(j) interest deduction limitation.25\n\nThe introduction of a limitation on the deduction of business interest may be one of the most profound changes made by the Tax Cuts and Jobs Act because of importance of debt financing in business activities. The IRS has issued extensive proposed regulations interpreting various aspects of the Section 163() limitation on business interest.26 Those proposed regulations:(1) define business interest\" expansively;(2) explain how the business interest limitation interacts with other provisions of the Code, including deduction limitations; (3) clarify the statutory definition of adjusted taxable income and provide the other adjustments authorized by $\\ S$ 163(j)(8)(B); (4) address specialized situations, such as the treatment of partnerships and S corporations and application of the limitation to affiliated groups of domestic corporations, foreign corporations, and other foreign persons with income effectively connected to a U.S. trade or business; and (5) much more. The proposed regulations also make it clear that the business interest limitation rules of 8 163(i) have no effect on a corporation's earnings and profits.27\n\nThe \"big question\"is how many corporations will actually be subject to the Section 163(j) limitation and whether firms will modify their capital structures in response to the provision. Researchers have examined the public financial information of 333 companies in the S&P 500 over fiscal years 2007-2017 to gauge the potential impact of Section 163(i). The sample excluded companies in the financial services, real estate, and public utilities industries.28 Based on the financial statement data, it appeared that about five percent of the corporations would face the Section 163() limitation at some time during the period of 2018 through 2021, when the more generous limitation applies. Beginning in 2022, the researchers estimate that a significant number of companies may be subject to the limitation. In fact, 105 of the 333 corporations potentially would have exceeded the EBIT limit at least once between 2007 and 2017, and 26 of the corporations would have exceeded that limit six or more times during that time period.29 The researchers also focused more specifically on the financial data of those 26 corporations and found many are in the process of adjusting their debt structures. Some of those taxpayers have pre-2017 net operating losses which can be used to offset 100 percent of taxable income in future years, thereby allowing more time to make changes in their capital structures. The other corporations in the 26 \"at risk\" group appear to be following various strategies to lower interest expense, including (1) issuing new debt at lower interest rates to retire higher rate debt obligations, and (2) retiring debt with cash flow or through newly issue equity.30 This research indicates that Section 163(j) will modify the future behavior of corporations in danger of exceeding its limitation on the deductibility of business interest.\n\n# 3. OTHER LIMITATIONS ON THE CoRPORATE INTEREsT DEDUCTION\n\nAt times in the past, Congress has turned its attention to the issue of excessive corporate debt, but these sporadic efforts generally were cautious and limited. Instead of devising a comprehensive solution like Section 163G), the typical legislative response was a narrowly targeted set of limitations aimed at particular perceived abuses, accompanied by a delegation to the Treasury to elaborate through regulations. This \"rifleshot\" approach produced a laundry list of special provisions which taxpayers also must successfully navigate in order to secure a deduction for interest expense. A summary of some of the key provisions follows.\n\nLimitation on Certain Acquisition Indebtedness. Section 279 disallows a deduction for interest on \"corporate acquisition indebtedness'\" in excess of \\$5 million. Corporate acquisition indebtedness generally is debt incurred to acquire either stock in another corporation, or two-thirds of the assets of another corporation, where (1) the debt is subordinated, (2) the debt is convertible to equity or otherwise carries a feature to acquire equity of the issuer, and (3) the issuer is either thinly capitalized (a debt-equity ratio in excess of 2 to 1) or its projected earnings do not exceed three times annual interest costs.31 Section 279 contains various excepted transactions, including acquisitions of less than five percent of the stock of another corporation, nontaxable transactions where there is already 80 percent control of the target, and acquisitions of foreign corporations.32 More importantly, Section 279 does not apply to debt issued to acquire stock of the issuing corporation (e.g., a leveraged share buyback) and can easily be avoided by failing to satisfy the definition of \"corporate acquisition indebtedness,\"' such as the requirement that the debt be convertible into equity or include an equity feature.\n\nApplicable High-Yield Discount Obligations. One object of congressional scrutiny was a type of high-yield debt instrument that does not currently pay interest in cash to the lender. This type of junk bond is usually structured as a zero-coupon instrument with an issue price that is significantly lower than the stated redemption price at maturity.33 The \"spread\" between the issue and redemption price is \"original issue discount' (\"OID'). In general, the issuer of an OID bond accrues and deducts the \"spread” as interest over the life of the bond even though the interest is not actually paid until maturity, and the lender (even if a cash basis taxpayer) includes OID in income over the life of the bond.34\n\nA sensible solution would have been to treat high-yield zero coupon bonds as preferred stock on the theory that their high level of risk and dependence on the profitability of the business causes them to more resemble equity than debt. The legislation ultimately enacted35 did not go that far. Instead, Congress decided to defer (and in some cases disallow) the issuer's deduction until interest is actually paid in cash but continue to require the lender to recognize interest income as it accrues. This approach represented a congressional willingness to bifurcate certain hybrid securities into debt and equity components. The theory is that a portion of the return on certain junk bonds represents a distribution of corporate earnings with respect to an equity interest in the corporation and should be treated as such for tax purposes.\n\nThe restrictions in Section 163(e)(5) apply to an \"applicable highyield discount obligation,\" which is defined in Section 163(i) as an instrument with: (1) a more than five-year maturity, (2) a yield to maturity that is five percentage points or more than the applicable federal rate in effect for the month in which the obligation is issued, and (3) \"significant original issue discount.\"6 The OID amount on these bonds is divided between an interest element that is deductible but only when interest is actually paid,37 and a return of equity element (\"the disqualified portion\") for which no interest deduction is allowed but which may be eligible for the dividends received deduction in the case of a corporate lender.38 This approach is a compromise between deferral and total disalowance of the issuer's interest deduction. An instrument generally will have a \"disqualified portion” of OID and thus face disallowance of part of the interest deduction if it has significant OID and the yield on the instrument is more than six percentage points over the applicable federal rate.39\n\nInterest Paid on Disqualified Debt Instrument. Section 163(l) generally disallows a deduction for interest or OID on a debt instrument which is payable in equity of the issuer or a related party or equity held by the issuer or a related party. This type of \"payment-in-kind\" bond also offered the possibility of a current interest deduction without a cash expenditure. Debt generally is considered payable in equity only if a substantial amount of the principal or interest is either (1) required to be paid or converted into such equity, or (2) is required to be determined by reference to such equity.40 Note that section 163(l) only disallows the issuer's interest deduction. The holder still recognizes income as interest amounts are paid or accrued.\n\nInformation Reporting. Section 6043(c) requires information reporting to the IRS. when (1) control (as defined in Section 304(c)(1)) of a corporation is acquired in any transaction, or (2) there is a recapitalization of a corporation or other substantial change in the capital structure of a corporation. The regulations generally limit the reporting requirement to situations where the fair market value of the stock acquired is \\$100 million or more, and changes in capital structure where the cash and fair market value of property provided to shareholders is $\\$ 100$ million or more.41\n\n# B. DEBT VS. EQUITY\n\n# 1. CoMMON LAW STANDARDS\n\nTaxpayers have considerable flexibility to structure corporate instruments as debt or equity. In view of the sharply disparate tax treatment of debt and equity, it is hardly surprising that the Service mav be unwilling to accept the taxpayer's label as controlling.42 Form would be elevated over substance if every piece of paper embossed with a corporate seal and bearing the label \"debt' were treated as such for tax purposes. To prevent tax avoidance through the use of excessive debt, the Service may recast a purported debt obligation as equity. The tax consequences of a recharacterization can be extremely unpleasant. An interest payment becomes a dividend and the corporation loses its deduction. If and when the note is repaid, the \"creditor'” finds himself in the role of shareholder, and the \"loan repayment' may turn into a taxable dividend instead of a tax-free return of capital.\n\nIt is one thing to list the advantages of debt and identify the unfortunate ramifications of reclassification. It is quite another to describe with any precision the process employed by the courts and the Service to determine whether a particular instrument is debt or equity. The case law first approaches the issue by describing a spectrum. At one end is equity, a risk investment with the potential to share in corporate profits. At the other end is debt, evidenced by the corporation's unconditional promise to pay back the contributed funds, with market rate interest. at a fixed maturity date. A pure equity investor—the shareholderhas voting rights and upside potential. A pure debt holder—the creditoris an outsider with no prospect of sharing in the growth of the enterprise. Many classification controversies involve \"hybrid securities' having features common to both debt and equity, and the courts must decide whether these instruments falling in the middle of the spectrum are closer to one end or the other.\n\nAny process that looks at something decidedly gray and tries to determine whether it more closely resembles black or white is bound to be frustrating. And so it is here. The litigated cases are legion and the court decisions have been aptly vilified as a \"jungle\"43 and a \"viper's tangle.\"44 The issue is murky because classification of an obligation as debt or equity traditionally is treated as a question of fact to be resolved by applying vague standards that require the weighing of many factors.45 In a manner reminiscent of the approach to determining whether an asset is \"held primarily for sale to customers,\" the courts have spewed forth laundry lists of \"factors,\" but it is difficult to discern which are controlling in a given case. Exhaustive research leaves one with the firm conviction that the courts are applying an amorphous and highly unsatisfactory“smell test.\"\n\nSynthesizing the decisional morass is a perilous enterprise, but the principal factors enunciated by the courts over the years may be summarized as follows:46\n\nForm of the Obligation. Labels are hardly controlling, but the decisions provide some guidance for a corporation that wishes to avoid reclassification of debt as equity. At a minimum, debt instruments should bear the usual indicia of debt—an unconditional promise to pay; a specific term; remedies for a default; and a stated, reasonable rate of interest, payable in all events.47 Equity characteristics should be avoided. For example, the likelihood of reclassification is far greater with a hybrid instrument that makes payment of interest contingent on earnings or provides the holder with voting rights.48\n\nThe Debt/Equity Ratio. The debt/equity ratio of a corporation is the ratio of the company's liabilities to the shareholders'equity. The ratio has long been used as a tool to determine whether a corporation is thinly capitalized. Thin capitalization, in turn, creates a substantial risk that what purports to be debt will be reclassified as equity on the theory that no rational creditor would lend money to a corporation with such nominal equity.\n\nThe trouble with this attempt at quantification is that the cases are inconsistent as to what constitutes an excessive debt/equity ratio. For example, depending on all the other factors, a debt/equity ratio of 3-to-1, which most would regard as conserative, has been held to be excessive9 while ratios of 50-to-1 and higher have been held to be acceptable.50 Some cases apply different norms for different industries,51 others ignore the ratio entirely,52 and some evaluate the ratio in the context of the overall growth prospects of the business.53\n\nAnd how is the debt/equity ratio to be computed? Consider some of the basic questions on which there has been disagreement. Is debt limited to shareholder debt or does it include debts to outsiders?54 Does outside debt include accounts payable to trade creditors or only long-term liabilities? What about shareholder guaranteed debt?ss In determining equity,\" are assets taken into account at their book value (i.e., adjusted basis) or fair market value?56 The differences in approach can be considerable.\n\nIntent. Some cases have turned on the \"intent\" of the parties to create a debtor-creditor relationship.57 \"Intent' presumably is not gleaned by a subjective inquiry; it would be meaningless to place the corporate insiders on the witness stand and ask whether they \"intended' to be shareholders or creditors. The more reasoned decisions measure \"intent\" by objective criteria such as the lender's reasonable expectation of repayment, evaluated in light of the financial condition of the company, and the corporation's ability to pay principal and interest.58 Hindsight also plays a role. For example, if the corporation consistently fails to pay interest or repay debts when they are due, its claim to debtor status may be highly questionable.59\n\nProportionality. In a closely held setting, debt held by the shareholders in the same proportion as their stock holdings normally raises the eyebrows of the Service.6o The rationale is that if debt is held in roughly the same proportion as stock, the \"creditors\"have no economic incentive to act like creditors by setting or enforcing the terms of the socalled liability. The unanswered question is whether proportionality, without other negative factors, is sufficient in itself to convert the obligation into stock.61\n\nSubordination. If a corporation has borrowed from both shareholders and outside sources, the independent creditors frequently will require that the shareholder debt be subordinated to the claims of general creditors. Although subordination of inside debt would appear to be inevitable if significant unsecured outside financing is desired, some courts have regarded it as the smoking pistol.62 Once again, however, it is difficult to advise a client with any certainty that subordination is fatal per se. The economic realities of closely held corporate life would suggest that it should not be determinative, but it grows in importance when combined with other negative factors such as thin capitalization, proportionality, and failure to pay any dividends.63\n\nThis distillation of factors barely scratches the surface. The Indmar Products case, which follows, provides an illustration of one court's approach to the problem.\n\n# Indmar Products Co., Inc. v. Commissioner\n\nUnited States Court of Appeals, Sixth Circuit, 2006. 444 F.3d 771\n\nMCKEAGUE, CIRCUIT JUDGE.\n\nIndmar Products Co., Inc. ('Indmar') appeals the decision of the Tax Court to disallow interest deductions the company claimed for tax years 1998—2000, and to assess accuracy-related tax penalties for those years. The interest deductions relate to a number of advances made to Indmar by its majority stockholders over several years. Indmar argued at trial that the advances were legitimate loans made to the company, and thus it could properly deduct the interest payments made on these advances under 26 U.S.C. S 163(a). The Tax Court, following the position taken by the Commissioner of Internal Revenue (the \"Commissioner\"), disagreed, concluding that the advances were equity contributions and therefore the company could not deduct any purported interest payments on these advances. The court imposed penalties on Indmar based on the deductions. $\\star \\star \\star$\n\nUpon review of the record, we conclude that the Tax Court clearly erred in finding the advances were equity. The Tax Court failed to consider several factors used by this court for determining whether advances are debt or equity, ignored relevant evidence, and drew several unsupported inferences from its factual findings. We reverse and find that the stockholder advances were bona fide debt.\n\nI. BACKGROUND\n\n# A. Stockholder Advances to Indmar\n\nIndmar, a Tennessee corporation, is a marine engine manufacturer. In 1973, Richard Rowe, Sr., and Marty Hoffman owned equal shares of Indmar. In 1987, after Hoffman passed away, Richard and his wife, Donna Rowe, together owned $7 4 . 4 4 \\%$ of Indmar, with their children and children's spouses owning the rest. By all accounts, Indmar has been a successful company. From 1986 to 2000, Indmar's sales and costs-ofgoods sold increased from $\\$ 5\\mathrm{ m }$ and $\\$ 3.9\\mathrm { m }$ to $\\$ 45 m$ and $\\$ 37.7 m$ ,i respectively. In addition, Indmar's working capital (current assets minus current liabilities) increased from $\\$ 471,386$ to $\\$ 3.8\\mathrm { m }$ . During this period, Indmar did not declare or pay formal dividends.\n\nSince the 1970s, Indmar's stockholders have advanced funds to it, receiving a $10 \\%$ annual return in exchange. Hoffman started the practice in the 1970s. Beginning in 1987, the Rowes (as well as their children) began to make advancements on a periodic basis. Indmar treated all of the advances as loans from stockholders in the corporate books and records, and made monthly payments calculated at $10 \\%$ of the advanced funds. Indmar reported the payments as interest expense deductions on its federal income tax returns. Consistent with Indmar's reporting, the Rowes reported the payments as interest income on their individual income tax returns.\n\nThe parties did not initially document the advances with notes or other instruments. Beginning in 1993, the parties executed notes covering all of the advances at issue. Specifically, Indmar executed a promissory note in 1993 with Donna Rowe for \\$201,400 (i.e., her outstanding balance). The note was payable on demand and freely transferable, had no maturity date or monthly payment schedule, and had a fixed interest rate of $10 \\%$ . In 1995, Indmar executed a similar promissory note with Richard Rowe for \\$605,681 (i.e., his outstanding balance). In 1998, when the outstanding transfers totaled \\$1,222,133, Indmar executed two line of credit agreements with the Rowes for \\$1m and \\$750,000. The line of credit agreements provided that the balances were payable on demand and the notes were freely transferable. In addition, the agreements provided a stated interest rate of 10% and had no maturity date or monthly payment schedule. None of the advances were secured.\n\nRepayments of the advances were paid on demand, based on the needs of the stockholders, and not subject to set or predetermined due dates. The record indicates that between 1987 and 2000, the total advance balances ranged from \\$634,000 to \\$1.7m, and Indmar made purported interest payments between \\$45,000 and \\$174,000 each year.\n\nThe parties structured the advances as demand loans to give the Rowes flexibility as creditors. Moreover, as demand loans, the advances were treated by the Rowes as short-term debt under Tennessee law, thereby excepting interest payments from a $6 \\%$ state tax on dividends and interest on long-term debts. $\\ast \\ast \\ast$ Indmar, however, reported the advances as long-term liabilities on its financial statements to avoid violating loan agreements with First Tennessee Bank (\"FTB\"), its primary creditor, who required a minimum ratio of current assets to current liabilities.\n\nIn order to reconcile the treatment and execution of the advances as demand loans versus listing them as long-term debt in its financial reports, Indmar received waivers from the Rowes agreeing to forego repayment on the notes for at least 12 months. From 1989 to 2000, the notes to Indmar's financial statements disclosed that \"The stockholders have agreed not to demand payment within the next year,\" and in 1992 and 1993, the Rowes signed written agreements stating that they would not demand repayment of the advances. Indmar did all of this under the direction of its accountant.\n\nDespite the annual waivers, the Rowes demanded and received numerous partial repayments of the advances. Specifically, in 1994 and 1995, Richard Rowe demanded repayment of $\\$ 15,000$ and $\\$ 60,000$ , respectively, to pay his taxes and purchase a new home. He also demanded repayment of $\\$ 84,948$ , $\\$ 80,000$ , $\\$ 25,000$ , and $\\$ 70,221$ from 1997–2000 to pay litigation expenses, boat repairs, and tax expenses. Donna Rowe demanded repayment of $\\$ 180,000$ in 1998 for boat repairs. The Rowes made additional advances in 1997 and 1998 of $\\$ 500,000$ and \\$300,o00, respectively. The balance of notes payable to stockholders on December 31, 2000, totaled $\\$ 1,166,912$\n\nAs Indmar was a successful, profitable company, numerous banks sought to lend money to it. FTB worked hard to retain Indmar's business, made funds immediately available upon request, and was willing to lend Indmar $100 \\%$ of the stockholder advances.\n\nIn its loan agreements with Indmar, FTB required the company to subordinate all transfers, including stockholder advances, to FTB's loans. FTB did not strictly enforce the subordination provision, however, as Indmar repaidwith FTB's knowledge—some of the stockhoider advancements at the same time FTB loans remained outstanding. As an example, when Richard demanded repayment of \\$650,000 to purchase a new home, Indmar borrowed the entire amount from FTB at 7.5% (the prime lending rate was 8.75%). Indmar secured the loan with inventory, accounts and general intangibles, equipment, and the personal guarantee of the Rowes. Richard Moody, the FTB lending officer who worked with Indmar on the loan, testified that he knew Indmar used the proceeds to repay Richard. Indmar had loans outstanding with FTB at the time.\n\nAs stipulated by the parties, the prime lending rate ranged from a low of 6% to a high of 10.5% between 1987–1998. In 1997, Indmar and FTB executed a promissory note for \\$1m that was modified in 1998. The interest rate on the note (7.85%) was below the prime lending rate.\n\nIndmar also had a collateralized line of credit with FTB. Similar to the stockholder advances, the bank line of credit was used for short-term working capital. FTB charged the following rates for the secured line of credit [from 1995 to 2000, the rates ranged from 8 to 9.5 percent. Ed.]:\n\n# B. Claimed Deductions at Issue\n\nOn its tax returns for 1998—2000, Indmar claimed deductions for the purported interest payments paid on the stockholder advances. The Commissioner issued a notice of deficiency. Indmar filed a petition in the Tax Court challenging the Commissioner's decision. After trial, the Tax Court concluded that the advances did not constitute genuine indebtedness and thus the payments to the stockholders were not deductible. The Tax Court calculated a total tax deficiency of $\\$ 123,735$ and assessed $\\$ 24,747$ in penalties. Indmar timely appealed.\n\n# II. LEGAL ANALYSIS\n\n# A. Determining Whether Advance Is Debt or Equity.\n\n$\\ast \\ast \\ast$ The basic question before us is whether the advances made to the company by the stockholders were loans or equity contributions. Under 26 U.S.C. $^ \\mathsection$ 163(a), a taxpayer may take a tax deduction for \"all interest paid or accrued... on indebtedness.\" There is no similar deduction for dividends paid on equity investments. Thus, if the advances were loans, the $10 \\%$ payments made by Indmar to the Rowes were \"interest' payments, and Indmar could deduct these payments. If, on the other hand, the advances were equity contributions, the $10 \\%$ payments were constructive dividends, and thus were not deductible.\n\nOver the years, courts have grappled with this seemingly simple question in a wide array of legal and factual contexts. The distinction between debt and equity arises in other areas of federal tax law, see, e.g., Roth Steel Tube Co. v. Comm'r, 800 F.2d 625, 629-30 (6th Cir.1986) (addressing the issue in the context of the deductibility of advances as bad debt under 26 U.S.C.8 166(a)(1)), as well as bankruptcy law \\*\\*\\* The Second Circuit set out the“classic” definition of debt in Gilbert v. Commissioner: \"an unqualified obligation to pay a sum certain at a reasonably close fixed maturity date along with a fixed percentage in interest payable regardless of the debtor's income or lack thereof.\" 248 F.2d 399, 402 (2d Cir.1957). \"While some variation from this formula is not fatal to the taxpayer's effort to have the advance treated as a debt for tax purposes, ... too great a variation will of course preclude such treatment.\" Id. at 402–03. The question becomes, then, what is “too great a variation\"?\n\nTo determine whether an advance to a company is debt or equity, courts consider \"whether the objective facts establish an intention to create an unconditional obligation to repay the advances.\" \\*\\*\\*In doing so, courts look not only to the form of the transaction, but, more importantly, to its economic substance. See, e.g., Fin Hay Realty Co. v. United States, 398 F.2d 694, 697 (3d Cir.1968) ('The various factors ...\n\nare only aids in answering the ultimate question whether the investment, analyzed in terms of its economic reality, constitutes risk capital entirely subject to the fortunes of the corporate venture or represents a strict debtor-creditor relationship.\"); Byerlite Corp. v. Williams, 286 F.2d 285, 291 (6th Cir.1960) (\"In all cases, the prevailing consideration is that artifice must not be exalted over reality, whether to the advantage of the taxpayer, or to the government.\").\n\nThe circuit courts have not settled on a single approach to the debt/equity question. We elucidated our approach in Roth Steel, setting out eleven non-exclusive factors for courts to consider:\n\n(1) the names given to the instruments, if any, evidencing the indebtedness; (2) the presence or absence of a fixed maturity date and schedule of payments; (3) the presence or absence of a fixed rate of interest and interest payments; (4) the source of repayments; (5) the adequacy or inadequacy of capitalization; (6) the identity of interest between the creditor and the stockholder; (7) the security, if any, for the advances; (8) the corporation's ability to obtain financing from outside lending institutions; (9) the extent to which the advances were subordinated to the claims of outside creditors; (10) the extent to which the advances were used to acquire capital assets; and (11) the presence or absence of a sinking fund to provide repayments.\n\n800 F.2d at 630. No single factor is controlling; the weight to be given a factor (if any) necessarily depends on the particular circumstances of each case. $\\ast \\ast \\ast$\n\n# B. Standard of Review\n\nWe review the Tax Court's factual findings for \"clear error\" and its application of law de novo. $\\ast \\ast \\ast$ The circuits are split on whether the debt/equity question is one of fact or law, or a mixed question of fact and law. \\* \\* \\* Earlier panels of this court have held that the question is one of fact. \\* \\*\\* Accordingly, we review the Tax Court's findings for clear error.\n\nWith these principles in mind, we now turn to the Tax Court's decision in this case.\n\n# C. Roth Steel Factors\n\nAfter discussing some, but not all, of the Roth Steel factors, the Tax Court concluded that the Rowes' advances were equity contributions. Specifically, it found the following factors weighed in favor of equity: (i) Indmar did not pay any formal dividends (although this is not one of the Roth Steel factors); (ii) there was no fixed maturity date or obligation to repay; (ii) repayment came from corporate profits and would not be paid if there were not sufficient profits; (iv) advances were unsecured; (v) there was no sinking fund; and (vi) at the time advances were made, there was no unconditional and legal obligation to repay. The court found that.\n\nseveral factors weighed in favor of debt: (i) Indmar reported the advances on its federal income tax returns as interest expenses; (i) external financing was available; (i) Indmar was adequately capitalized; (iv) the advances were not subordinated to all creditors; and (v) the Rowes did not make the advances in proportion to their respective equity holdings. The court concluded that the factors favoring equity certainly outweigh those favoring debt. $\\textit { \\textbf { * * * } }$ As explained below, we find that the Tax Court clearly erred in concluding that the advances were equity contributions rather than bona fide debt. The Tax Court failed to consider several Roth Steel factors. It also did not address in its analysis certain uncontroverted testimony and evidence upon which the parties stipulated. Consideration of all of the record evidence in this case leaves us with the definite and firm conviction that a mistake has been committed.\" Holmes, 184 F.3d at 543.\n\n# 1. Fixed Rate of Interest and Interest Payments\n\nThe first factor to which we look is whether or not a fixed rate of interest and fixed interest payments accompanied the advances. \\*\\*\\* The absence of a fixed interest rate and regular payments indicates equity; conversely, the presence of both evidences debt. \\* \\*\\* In its findings of fact, the Tax Court determined that the advances were made with a $10 \\%$ annual return rate. The court also found that Indmar made regular monthly interest payments on all of the advances. The fixed rate of interest and regular interest payments indicate that the advances were bona fide debt. In its analysis, however, the Tax Court took a different view. Rather than analyzing these facts within the Roth Steel framework (i.e., as objective indicia of debt or equity), the Tax Court focused instead on why the Rowes made the advancements: it concluded that the Rowes \"characterized the cash transfers as debt because they wanted to receive a 1O-percent return on their investment and minimize estate taxes.\" \\*\\*\\* Yet, neither of these intentions is inconsistent with characterizing the advances as loans.\n\nFor tax purposes, it is generally more important to focus on \"what was done, than \"why it was done.\"United States v. Hertwig, 398 F.2d 452, 455 (5th Cir.1968). \"In applying the law to the facts of this case, . . itisclear that theobjective factors..are decisive in cases of thistype\" Raymond, 511 F.2d at 191 (quoting Austin Village, 432 F.2d at 745). It is largely unremarkable that the Rowes wanted to receive a return from their advances. Most, if not all, creditors (as well as equity investors) intend to profit from their investments. Bordo Prods. Co. v. United States, 201 Ct.Cl. 482, 476 F.2d 1312, 1322 (1973). As long as the interest rate is in line with the risks involved, a healthy return on investment can evidence debt.\n\nOf course, \"[e]xcessively high rates would ... raise the possibility that a distribution of corporate profits was being disguised as debt. Were such the purpose of an exorbitant interest rate, the instrument involved would probably not qualify as debt in form.\" Scriptomatic, Inc. v. United\n\nStates, 555 F.2d 364, 370 n. 7 (3d Cir.1977) (citing William T. Plumb, Jr., The Fed. Income Tax Significance of Corporate Debt: A Critical Analysis & A Proposal, 26 Tax L.Rev. 369, 439-40 (1971)). The Tax Court found that the $10 \\%$ rate exceeded the federal prime interest rate during most of the period at issue, as well as the rate charged by FTB on several of its loans to Indmar.\n\nThe record indicates that the $1 0 \\%$ rate was not an \"exorbitant interest rate\" under the circumstances. Indmar had a collateralized line of credit with FTB, which, similar to the stockholder advances, was available for short-term working capital. The rate charged by FTB for the line of credit ranged between $8 \\% - 9 . 5 \\%$ , a rate not much below the fixed rate of $1 0 \\%$ charged by the Rowes. The rate differential makes financial sense when considering the differences in security-—the FTB line of credit was secured while the Rowes' advances were not.2\n\nAs for the Rowes' desire to minimize their estate taxes, this also offers little to the analysis. \"Tax avoidance is entirely legal and legitimate. Any taxpayer 'may so arrange his affairs that his taxes shall be as low as possible; he is not bound to choose that pattern which will best pay the Treasury; there is not even a patriotic duty to increase one's taxes.'\" $* * *$ The desire to avoid or minimize taxes is not itself directly relevant to the question whether a purported loan is instead an equity investment. Rather, such a desire is only tangentially relevant, by acting as a flag to the Commissioner and courts to look closely at the transaction for any objective indicia of debt.\n\nFar from proving the Commissioner's position, the existence and consistent payment of a fixed, reasonable interest rate strongly supports the inference that the advances were bona fide loans.\n\n# 2. Written Instruments of the Indebtedness\n\n\"The absence of notes or other instruments of indebtedness is a strong indication that the advances were capital contributions and not loans.\" \\* \\* \\* In its analysis, the Tax Court found that Indmar \"failed to establish that, at the time the transfers were made, it had the requisite unconditional and legal obligation to repay the Rowes (e.g., the transfers were not documented).\"\\*\\*\\*\n\nThe Tax Court focused on only half the story. For years 1987–1992, the Rowes did make advancements without executing any notes or other instruments. Beginning in 1993, and for all the tax years at issue in this case, the parties executed notes of loans and lines of credit covering all of the advances at issue, as the Tax Court noted in its findings of fact. Yet, in its analysis of the Roth Steel factors, the Tax Court was silent as to the subsequent execution of notes. After-the-fact consolidation of prior advances into a single note can indicate that the advances were debt rather than equity contributions. $\\ast \\ast \\ast$ The Tax Court erred by focusing on the initial lack of documentation without addressing the subsequent history of executed notes.\n\n# 3. Fixed Maturity Date and Schedule of Payments\n\n\"The absence of a fixed maturity date and a fixed obligation to repay indicates that the advances were capital contributions and not loans.\" $\\ast \\ast \\ast$ Based on the Rowes' waivers, the Tax Court concluded that there was no fixed maturity date or fixed obligation to repay. While correct, we find that this factor carries little weight in the final analysis. The parties structured the advances as demand loans, which had ascertainable (although not fixed) maturity dates, controlled by the Rowes. $\\ast \\ast \\ast$ Furthermore, the temporary waiver of payment does not convert debt into equity \"since [the stockholders] still expected to be repaid.\" \\*\\*\\* Where advances are documented by demand notes with a fixed rate of interest and regular interest payments, the lack of a maturity date and schedule of payments does not strongly favor equity. To give any significant weight to this factor would create a virtual per se rule against the use of demand notes by stockholders, even though \"[m]uch commercial debt is evidenced by demand notes.\" \\*\\*\\*\n\n# 4. The Source of Repayments\n\n\"An expectation of repayment solely from corporate earnings is not indicative of bona fide debt regardless of its reasonableness.\"\\*\\*\\* Repayment can generally come from \"only four possible sources ... : (1) liquidation of assets, (2) profits from the business, (3) cash flow, and (4) refinancing with another lender.\" $\\textit { \\textbf { * * * } }$ The Tax Court found that the \"source of repayments\" factor favored equity. It relied upon Richard Rowe's testimony that Indmar was expected to make a profit and that repayment \"has to come from corporate profits or else the company couldn't pay for it.\" \\*\\* \\* The full colloquy from the testimony, however, is more equivocal:\n\nQ. ... [A]t the time that you made these advances, were you anticipating that the repayment was going to come from corporate profits?\n\nA. Yes, sir. It has to come from corporate profits or else the company couldn't pay for it. Unless it made profit—and I have always believed from the first day we started, that we were going to be profitable. Q. Was it your understanding and intent, at the time you made these advances, that if the company was not, in fact, profitable, you would not be repaid?\n\nA. I had no intentions of not being repaid, sir. Q. Why is that? A. I believe it's me. It's my personality.\n\nQ. Is that because you intended to make a profit?\n\nA. Yes, sir.\n\nThere are at least two plausible ways to read this testimony. One can read it the way the Tax Court apparently did—Rowe's testimony was, at best, contradictory: repayment must come from profits, but he had no intention of not being repaid, regardless of the company's fortunes. Given the apparent contradiction, one should focus on the statement against Indmar's interest: Rowe admitted that repayment of the advances \"has to come from corporate profits or else the company couldn't pay for it.\" If repayment “has” to come from profits, then this would imply that repayment was tied to the company's fortunes, suggesting the advances were equity contributions.\n\nAnother way to read the testimony, however, is that Rowe, as a small businessman and unsecured creditor, believed that full repayment of all of Indmar's debt required a thriving, successful business, which, ultimately, required profits. In other words, struggling companies near or at bankruptcy do not repay their debts, at least not dollar for dollar. Under this reading, his testimony is consistent with debt. \\*\\*\\*\n\nIf there was no other evidence to support one view or the other, we could not say that the Tax Court's reading was clearly erroneous. Credibility determinations are left to the fact finder, and our review on appeal is strictly limited. The \"Tax Court is not bound to accept testimony at face value even when it is uncontroverted if it is improbable, unreasonable or questionable.'\" Lovell & Hart, Inc. v. Comm'r, 456 F.2d 145, 148 (6th Cir.1972) (quoting Comm'r v. Smith, 285 F.2d 91, 96 (5th Cir.196o)). On the other hand, the Tax Court cannot ignore relevant evidence in making its factual findings and any inferences from those findings.\n\nHere, there is undisputed testimony by Rowe and the FTB lending officer, corroborated by stipulated evidence in the record, that clearly weighs in favor of debt on this factor. Indmar repaid a significant portion of the unpaid advances\\$650,000——not from profits but by taking on additional debt from FTB. While the interest rate on the FTB loan was lower than 10%, Indmar had to secure the bank loan with inventory, accounts and general intangibles, equipment, and personal guarantees. Thus, Indmar repaid a significant portion of the unsecured stockholder advancements by taking on secured debt from a bank, rather than by taking the funds directly from earnings. This is important evidence that the parties had no expectation that Indmar would repay the advances \"solely' from earnings. The Tax Court did not discuss or even cite this evidence in its Roth Steel analysis.\n\n5. The· Extent to Which the Advances Were Used to Acquire Capital Assets\n\nNor did the Tax Court address whether Indmar used the advances for working capital or capital expenditures. \"Use of advances to meet the daily operating needs of the corporation, rather than to purchase capital assets, is indicative of bona fide indebtedness.\" $\\textit { \\textbf { * * * } }$ Richard Rowe testified that Indmar always went to a bank for funds to buy capital equipment. He also testified that all of the advances he made to Indmar were used for working capital, as opposed to capital equipment. This is uncontroverted testimony. The government points, however, to Rowe's testimony that he advanced funds even when Indmar did not \"need\" the funds, and argues that this somehow cuts against his testimony that the advances were used as working capital. The government's argument is unpersuasive. We do not find that Rowe's testimony on this subject was \"improbable, unreasonable or questionable,\" especially in the absence of the Tax Court addressing this factor in its analysis.5 A review of Indmar's financial statements shows that it used all of the funds it received in various ways, including working capital and capital equipment expenditures. Thus, Indmar used the advances it received from the Rowes, even if not immediately upon receipt—i.e., Indmar identified a \"need” for the advances at some point. There is nothing specific in the record, including Indmar's financial statements, that suggests the advances went to purchase capital equipment as opposed to being used for working capital. Accordingly, the government's supposition does not counter Rowe's testimony, and this factor squarely supports a finding of debt.\n\n# 6. Sinking Fund\n\n\"The failure to establish a sinking fund for repayment is evidence that the advances were capital contributions rather than loans.\" Id. The Tax Court was correct to point out that the lack of a sinking fund favors equity. This factor does not, however, deserve significant weight under the circumstances. First, a sinking fund (as a type of reserve) is a form of security for debt, and the Tax Court also counted the general absence of security for the stockholder advances as favoring equity. Second, the presence or absence of a sinking fund is an important consideration when looking at advances made to highly leveraged firms. In that case, the risk of repayment will likely be high on any unsecured loans, so any commercially reasonable lender would require a sinking fund or some other form of security for repayment. Where a company has sound capitalization with outside creditors ready to loan it money (as here), there is less need for a sinking fund. \\* \\*\\*\n\n# 7. The Remaining Roth Steel Factors\n\nOn the remaining Roth Steel factors, the Tax Court determined that one favored equity (lack of security for the advances) and four favored debt (the company had sufficient external financing available to it; the company was adequately capitalized; the advances were not subordinated to all creditors; and the Rowes did not make the advances in proportion to their respective equity holdings). These findings are wellsupported in the record.\n\n# 8. Failure to Pay Dividends\n\nThe Tax Court included in its discussion of Roth Steel a factor not actually cited in that case—Indmar's failure to pay dividends. In support, the Tax Court cited our decision in Jaques v. Commissioner. The relevance of Jaques to this case is questionable. That case involved the withdrawal of funds by a controlling stockholder from his closely-held corporation. The stockholder argued that the withdrawal itself was a loan. We rejected the argument, relying in part on the fact that the corporation had never issued a formal dividend, and thus the withdrawal could have been a disguised dividend. Jaques, 935 F.2d at 107–08. The situation here is the exact opposite—the 'stockholders were advancing money to the corporation (not from), and it is the nature of those advances that we must determine.\n\nHad the Rowes charged Indmar an exorbitant interest rate, the lack of any formal dividends might have been relevant to showing that the payments were not interest payments, but disguised dividends. As this was not the case, see supra Section II.C.1, we do not address further the relevance, if any, of the lack of dividend payments to the debt/equity question presented here.\n\n# D. The Tax Court Committed Clear Error\n\nTo summarize, eight of the eleven Roth Steel factors favor debt. The three remaining factors suggest the advances were equity, but, as we explained above, two of the factors—the absence of a fixed maturity date and schedule of payments and the absence of a sinking fund—deserve little weight under the facts of this case. Moreover, the non-Roth Steel factor relied upon by the Tax Court—Indmar's failure to pay dividendshas questionable relevance to our inquiry. The only factor weighing in favor of equity with any real significance—the lack of security——does not outweigh all of the other factors in favor of debt.\n\nAccordingly, the trial evidence, when reviewed as a whole, conclusively shows that the Rowes' advances to Indmar were bona fide loans. The Tax Court committed clear error in finding otherwise.\n\n# III. CONCLUSION\n\nFor the foregoing reasons, we reverse the Tax Court's determination that the stockholders' advances were equity contributions. We find that the advances exhibited clear, objective indicia of bona fide debt. Accordingly, we also reverse the Tax Court's assessment of accuracyrelated penalties.\n\nRoGERS, CIrcUIT JuDgE, concurring.\n\nI concur fully in the majority opinion. I write separately to explain why the legal, non-factual components of the tax court's analysis are properly examined on appeal without deference to the tax court, notwithstanding the overall \"clearly erroneous\" standard that our court has stated to be applicable to the determination of whether a particular transaction is debt or equity. [Judge Rogers went on to discuss the conflicting precedents on the standard of review and concluded that, when the underlying facts are not in dispute, an appellate court should not apply the clearly erroneous standard to the debt vs. equity issue, which is a mixed question of fact and law. Ed.] Applying \"clearly erroneous\" deference to lower court legal determinations, no matter how hidden or embedded such determinations are in overall determinations that are partly or even largely factual, is fundamentally at odds with the rule of law.1\n\nMooRE, CIRCUIT JUDGE, dissenting.\n\n[Judge Moore's dissent, which supported application of the clearly erroneous standard of review, has been omitted. Ed.]\n\n# 2. HYBRID INSTRUMENTS\n\nThe types of financial instruments available to investors have proliferated. As one commentator has described the reality of today's world of corporate finance, \"fi]n exchange for capital, corporations can offer investors any set of rights that can be described by words, subject to any conceivable set of qualifications, and in consideration of any conceivable set of offsetting obligations.\"64\n\nThe flexibility afforded corporate issuers has contributed to an array of exotic products that seek \"best of both worlds\" treatment—i.e., debt for tax purposes and equity for regulatory, financial rating, and accounting purposes. These hybrid instruments have been created and marketed by large financial institutions and Wall Street law firms who have advised corporate issuers that they may deduct the \"interest' paid on the purported debt while treating the instruments as equity for financial statement or regulatory purposes. The excerpt below, from a study by the Joint Committee on Taxation on the tax treatment of business debt, survevs some of the incentives to create hybrid instruments.\n\n# Joint Committee on Taxation, Present Law and Background Relating to the Tax Treatment of Business Debt\\*\n\nJuly 11, 2011 (JCX–41–11), 80–85.\n\n# 3. Incentives to create hybrid instruments\n\nIn general\n\nTaxpayers have significant flexibility to create economically similar instruments and categorize them as debt or equity. In general, instruments are not bifurcated into part debt and part equity, and the categorization as one type of instrument or the other applies across the board for all tax purposes. Taxpayers may have incentives to create instruments with hybrid features, that is, having features of both debt and equity, either solely for Federal income tax purposes, or because of additional benefits that may occur if the instrument is classified in a different manner for other purposes such as financial reporting, regulatory capital, or foreign tax purposes.\n\nFor example, issuers may seek to structure an instrument offering many of the attributes of equity while still providing an interest deduction. Some investors may seek debt-like protections while allowing for the possibility of sharing in the earnings or appreciation of a business. [If instruments characterized as debt for tax purposes contain significant equity like features, the economic risks of high leverage might be mitigated. For example, a debt instrument having a long term that permits deferral of cash interest or principal payments, or an instrument that allows final payment of interest or principal (or both) in an amount of issuer stock rather than cash, may provide some cushion against an issuer's default and bankruptcy. Similarly, debt instruments held by a shareholder of the issuer could be perceived by third parties as equitylike to the extent the debt-holding stockholders are less likely to exercise their rights as creditors and drive a troubled issuer into bankruptcy. Such shareholders might instead voluntarily cancel or restructure their debt to avoid bankruptcy and preserve the potential for the corporation to improve its performance and ultimately increase their overal return through their return to equity.\n\nTo the extent debt provides interest deductions but also some flexibility against causing bankruptcy and lacks covenants that inhibit operations, it might be viewed in the marketplace as creating a less risky capital structure than other, more restrictive debt.\n\nCorporate interest deductions on certain hybrid instruments\n\nA corporation may issue debt that is convertible to corporate equity. Such an instrument could be viewed as part debt and part equitv. with the amount paid to the corporation being attributable in part to the fixed interest debt instrument, and in part to the conversion feature. Treasury regulations and rulings provide inconsistent results for similar types of instruments, depending upon how the conversion feature is structured. If an instrument is simply convertible into stock of the issuer or related party, the amount of the interest deduction that is considered the economic equivalent of a payment on the amount attributable to conversion features is denied.\n\nUnder an IRS ruling,1 if the instrument is not automatically convertible at a specific price, but rather is convertible only if one or more contingencies is satisfied (e.g., only if corporate earnings or share prices change by a specified threshold amount), then the rules for determining the market comparable for interest deduction purposes allow the instrument to be treated as if it did not have a conversion feature, thus allowing more interest to be deducted in advance of actual payment. Depending on the point at which the fixed conversion price is set compared to the conditions of the contingency, the two instruments could be economically very similar. The IRS has solicited comments on whether the approach allowing deductible interest to be determined as if there were no contingency should be extended beyond contingent convertible bonds. Commentators have expressed different views and have noted other inconsistencies in the treatment of potentially similar instruments that offer a debt holder the opportunity to participate in corporate growth or appreciation. The inconsistencies in treatment may allow taxpayers to select the treatment most favorable by proper structuring of the investment.\n\nA corporation also may issue debt that is under certain circumstances payable in corporate equity. Section 163(l) denies interest deductions for such instruments. The IRS has ruled that certain hybrid instruments are not within the scope of this denial.2\n\nAduantages when debt instruments for tax is treated as equity or part equity for financial accounting, rating agency or regulatory purposes\n\nFederal income tax is not the only context in which classification of an instrument as debt or equity has significance. And because classification rules applicable in different contexts vary, taxpayers have designed hybrid instruments to achieve different, advantageous results under the different rules. Examples of other contexts include rules under U.S. GAAP determining the treatment of instruments for financial accounting purposes, bank regulatory rules determining whether an instrument qualifies as equity capital for purposes of bank capital requirements and the rules of various rating agencies considering how an instrument is treated for purposes of financial tests in assigning credit ratings to issuers. Although the treatment of an instrument for non-tax purposes is a factor in the Federal income tax classification analysis, it is not determinative.\n\nTrust preferred securities3 are an example of a hybrid securities instrument developed, and adapted over time, to be classified differently for tax, financial accounting, regulatory or rating agency purposes. Trust preferred securities are an instrument used to raise capital involving the creation of an additional entity to stand between the corporation raising the funds and the investors in the instrument.4 For example, a corporation interested in raising capital could issue debt or preferred stock directly to investors. As an alternative, in the case of trust preferred securities, a corporate issuer forms a passthrough entity by contributing capital in exchange for a common equity interest. The passthrough entity then sells preferred equity interests to investors. The passthrough entity then lends the money it received from the corporation (as a capital contribution) and the investors (in exchange for .the preferred equity interests) back to the corporation. As a result, the corporation has funds raised from investors, and has an obligation to make payments on indebtedness to the newly created passthrough entity. Payments on the corporation—passthrough entity indebtedness are typically designed to match the payments required on the passthrough entity-investor preferred securities. In other words, the passthrough entity operates as a conduit to receive payments of interest from the corporation, which it pays on to its preferred interest holders.\n\nPrior to changes in the financial accounting rules in 2003, the simplified structure described above allowed the corporation interest deductions on amounts paid through to the investors for Federal tax purposes without treating the arrangement as a liability for financial accounting purposes. For Federal income tax purposes, the debt between the corporate issuer and the passthrough entity was designed to qualify as debt. Similarly, the terms of the preferred interests issued to investors was designed to qualify as debt for Federal income tax purposes even if treated as issued by the corporate issuer directly. Under U.S. GAAP rules, the passthrough entity was consolidated with the corporate issuer, with the effect that the loan between the corporate issuer and the passthrough entity (which would be treated as a liability for GAAP) was ignored for financial accounting purposes, and the preferred securities were treated as issued directly by the corporation. These preferred securities were designed to qualify as equity for GAAP purposes.\n\nIn 2003, U.S. GAAP rules were revised to require that trust preferred securities be reflected as a liability for financial accounting purposes. However, the trust preferred security structure has also involved benefits for credit rating purposes. Very generally, rating agencies such as Moody's Investor services and Standard and Poor's may assign a credit rating to certain company instruments. These agencies are concerned primarily with a company's ability to make payments on an instrument as required, without default. An important component of such an analysis is the composition of the issuer's capital structure, and the degree of flexibility a company has in periods of impaired cash flow. For example, Moody's Investor Services' rules have granted partial \"equity credit' to hybrid instruments that allow, like trust preferred securities, for the deferral of periodic payments. In effect, giving \"equity credit' for hybrid instruments could make such instruments more attractive to issuers than other financing alternatives, especially if such credit improved the company's credit rating.\n\nIn addition to credit rating benefits, for an issuer of trust preferred securities that is a bank holding company, such securities were designed to count as Tier 1 regulatory capital. Very generally, under U.S. bank regulatory capital requirements, banks are required to hold some minimum level of capital (e.g., three percent of total assets) and satisfy a minimum risk-based capital ratio (e.g., a ratio of total capital to total risk-weighted assets of eight percent). These requirements are generally designed to insure banks hold capital sufficient to absorb potential losses. Debt issued directly by a bank could give rise to tax deductible interest payments, but would not qualify as capital for regulatory purposes. Preferred stock issued directly by the bank could count as equity capital, but generally would not give rise to interest deductions. For certain banks, specifically, bank holding companies regulated by the Federal Reserve Board, trust preferred securities meeting certain requirements counted as Tier I capital. For banks other than bank holding companies, trust preferred securities did not count as Tier 1 capital. Section 171(b) of the Dodd-Frank Wall Street Reform and Protection Act generally phases out the treatment of trust preferred securities as Tier 1 capital for most large bank and thrift holding companies.\n\n\\*\\*\\*\n\n# 3. SECTION 385\n\nCode: $\\ S \\ 3 8 5$\n\nBackground. Many years ago, Congress concluded that a determined effort was needed to alleviate the uncertainties flowing from the debt/equity case law, especially in light of \"the increasing use of debt for corporate acquisition purposes.\"s5 Frustrated in its attempt to draft precise definitions, Congress delegated the chore to the executive branch by enacting Section 385, which authorizes the Treasury to promulgate such regulations\"as may be necessary or appropriate\"to determine for all tax purposes whether an interest in a corporation is to be treated as stock or debt. Section 385(b) requires the regulations to set forth \"factors\" to be taken into account in determining whether a debtor-creditor relationship exists and specifies the following factors which may (but need not) be included in the regulations:\n\n(1) Formi.e., whether the instrument is evidenced by a written, unconditional promise to pay a sum certain on demand or on a specific date in return for an adequate consideration and bears a fixed interest rate.   \n(2) Subordination to any indebtedness of the corporation.   \n(3) The debt/equity ratio.   \n(4) Convertibility into stock.   \n(5) Proportionality—i.e., the relationship between holdings of stock in the corporation and holdings of the purported debt interest being scrutinized.\n\nThe Regulations Project. Section 385 was hailed by leading commentators as \"perhaps the most important and potentially farreaching corporate provision added by the Tax Reform Act of 1969,\"66 and the literature was replete with predictions as to the content of the regulations.67 In March, 1980, 11 years after Section 385 was enacted, the Treasury issued a lengthy, detailed and controversial set of proposed regulations.68 “Final” regulations were promulgated in December, 1980,69 followed by amendments and effective date extensions, but all versions of the regulations were withdrawn in 198370 and the project has since been abandoned.\n\nAlthough a detailed examination of the now long defunct regulations would not be productive, some features are noteworthy if only because they represented a concentrated attempt to bring order out of the chaos. For example, the regulations71 distinguished straight debt from hybrid instruments, appropriately relegating hybrid securities to second class status. A \"hybrid'” was defined as an instrument convertible into stock or providing for any contingent payment to the holder.72 In virtually all cases, hybrids would have been treated as preferred stock for tax purposes, at least if they were not held by independent creditors.73 Straight debt—defined as anything other than a hybrid instrument74 still had a fighting chance of avoiding reclassification if certain other requirements were met.\n\nThe concept of proportionality played a central role in the regulatory scheme because \"it generally makes little economic difference (aside from tax consequences) whether proportionate shareholder advances are made as debt or equity $\\ast \\ast \\ast$ 75 Elaborate definitions of proportionality were provided, and special scrutiny was required for instruments held in substantial proportion to equity investments.76\n\nAnother contribution of the regulations was their precise definition of two debt/equity ratios—\"outside\" (which took into account all liabilities, including those to independent creditors) and \"inside\" (considering only shareholder debt).77 Corollary rules provided that assets were to be reflected at adjusted basis rather than fair market value and trade liabilities were to be disregarded.78 The debt/equity ratio was used to deternine whether a corporation's debt was \"excessive\". A debt was excessive if the instrument's terms and conditions, viewed in combination with the corporation's financial structure, would not have been satisfactory to a bank or other financial institution making ordinary commercial loans.79 It was not excessive, however, if the outside debt/equity ratio did not exceed 10-to-1 and the inside debt/equity ratio did not exceed 3-to-1.80 Thus, even proportionate straight debt issued for cash would not be reclassified if it fell within this safe harbor from \"excessive debt\" and bore a “reasonable\" (within specified ranges) interest rate. Variations on these themes abounded.\n\nThe regulations were withdrawn because lobbyists convinced the Treasury that they would have a negative impact on particular industries and on small businesses generally.81 Although some of the regulatory themes ultimately may be adopted by the courts, the Treasury is unlikely to initiate the mobilization that would be required to resurrect this project.\n\nBifurcation of Instruments. Despite the Treasury's lack of success in implementing the goals of Section 385, Congress has not given up hope. Section 385 was amended to allow (but not require) the Treasury to classify an interest having significant debt and equity characteristics as \"in part stock and in part indebtedness.\"s2 According to the legislative history, bifurcation may be appropriate where a debt instrument provides for payments that are dependent to a significant extent on corporate performance, such as through \"equity kickers\" (i.e., provisions in a debt instrument that provide the holder with an equity interest in certain circumstances), contingent interest (which is dependent on corporate performance), significant deferral of payment, subordination, or an interest rate high enough to suggest a significant risk of default.83\n\nIf the Treasury ever accepts this Congressional challenge, several options could be considered. One approach would disallow interest deductions in excess of a specified rate of return to investors on the theory that a higher than normal risk is tantamount to an equity investment. For example, the regulations might specify a reference rate (such as the rate on comparable-term Treasury obligations) that is relatively risk-free and permit interest paid up to that rate to be deductible but deny a deduction for the additional \"risk\" element because it is more akin to a dividend. Under this type of broad disallowance approach, a corporation that issued a 20-year \\$100,000 unsecured debt instrument paying 14 percent interest (14, 00 per year) at a time when comparable Treasury bonds were yielding 10 percent would be permitted to deduct only \\$10,000 per year as interest and the remaining \\$4,000 per year would be a nondeductible dividend.84\n\nAnother option is to limit bifurcation to instruments that provide for a combination of a fixed return and an additional return based on earnings. The regulations might treat the fixed return as interest while classifying the performance-based component as a nondeductible dividend. A closely related alternative, which finds isolated support in the case law, would be to divide one instrument into separate components—i.e., one part as debt and another as equity.85\n\nObligation of Consistency. Section 385(c) provides that a corporate issuer's characterization of an instrument as debt or equity at the time of issuance shall be binding on the issuer and al holders of the interestbut not binding, of course, on the Service. This rule of consistency does not apply, however, to holders who disclose on their tax return that they are treating the interest in a manner inconsistent with the issuer's characterization.\n\nRecent Section 385 Regulatory Efforts. In April 2016, the Service issued proposed regulations under Section 385 that primarily affected the treatment of indebtedness between related parties for tax purposes.86 The proposed regulations were intended to curb what the Service believed to be certain abusive transactions used by multinational corporations to shift income outside the United States, but they potentially had a broader reach. Highlights included: (1) strict documentation and other procedural requirements that must be met as a prerequisite for treating certain related-party transactions as debt; (2) a new per se rule that automatically reclassifies certain related-party transactions as equity without regard to the multi-factor tests under current law; and (3) authorization for the Service to treat certain relatedparty interests as part debt and part equity based on the \"substance\" of the instrument.\n\nAfter receiving a barrage of critical comments, the Service issued much narrower final and temporary regulations in October 2016.87 One notable change that is easily understood was the removal of IRS authorization to bifurcate instruments into part debt and part equity.\n\nThe final and temporary regulations were met with congressional criticism, and in 2017 the IRS delayed application of the strict documentation regulations.88 Later in 2017, the Treasury Department, as part of its effort to identify and reduce tax regulatory burdens, included the documentation regulations as a candidate for revocation and replacement by a substantially streamlined and simplified version with a delayed effective date to allow time for comments and compliance.89\n\nThe Future. Perhaps in the 22nd century, when comprehensive Section 385 regulations are reissued, we will have regulatory guidance on classification of debt and equity.\n\n# PROBLEMS\n\nAristocrat, Baker and Chef have formed Chez Guevara, Inc. (\"Chez') as a C corporation to operate a gourmet restaurant and bakery previously operated by Chef as a sole proprietorship. Aristocrat will contribute \\$80,000 cash, Baker will contribute a building with a fair market value of \\$80,000 and an adjusted basis of \\$20,000, and Chef will contribute \\$40,000 cash and the goodwill from his proprietorship with an agreed value of \\$40,000 and has a zero basis. In return, each of the parties will receive 100 shares of Chez common stock, the only class outstanding.\n\nChez requires at least $\\$ 1,800,000$ of additional capital in order to renovate the building, acquire new equipment and provide working capital. It has negotiated a $\\$ 900,000$ loan from Friendly National Bank on the following terms: interest will be payable at two points above the prime rate, determined semi-annually, with principal due in ten years and the loan will be secured by a mortgage on the renovated restaurant building.\n\nEvaluate the following alternative proposals for raising the additional $\\$ 900,000$ needed to commence business, focusing on the possibility that the Service will reclassify corporate debt instruments as equity:\n\n(a) Aristocrat, Baker and Chef each will loan Chez $\\$ 300,000$ ,and each will take back a $\\$ 300,000$ five-year corporate note with variable interest payable at one point below the prime rate, determined annually.   \n(b) Same as (a), above except that each of the parties will take back $\\$ 300,000$ of $1 0 \\%$ 20-year subordinated income debentures; interest will be payable only out of the net profits of the business.   \n(c) Same as (a), above, except that the $\\$ 900,000$ loan from Friendly National Bank will be unsecured but personally guaranteed by Aristocrat, Baker and Chef, who will be jointly and severally liable.   \n(d) Aristocrat will loan the entire $\\$ 900,000$ ,taking back a $\\$ 900,000$ corporate note with terms identical to those described in (a), above.   \n(e) Same as (d), above, except that commencing two years after the incorporation, Chez ceases to pay interest on the notes because of a severe cash flow problem.\n\n2.] In view of the confused state of the law, how should a tax advisor plan the capital structure of a corporation to avoid the risk of reclassification of debt as equity. From the standpoint of the tax advisor, is the vagueness of the law in this area preferable to more detailed \"bright line' rules in the Code or regulations? Which approach is preferable as a matter of policy?\n\n# C. CHARACTER OF GAIN OR LoSS ON CoRPORATE INVESTMENT\n\nCode: 8\\$ 165(g)(1), (2); 166(a), (d), (e); 1244(a)–(c). Skim \\$\\$ 1045; 1202.   \nRegulations: 8s 1.165–5(a)–(c); 1.166–5; 1.1244(a)–1(a), (b).\n\nSince equity and debt securities held by investors are usually capital assets, gain or loss on the sale of stock, bonds and other debt instruments generally is a capital gain or loss.90 As discussed below, the Code also includes a few special characterization rules, some to stimulate investment and others to clarify the tax treatment of transactions that technically do not constitute a \"sale or exchange.\"\n\nGain on Sale of Qualified Small Business Stock. To encourage longterm investment in smaller start-up companies, Section 1202 generally permits noncorporate shareholders who are original issuees of stock in a domestic C corporation to exclude from gross income 100 percent of the gain from a sale or exchange of \"qualified small business stock” acquired after September 27, 2010 and held for more than five years.9i The exclusion is available to a shareholder for up to $\\$ 10$ million of recognized gain per qualifying corporation.92 To qualify its stock for this tax benefit, the issuer generally must: (1) never have had gross assets in excess of $\\$ 50$ milion (including the proceeds of the newly issued stock) before and immediately after the stock is issued93; (2) meet certain active trade or business requirements;94 and (3) not violate various other special limitations, including restrictions on purchases by the corporation of its own stock.95 Another valuable tax benefit is provided by Section 1045, which allows noncorporate shareholders to elect to defer otherwise taxable gain from a sale of qualified small business stock held for more than six months by rolling over the proceeds into new qualified small business stock within 60 days of the sale.\n\nWorthless Securities. Even the most optimistic taxpayers who embark on a business venture are well advised to anticipate the tax consequences if their endeavor should result in a loss. Sole proprietors, partners (including members of limited liability companies) and shareholders in an S corporation may deduct the losses from their business operations as they are incurred if they materially participate in the activity.96 But shareholders or creditors of a C corporation normally must be content to recognize a capital loss at the time their investment is sold or becomes worthless. If a loss results from the worthlessness of stock or debt evidenced by a \"security” which is'a capital asset, the calamity is treated as a hypothetical sale or exchange on the last day of the taxable year in which the loss is incurred.97\n\nDebts Not Evidenced by a Security. For noncorporate lenders, the tax consequences of losses sustained on a debt not evidenced by a security are governed by the bad debt deduction rules in Section 166. Business bad debts are ordinary losses, while nonbusiness bad debts are artificially treated as short-term capital losses.98 When a shareholder who is also an employee loans money to a closely held corporation and later is not repaid, an issue arises over whether the loan was made as an investment or in a trade or business carried on by the taxpayer. The loss almost always is treated as a nonbusiness bad debt on the theory that the dominant motivation for making the loan was to protect the taxpayer's investment in the corporation rather than his employment relationship.99\n\nSection 1244 Stock. As discussed above, it is virtually impossible for shareholders to avoid nonbusiness bad debt treatment if they sustain a loss in their creditor capacity. Whatever their roles, corporate insiders generally are regarded as investors.ioo These rules place corporate investors who suffer losses at a tax disadvantage relative to those who conduct their affairs through other business vehicles. In the case of a small business, this dichotomy makes little sense and may prove to be particularly unfair to those who are forced into the C corporation form for nontax reasons. In the same legislation that produced the earliest version of Subchapter S, Congress provided some limited relief by enacting Section 1244 in order to \"encourage the flow of new funds into small business'\" by placing small business shareholders on more of a par with proprietors and partners.1o1 If certain detailed statutory requirements are met, an individual shareholder may (within limits) treat a loss from the sale, exchange or worthlessness of \"Section 1244 stock\" as an ordinary loss even if it might otherwise have been treated as a capital loss.\n\nBecause Section 1244 was designed to stimulate investment in small businesses, only individual taxpayers and partnerships (but not trusts and estates) who were original issuees of the stock are eligible for ordinary loss treatment.102 Donees, heirs and other transferees of the original investor will continue to be limited to capital loss treatment under Section 165.\n\nSection 1244 stock may be either common or preferred stock that has been issued for money or property.1o Stock issued for services thus does not qualify.104 To prevent the benefits of Section 1244 from extending beyond the small business community, its reach is limited to stock of a \"small business corporation,\" a status achieved if the aggregate amount of money and other property received by the corporation for stock, as a contribution to capital and as paid-in surplus does not exceed $\\$ 1,000,000,105$ This determination is made at the time the stock is issued, but the \\$1,000,000 cap includes both amounts received for the newly issued stock and any stock previously issued by the corporation.106\n\nQualification under Section 1244 when the stock is issued does not automatically guarantee that an ordinary loss will be allowed when a loss is realized. Section 1244(c)(1)(C) also requires that, for the five taxable years ending before the year in which the loss was sustained, the corporation must have derived more than 50 percent of its aggregate gross receipts from sources other than passive investment income items (royalties, rents, dividends, interest, annuities and sales or exchanges of stock or securities). The requirement is designed to preclude ordinary loss treatment to shareholders of corporations engaged primarily in investment rather than active business activities. If these investment losses had been incurred directly, the taxpayer would have been limited to capital loss treatment and the corporate form should not facilitate an end run around this limitation. If the loss is sustained before the corporation has a five-year measuring period, then the gross receipts test is applied by substituting the taxable years ending before the date of the Ioss in which the corporation was in existence.107\n\nThe aggregate amount that may be treated by the taxpayer as an ordinary loss for any one taxable year may not exceed $\\$ 50,000$ or, in the case of married couple filing a joint return, $\\$ 100,000,108$ In the case of partnerships, the limit is determined separately as to each partner.109\n\nSection 1244 is a \"no lose\" provision in the sense that nothing is lost by passing a corporate resolution declaring that an equity interest is being issued as Section 1244 stock even if the stock ultimately fails to qualify. Although there is no longer a requirement for a formal plan, it generally is regarded as good practice to include a reference to Section\n\n1244 in the corporate resolution approving the issuance of stock in a qualifying corporation, if only to remind the shareholders that ordinary loss treatment is available if that unhappy event should later occur.\n\n# PROBLEM\n\nHigh Technologies, Inc. (\"Hi-Tech'\") is a small semiconductor company owned and operated by Thelma High and Allen Woody. Thelma and Allen formed Hi-Tech as a C corporation three years ago by each contributing $\\$ 400,000$ in exchange for 50 percent of the corporation's common stock. HiTech has been planning a major expansion of its manufacturing facility and has decided to seek outside financing. It recently approached Jennifer Leech about the possibility of her investing $\\$ 200,000$ in Hi-Tech.\n\nAfter investigating the corporation's financial position, Jennifer has decided to make the investment. Her objectives are to obtain maximum security while at the same time participating in Hi-Tech's potential growth. Jennifer also is concerned about the rapid change in computer technology and would like to plan for the most favorable tax consequences in the unfortunate event that her investment in Hi-Tech becomes worthless. Consider to what extent Jennifer will realize her economic and tax goals if, in the alternative, her investment takes the following forms:\n\n(a) A $\\$ 200,000$ unregistered five-year Hi-Tech note bearing market rate interest.   \n(b) A $\\$ 200,000$ Hi-Tech registered bond bearing market rate interest.   \n(c) A $\\$ 190,000$ Hi-Tech registered bond bearing market rate interest and $\\$ 10,000$ for warrants to purchase Hi-Tech common stock at a favorable price.   \n(d) $\\$ 200,000$ of Hi-Tech common stock.   \n(e) $\\$ 200,000$ of Hi-Tech convertible preferred stock.   \n(f) Same as (d), above, except Thelma and Allen originally capitalized Hi-Tech by each contributing \\$500,000.   \n(g) Same as (d), above, except Jennifer plans to give the HiTech common stock to her son, Peter, as a wedding gift.   \n(h) Same as (d), above, except Jennifer and her son, Peter, will purchase the Hi-Tech common stock through Leech Associates, a venture capital partnership."
    }
  }
}