[
    {
        "type": "text",
        "text": "LLCs surpassed general and limited partnerships combined.[82] In 2016, LLCs represented almost 70 percent of all partnership returns, as compared to 11 percent for limited partnerships.[83] This data suggests that the growth of LLCs has come to some degree at the expense of entities that previously would have been formed as general or limited partnerships. ",
        "bbox": [
            91,
            89,
            767,
            200
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Perspective. For those who are still conscious after digesting all this information on the first day of class, it should be apparent that a thoughtful choice of entity decision requires a good grounding in the fundamentals of individual and business enterprise taxation and the ability to do a nuanced cost/benefit analysis. Not to worry—that study has just begun. When it ends, the many issues and options confronting the founders of a new business, which may seem quite intimidating at this point, will come into sharper focus. ",
        "bbox": [
            94,
            205,
            767,
            354
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "D. THE CORPORATION AS A TAXABLE ENTITY ",
        "text_level": 1,
        "bbox": [
            94,
            371,
            633,
            393
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. THE CORPORATE INCOME TAX ",
        "text_level": 2,
        "bbox": [
            96,
            407,
            478,
            428
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Code: §§ 11(a), (b)(1) & (2); 63(a). Skim §§ 1201(a); 1211(a); 1212(a)(1). ",
        "bbox": [
            96,
            438,
            746,
            458
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Students are often surprised to learn that a study of corporate taxation devotes very little time to the determination of a corporation's tax liability. The reason is that the concepts used in making that determination already should have been mastered in the basic federal income tax course. Those same broad principles—gross income, deductions, assignment of income, timing and characterization—apply in computing the taxable income of a C corporation, and we only need to pause briefly to discuss the rate structure and a few other special rules applicable to C corporations. ",
        "bbox": [
            91,
            462,
            767,
            628
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Rates. A C corporation, like an individual, is a separate taxable entity for federal income tax purposes. The corporation selects its own taxable year and method of accounting, computes its taxable income under applicable principles of the tax law and otherwise is generally treated like any other taxable person. The corporate rate is found in Section 11, which for many years provided a limited number of brackets for lower income corporations ranging from 15 to 34 percent and became an essentially 35 percent flat rate tax for the most profitable companies.[84] The Tax Cuts and Jobs Act reduced the corporate tax rate to 21 percent. ",
        "bbox": [
            91,
            633,
            767,
            799
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Determination of Taxable Income. Section 63(a) defines taxable income as \"gross income minus the deductions allowed by this chapter.\" In the case of a corporation, this amount generally is determined by applying the same principles and Code sections applicable to individuals. ",
        "bbox": [
            91,
            804,
            767,
            881
        ],
        "page_idx": 0
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            96,
            55,
            189,
            70
        ],
        "page_idx": 0
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
        "bbox": [
            357,
            42,
            767,
            75
        ],
        "page_idx": 0
    },
    {
        "type": "page_number",
        "text": "23 ",
        "bbox": [
            854,
            63,
            877,
            77
        ],
        "page_idx": 0
    },
    {
        "type": "page_footnote",
        "text": "82 Wheeler & Shumofsky, Partnership Returns, 2005, 27 SOI Bulletin 69 (2007). ",
        "bbox": [
            91,
            900,
            707,
            916
        ],
        "page_idx": 0
    },
    {
        "type": "page_footnote",
        "text": "83 See IRS Statistics of Income, Partnership Returns, 2016, Partnership One Sheet, https://www.irs.gov/pub/irs-pdf/p5338.pdf. ",
        "bbox": [
            91,
            917,
            764,
            948
        ],
        "page_idx": 0
    },
    {
        "type": "page_footnote",
        "text": "84 I.R.C. § 11(b) (pre-2018). ",
        "bbox": [
            125,
            950,
            334,
            965
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A few differences, primarily attributable to the distinct status of the corporation as an artificial business entity, are worth mentioning. ",
        "bbox": [
            236,
            92,
            903,
            128
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "First, a corporation has no \"personal\" expenses, and, unlike an individual, it is not required to choose between taking itemized deductions or the standard deduction. Corporations thus are not concerned with distinguishing between \"above-the-line\" deductions allowable in reaching adjusted gross income and \"below-the-line\" itemized deductions. ",
        "bbox": [
            236,
            133,
            903,
            243
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In addition, many deductions allowed to individuals are not available to corporations. For example, a corporation is not entitled to a medical expense deduction under Section 213. Moreover, Section 212, which allows a deduction for certain expenses incurred for the production of income or maintenance of income-producing property or for tax advice, is expressly applicable only to individuals.[85] Corporations need not worry however, because virtually all of their ordinary expenses in the pursuit of profit are deductible as ordinary and necessary business expenses under Section 162. ",
        "bbox": [
            236,
            250,
            903,
            412
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "On the other hand, certain limitations on the deductibility of personal expenses of individuals do not apply to corporations. For example, Section 165(c), which limits the deductibility of nonbusiness losses, Section 166(d), which characterizes nonbusiness bad debts as short-term capital losses, and Section 183(a), which limits deductions for activities not motivated by profit, are among a number of restrictive sections that do not apply to C corporations. This is because it is generally assumed that all of a corporation's activities are motivated by the pursuit of profit.[86] Corporations also are not subject to the $10,000 cap on deduction of state and local taxes. ",
        "bbox": [
            233,
            420,
            901,
            599
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "By virtue of their unique status, corporations are entitled to one important deduction not available to individuals. To prevent multiple taxation as earnings went their way through a chain of corporations, corporate shareholders generally are entitled to deduct 50 percent (or, in some cases, 65 or 100 percent) of the dividends they receive from other corporations. The effect of the 50 percent dividends received deduction is that corporations are subject to tax at a maximum rate of 10.5 percent on dividends—an amount derived by applying the 21 percent corporate rate to the 50 percent includable portion of the dividends. ",
        "bbox": [
            233,
            607,
            900,
            772
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The remaining differences in the treatment of corporations and individuals are the result of a conscious legislative choice to treat them differently. For example, the percentage limitation on corporate ",
        "bbox": [
            233,
            777,
            900,
            837
        ],
        "page_idx": 1
    },
    {
        "type": "page_number",
        "text": "24 ",
        "bbox": [
            137,
            64,
            160,
            77
        ],
        "page_idx": 1
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            236,
            63,
            359,
            75
        ],
        "page_idx": 1
    },
    {
        "type": "header",
        "text": "PART1 ",
        "bbox": [
            844,
            58,
            905,
            71
        ],
        "page_idx": 1
    },
    {
        "type": "page_footnote",
        "text": "For tax years beginning in 2018 and continuing through 2025, Section 212 deductions that for noncorporate taxpayers are also miscellaneous itemized deductions subject to the two percent of adjusted gross income limitation are no longer deductible. I.R.C. § 67(g). ",
        "bbox": [
            228,
            859,
            900,
            906
        ],
        "page_idx": 1
    },
    {
        "type": "page_footnote",
        "text": "Certain payments made by a corporation to or on behalf of its shareholders may be nondeductible because they are in fact dividends, but their disallowance is the result of the classification of the payments as constructive dividends rather than the \"personal\" nature of the payments. See Chapter 4E, infra. ",
        "bbox": [
            228,
            906,
            900,
            957
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "charitable deductions is 10 percent of taxable income as compared to an overall 60 percent limit on individual charitable contributions.[87] The at-risk limitations in Section 465, the passive loss limitations in Section 469, and the new limitation on excess business losses, all of which are aimed at tax shelter activities of individual taxpayers, generally do not apply to C corporations.[88] And publicly traded corporations and private companies with publicly traded debt may not deduct more than $1 million per year for otherwise reasonable compensation paid to certain high-level corporate executives.[89] ",
        "bbox": [
            96,
            88,
            774,
            255
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Another significant difference relates to the treatment of corporate capital losses. Corporations may deduct capital losses only to the extent of capital gains during the taxable year. Although the excess may not be applied against ordinary income, it may be carried back for three years and carried forward for five years. By contrast, individuals are permitted to deduct capital losses to the extent of capital gains, and up to $3,000 of excess losses may be deducted against ordinary income. Unused capital losses may be carried forward indefinitely by an individual taxpayer.[90] ",
        "bbox": [
            96,
            260,
            776,
            409
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Taxable Year and Accounting Method. Most C corporations have the flexibility to adopt either a calendar year or a fiscal year as their annual accounting period.[91] Certain \"personal service corporations\" must use a calendar year, however, unless they can show a business purpose for using a fiscal year.[92] For this purpose, a \"personal service corporation\" is one whose principal activity is the performance of personal services that are substantially performed by \"employee-owners\" who collectively own more than 10 percent (by value) of the corporation's stock.[93] This generally forces most personal service corporations to use a calendar year, subject to an exception in Section 444 which permits them to elect to adopt or change to a fiscal year with a \"deferral period\" of not more than three months.[94] As a result, a personal service corporation that otherwise would be required to use a calendar year may elect a taxable year ending September 30, October 31 or November 30. To prevent any tax savings that might result from the use of a fiscal year, personal service corporations making a Section 444 election must make certain minimum distributions (e.g., primarily of compensation) to employee-",
        "bbox": [
            96,
            412,
            774,
            728
        ],
        "page_idx": 2
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            101,
            54,
            194,
            69
        ],
        "page_idx": 2
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
        "bbox": [
            361,
            41,
            769,
            56
        ],
        "page_idx": 2
    },
    {
        "type": "header",
        "text": "AND SHAREHOLDERS ",
        "bbox": [
            606,
            60,
            771,
            74
        ],
        "page_idx": 2
    },
    {
        "type": "page_number",
        "text": "25 ",
        "bbox": [
            857,
            61,
            880,
            75
        ],
        "page_idx": 2
    },
    {
        "type": "page_footnote",
        "text": "87 I.R.C. § 170(b)(2). ",
        "bbox": [
            130,
            752,
            290,
            768
        ],
        "page_idx": 2
    },
    {
        "type": "page_footnote",
        "text": "I.R.C. §§ 461(l); 465(a)(1); 469(a)(2)(B), (j)(1).",
        "bbox": [
            132,
            770,
            480,
            784
        ],
        "page_idx": 2
    },
    {
        "type": "page_footnote",
        "text": "89 I.R.C. § 162(m). ",
        "bbox": [
            132,
            786,
            276,
            801
        ],
        "page_idx": 2
    },
    {
        "type": "page_footnote",
        "text": "90 I.R.C. §§ 1211, 1212. ",
        "bbox": [
            132,
            803,
            310,
            816
        ],
        "page_idx": 2
    },
    {
        "type": "page_footnote",
        "text": "91 See generally I.R.C. § 441. A fiscal year is any period of 12 months ending on the last day of any month other than December. I.R.C. § 441(e). ",
        "bbox": [
            96,
            816,
            771,
            845
        ],
        "page_idx": 2
    },
    {
        "type": "page_footnote",
        "text": "92 I.R.C. § 441(i)(1). Deferral of income to shareholders is not treated as a business purpose. Id. ",
        "bbox": [
            98,
            847,
            771,
            877
        ],
        "page_idx": 2
    },
    {
        "type": "page_footnote",
        "text": "93 I.R.C. §269A(b)(1); 441(i)(2). An employee-owner is defined as any employee who owns, on any day during the taxable year, any of the outstanding stock of the corporation after applying certain attribution rules. I.R.C. §269A(b)(2), as modified by I.R.C. §441(i)(2). ",
        "bbox": [
            98,
            878,
            771,
            919
        ],
        "page_idx": 2
    },
    {
        "type": "page_footnote",
        "text": "94 I.R.C. § 444(b)(2). The \"deferral period\" of a taxable year is the number of months between the beginning of the taxable year elected and the close of the required taxable year that ends within the taxable year elected. ",
        "bbox": [
            98,
            920,
            771,
            963
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "owners during the portion of the employee's fiscal year that ends on December 31.[95] If these minimum distribution requirements are not met, the electing corporation must defer certain otherwise currently deductible payments (e.g., compensation) to employee-owners.[96] A personal service corporation that establishes a business purpose for a fiscal year is not required to make a Section 444 election and is not subject to these distribution requirements and deduction limitations.[97] ",
        "bbox": [
            230,
            95,
            903,
            223
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In general, C corporations are required to use the accrual method of accounting.[98] Exemptions are provided for corporations engaged in the farming business, \"qualified personal service corporations\"[99] and any other corporation whose average annual gross receipts for a three-year measuring period preceding the taxable year do not exceed $25 million.[100] ",
        "bbox": [
            230,
            229,
            903,
            321
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In addition to these general accounting rules, Section 267 regulates certain transactions between corporations and their shareholders to prevent the acceleration of losses on related party transactions and to preclude timing advantages when the corporation and its owner-employees use different methods of accounting. For example, Section 267(a)(1) provides that losses from sales or exchanges of property between an individual shareholder and a more-than-50 percent-owned corporation may not be deducted.[101] The forced matching rules in Section 267(a)(2) prevent an accrual method corporation from accruing and deducting compensation paid to a cash method owner-employee in the year when the services are performed but deferring payment until the following taxable year to provide the employee with a timing advantage. When an owner-employee owns, directly or indirectly, more than 50 percent of the payor corporation, the corporation's deduction is deferred until such time as the owner-employee includes the amount in income.[102] ",
        "bbox": [
            230,
            325,
            901,
            601
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Credits. Like any taxpayer engaged in business or investment activities, a corporation is entitled to several valuable tax credits. The most significant is the foreign tax credit, which is available to corporations with income from foreign sources.[103] Others include the ",
        "bbox": [
            225,
            604,
            901,
            681
        ],
        "page_idx": 3
    },
    {
        "type": "page_number",
        "text": "26 ",
        "bbox": [
            135,
            66,
            158,
            79
        ],
        "page_idx": 3
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            235,
            66,
            357,
            78
        ],
        "page_idx": 3
    },
    {
        "type": "header",
        "text": "PART1 ",
        "bbox": [
            841,
            61,
            903,
            75
        ],
        "page_idx": 3
    },
    {
        "type": "page_footnote",
        "text": "95 See generally I.R.C. § 280H. ",
        "bbox": [
            258,
            696,
            488,
            712
        ],
        "page_idx": 3
    },
    {
        "type": "page_footnote",
        "text": "I.R.C. § 280H(a), (b), (c). ",
        "bbox": [
            261,
            714,
            460,
            729
        ],
        "page_idx": 3
    },
    {
        "type": "page_footnote",
        "text": "97 I.R.S. Notice 88-10, 1988-1 C.B. 478. ",
        "bbox": [
            261,
            731,
            552,
            744
        ],
        "page_idx": 3
    },
    {
        "type": "page_footnote",
        "text": "98 I.R.C. § 448(a). ",
        "bbox": [
            261,
            746,
            395,
            760
        ],
        "page_idx": 3
    },
    {
        "type": "page_footnote",
        "text": "Substantially all of the activities of a qualified personal service corporation must involve the performance of services in the fields of health, law, engineering, accounting, architecture, actuarial science, performing arts, or consulting, and substantially all of the stock must be held by employees, their estates or their heirs. I.R.C. § 448(d)(2). ",
        "bbox": [
            225,
            762,
            898,
            820
        ],
        "page_idx": 3
    },
    {
        "type": "page_footnote",
        "text": "100 I.R.C. § 448(b), (c). ",
        "bbox": [
            259,
            818,
            419,
            832
        ],
        "page_idx": 3
    },
    {
        "type": "page_footnote",
        "text": "101 The loss disallowance applies to transactions between related parties as defined in Section 267(b). A corporation and its more-than-50-percent (measured by value) shareholders are considered related. I.R.C. § 267(b)(2). Percentage ownership is determined after application of attribution rules in Section 267(c). ",
        "bbox": [
            225,
            834,
            898,
            888
        ],
        "page_idx": 3
    },
    {
        "type": "page_footnote",
        "text": "102 I.R.C. § 267(a)(2). This section also may apply to payments of interest and other deductible expenses. In the case of personal service corporations, the corporation and any owner-employee (regardless of the percentage ownership) are treated as related parties for purposes of the forced matching rules in Section 267. Id. ",
        "bbox": [
            225,
            888,
            898,
            944
        ],
        "page_idx": 3
    },
    {
        "type": "page_footnote",
        "text": "103 I.R.C. § 27. ",
        "bbox": [
            258,
            944,
            367,
            958
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "rehabilitation and energy credits, \\(^{104}\\) the work opportunity credit, \\(^{105}\\) and the credit for research expenditures. \\(^{106}\\) ",
        "bbox": [
            93,
            87,
            767,
            125
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The Corporate Alternative Minimum Tax. For many years, most C corporations were subject to a corporate alternative minimum tax (AMT). The Tax Cuts and Jobs Act repealed the corporate AMT for tax years beginning after December 31, 2017, with transitional rules for corporations with AMT credits under prior law. ",
        "bbox": [
            94,
            128,
            771,
            224
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2. MULTIPLE AND AFFILIATED CORPORATIONS ",
        "text_level": 2,
        "bbox": [
            94,
            236,
            625,
            260
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Code: Skim §§ 1501-1503; 1504(a), (b); 1551; 1561; 1563. ",
        "bbox": [
            94,
            266,
            625,
            287
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "For example, a sole shareholder of an operating business that generated \\(1,000,000 of net income annually might have been tempted to divide the enterprise into 20 separate companies, each with an annual income of\\) 50,000 and each therefore taxed at a maximum rate of only 15 percent under the pre-2018 rate structure. This and other income-splitting ploys were precluded by Section 1561, which is now limited to denying multiple accumulated earnings tax credits to a \"controlled group of corporations.\"107 Generally speaking, corporations are a controlled group if they constitute either a \"parent-subsidiary controlled group\" or a \"brother-sister controlled group\" under ownership tests in Section 1563. ",
        "bbox": [
            94,
            291,
            769,
            476
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The Code also contains provisions which permit an \"affiliated group of corporations\" to elect to consolidate its results for purposes of tax reporting.[108] In broad outline, the effect of a consolidated return election is to treat the affiliated group as a single corporate entity for tax purposes. The consolidated return rules are covered in more detail in Chapter 13, and selected issues involving consolidated returns are raised in the context of various transactions discussed later in this book. The ownership test applied to determine whether corporations are affiliated, however, is used in several provisions of Subchapter C[109] and is worth a brief glance at this early juncture. Section 1504(a)(2) employs an 80 percent of voting power and value standard to test corporate ownership of another corporation. That standard is met if a corporation possesses at least 80 percent of the total voting power of the stock in another corporation and has at least 80 percent of the total value of the stock of such corporation. For purposes of this test, certain nonconvertible, nonvoting preferred stock is disregarded.[110] ",
        "bbox": [
            93,
            479,
            772,
            777
        ],
        "page_idx": 4
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            96,
            51,
            189,
            66
        ],
        "page_idx": 4
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
        "bbox": [
            357,
            40,
            767,
            56
        ],
        "page_idx": 4
    },
    {
        "type": "header",
        "text": "AND SHAREHOLDERS ",
        "bbox": [
            602,
            59,
            767,
            73
        ],
        "page_idx": 4
    },
    {
        "type": "page_number",
        "text": "27 ",
        "bbox": [
            854,
            60,
            877,
            74
        ],
        "page_idx": 4
    },
    {
        "type": "page_footnote",
        "text": "104 I.R.C. §§ 46-48. ",
        "bbox": [
            125,
            847,
            274,
            862
        ],
        "page_idx": 4
    },
    {
        "type": "page_footnote",
        "text": "105 I.R.C. § 51. ",
        "bbox": [
            127,
            864,
            240,
            878
        ],
        "page_idx": 4
    },
    {
        "type": "page_footnote",
        "text": "106 I.R.C. § 41. ",
        "bbox": [
            127,
            881,
            240,
            895
        ],
        "page_idx": 4
    },
    {
        "type": "page_footnote",
        "text": "107 See Chapter 14C4, infra, for coverage of the accumulated earnings tax credit. ",
        "bbox": [
            127,
            896,
            702,
            910
        ],
        "page_idx": 4
    },
    {
        "type": "page_footnote",
        "text": "108 I.R.C. §§ 1501-1504. ",
        "bbox": [
            127,
            912,
            305,
            926
        ],
        "page_idx": 4
    },
    {
        "type": "page_footnote",
        "text": "109 See, e.g., I.R.C. §§ 332(b)(1); 336(e)(1); 338(d)(3). ",
        "bbox": [
            127,
            928,
            500,
            943
        ],
        "page_idx": 4
    },
    {
        "type": "page_footnote",
        "text": "110 I.R.C. § 1504(a)(4). ",
        "bbox": [
            127,
            946,
            294,
            960
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "PROBLEM ",
        "text_level": 3,
        "bbox": [
            240,
            95,
            341,
            113
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Boots, Inc. is a \"C\" corporation engaged in the shoe manufacturing business. Boots is a calendar year, accrual method taxpayer with two equal shareholders, Emil and Betty, who are unrelated cash method taxpayers. In answering the questions below, assume for convenience that Emil and Betty each are taxable at a combined federal and state flat rate of \\(40\\%\\) on ordinary income and a combined flat rate of \\(20\\%\\) on qualified dividends and long-term capital gains. During the current year, Boots has the following income and expense items: ",
        "bbox": [
            235,
            119,
            911,
            262
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Income: ",
        "bbox": [
            276,
            280,
            351,
            297
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Gross profit—sale of inventory $2,600,000 ",
        "bbox": [
            289,
            301,
            892,
            321
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Capital gains. $ 200,000 ",
        "bbox": [
            290,
            325,
            892,
            345
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Expenses and Losses: ",
        "bbox": [
            276,
            349,
            468,
            367
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Operating Expenses. $ 800,000 ",
        "bbox": [
            289,
            372,
            890,
            392
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Equipment purchase (100% expensed) under § 168(k) $ 800,000 ",
        "bbox": [
            289,
            396,
            890,
            415
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Capital losses $ 220,000 ",
        "bbox": [
            289,
            419,
            890,
            439
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(a) Determine Boots, Inc.'s taxable income and its tax liability for the current year. ",
        "bbox": [
            274,
            454,
            861,
            488
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(b) What result in (a), above, if Boots distributes its after-tax profits to Emil and Betty as qualified dividends? ",
        "bbox": [
            274,
            494,
            861,
            529
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(c) What result in (a), above, if instead of paying dividends Boots pays Emil and Betty salaries of $500,000 each? Has the effectiveness of this traditional strategy to reduce the impact of the double tax on corporate earnings changed as a result of the 2017 Act? ",
        "bbox": [
            274,
            534,
            861,
            619
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(d) Consider generally whether there is any advantage to operating Boots as a pass-through entity, such as a partnership, limited liability company, or S corporation and, if so, whether Emil and Betty will qualify for the new \\(20\\%\\) deduction for qualified business income. What additional facts are necessary to evaluate this option? ",
        "bbox": [
            274,
            627,
            861,
            733
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "E. CORPORATE CLASSIFICATION ",
        "text_level": 1,
        "bbox": [
            232,
            750,
            622,
            772
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1. IN GENERAL ",
        "text_level": 2,
        "bbox": [
            233,
            785,
            416,
            806
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Code: § 7701(a)(3). ",
        "bbox": [
            233,
            815,
            405,
            835
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The classification of a business relationship may have profound tax consequences. Entities classified as C corporations are subject to the double tax regime of Subchapter C, while the tax treatment of partnerships is governed by the single tax pass-through regime of Subchapter K. The rules governing the federal tax classification of business enterprises have a rich and textured history, as the stakes have ",
        "bbox": [
            230,
            840,
            906,
            959
        ],
        "page_idx": 5
    },
    {
        "type": "page_number",
        "text": "28 ",
        "bbox": [
            140,
            65,
            161,
            77
        ],
        "page_idx": 5
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            240,
            64,
            362,
            77
        ],
        "page_idx": 5
    },
    {
        "type": "header",
        "text": "PART1 ",
        "bbox": [
            846,
            59,
            908,
            73
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "changed in response to shifting tax incentives to utilize one form of business entity over another. After decades of strife, much confusion, and reams of boilerplate classification opinion letters issued by high-priced counsel, there is good news. The Internal Revenue Service simplified this topic considerably (and shortened your reading assignment) by adopting a classification system that as a practical matter permits a closely held unincorporated business to elect its taxing regime. ",
        "bbox": [
            89,
            90,
            767,
            223
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "For tax purposes, Section 7701 defines a corporation to include \"associations, joint-stock companies, and insurance companies.\" Thus, if an entity is an unincorporated \"association,\" it will be classified as a corporation. The longstanding, now repealed classification regulations did not define the term \"association.\" Instead, they listed six characteristics ordinarily found in a \"pure\" corporation<sup>111</sup> and went on to explain that \"an organization will be treated as an association if the corporate characteristics are such that the organization more nearly resembles a corporation than a partnership or trust.\"<sup>112</sup> In applying this resemblance test, characteristics common to corporations and partnerships (associates and a business objective) were disregarded in classifying an entity as an association or a partnership. The remaining characteristics (continuity of life, centralized management, limited liability, and free transferability of interests) were then weighted equally and an organization was classified as an association only if it had three of the remaining corporate characteristics.<sup>113</sup> ",
        "bbox": [
            94,
            226,
            764,
            521
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The old regulations reflected an anti-association, pro-partnership bias which redounded to the benefit of high-income taxpayers seeking to shelter their compensation or investment income with losses from strategically structured activities in real estate and other tax-favored industries. Limited partnerships became the vehicle of choice for these \"tax shelters\" because they permitted losses to pass through to investors, allowed the partners to maximize those losses by including their share of partnership debt in the basis of their partnership interests, and provided protection for the limited partners against personal liability for debts of the enterprise. These goals could not be achieved in a C or S corporation. The Service's effort to convince the courts that limited partnerships should be classified as \"associations\" was unsuccessful,[114] but it continued to issue stringent guidelines for limited partnerships seeking a favorable classification ruling.[115] Most tax advisors bypassed the ruling process and were able to structure limited partnerships that would avoid \"association\" classification based on a well reasoned opinion of counsel. ",
        "bbox": [
            89,
            525,
            766,
            820
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In the 1980s, limited liability companies (LLCs) emerged on the scene and were quickly touted as the \"best of all worlds\" alternative for ",
        "bbox": [
            89,
            824,
            764,
            862
        ],
        "page_idx": 6
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            94,
            56,
            187,
            71
        ],
        "page_idx": 6
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
        "bbox": [
            354,
            45,
            764,
            61
        ],
        "page_idx": 6
    },
    {
        "type": "header",
        "text": "AND SHAREHOLDERS ",
        "bbox": [
            598,
            63,
            764,
            75
        ],
        "page_idx": 6
    },
    {
        "type": "page_number",
        "text": "29 ",
        "bbox": [
            851,
            65,
            874,
            78
        ],
        "page_idx": 6
    },
    {
        "type": "page_footnote",
        "text": "111 Reg. § 301.7701-2(a)(1) (pre-1997). ",
        "bbox": [
            122,
            883,
            406,
            898
        ],
        "page_idx": 6
    },
    {
        "type": "page_footnote",
        "text": "112 Id. ",
        "bbox": [
            124,
            902,
            176,
            914
        ],
        "page_idx": 6
    },
    {
        "type": "page_footnote",
        "text": "113 Reg. § 1.7701-2(a) (pre-1997). ",
        "bbox": [
            125,
            917,
            369,
            931
        ],
        "page_idx": 6
    },
    {
        "type": "page_footnote",
        "text": "114 See Larson v. Commissioner, 66 T.C. 159 (1976). ",
        "bbox": [
            125,
            933,
            500,
            946
        ],
        "page_idx": 6
    },
    {
        "type": "page_footnote",
        "text": "115 See, e.g., Rev. Proc. 89-12, 1989-1 C.B. 798; Rev. Proc. 91-13, 1991-1 C.B. 477. ",
        "bbox": [
            125,
            946,
            718,
            964
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "conducting a closely held business. An LLC is an unincorporated entity in which the owners, called \"members,\" have limited liability for the enterprise's debts and claims even if they participate in management. Members of an LLC have great flexibility in structuring the governance of their venture through the LLC's \"operating agreement.\" The Service gave a major boost to the LLC movement by classifying a Wyoming LLC as a partnership for federal tax purposes.[116] That ruling was followed by others making it clear that an LLC could be structured as either an association or a partnership depending on the flexibility provided by state law and the desires of the members.[117] LLCs (including single-member LLCs) are now authorized in every state and the District of Columbia. ",
        "bbox": [
            243,
            94,
            911,
            313
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2. CORPORATIONS VS.PARTNERSHIPS ",
        "text_level": 2,
        "bbox": [
            243,
            329,
            663,
            349
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "a. “CHECK-THE-BOX” REGULATIONS ",
        "text_level": 3,
        "bbox": [
            243,
            364,
            596,
            383
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Code: § 7701(a)(3). ",
        "bbox": [
            243,
            392,
            410,
            411
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Regulations: §§ 301.7701-1(a)(1) & (2); -2(a), (b)(1)-(3), (c)(1) & (2); -3(a), (b)(1). ",
        "bbox": [
            243,
            416,
            906,
            453
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The \"old\" classification regulations were based on the traditional state-law differences between a pure corporation and other types of organizations, such as partnerships.[118] State law developments, however, largely blurred the classic distinctions between corporations and unincorporated forms for doing business. For example, the increasingly popular LLC offers all its investors (including those involved in management) limited liability for obligations of the venture—a characteristic traditionally available only in a corporation—along with classification as a partnership for federal tax purposes. ",
        "bbox": [
            241,
            458,
            908,
            625
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The Service eventually concluded that the state law differences between corporations and partnerships had narrowed to such a degree that the venerable corporate resemblance test for classifying unincorporated entities should be abandoned in favor of a simpler classification regime that is generally elective.[119] To that end, the regulations discarded the old classification system, which was de facto elective for individuals with skilled tax advisors, and replaced it with a \"check-the-box\" system in which most new unincorporated entities automatically are classified as partnerships for federal tax purposes unless the entity elects to be an association taxable as a C corporation. ",
        "bbox": [
            241,
            628,
            908,
            815
        ],
        "page_idx": 7
    },
    {
        "type": "page_number",
        "text": "30 ",
        "bbox": [
            143,
            65,
            163,
            77
        ],
        "page_idx": 7
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            243,
            64,
            367,
            77
        ],
        "page_idx": 7
    },
    {
        "type": "header",
        "text": "PART1 ",
        "bbox": [
            852,
            61,
            913,
            75
        ],
        "page_idx": 7
    },
    {
        "type": "page_footnote",
        "text": "116 Rev. Rul. 88-76, 1988-2 C.B. 360. ",
        "bbox": [
            271,
            856,
            535,
            872
        ],
        "page_idx": 7
    },
    {
        "type": "page_footnote",
        "text": "117 See Rev. Rul. 93-38, 1993-1 C.B. 233, where LLCs formed under the Delaware statute were classified as an association or a partnership depending on the terms of the LLC agreement. Reg. § 301.7701-2(a)(1) (pre-1997). ",
        "bbox": [
            240,
            873,
            906,
            917
        ],
        "page_idx": 7
    },
    {
        "type": "page_footnote",
        "text": "119 Preamble to Final Regulations on Simplification of Entity Classification Rules, 61 Fed. Reg. 66584 (Dec. 18, 1986). The elective regime became effective as of January 1, 1997. Reg. §301.7701-1(f). ",
        "bbox": [
            240,
            917,
            906,
            957
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "General Classification Rules. The regulations only apply to entities that are treated for federal tax purposes as being separate from their owners.[120] If an organization recognized as a separate entity for federal tax purposes is not a trust, it is a \"business entity\" under the regulations.[121] Certain business entities are automatically classified as corporations.[122] Most importantly, a business entity organized under a federal or state statute that refers to the entity as \"incorporated\" or as a \"corporation,\" \"body corporate,\" or \"body politic,\" is treated as a corporation for federal tax purposes,[123] as are other business entities taxable as corporations under other Code provisions, such as publicly traded partnerships which are treated as corporations under Section 7704.[124] ",
        "bbox": [
            93,
            95,
            763,
            314
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Under the regulations, a noncorporate business entity (an \"eligible entity\") with at least two members is classified as a partnership unless an election is made for the entity to be classified as an association. Thus, partnership status is the default classification for unincorporated entities with two or more members.[125] ",
        "bbox": [
            93,
            320,
            763,
            412
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Single-Owner Organizations. The regulations treat a noncorporate business entity that has a single owner as a disregarded entity (sometimes referred to as a \"tax nothing\"). A single-owner entity is disregarded for tax purposes and treated as an extension of its owner unless the entity elects to be classified as an association and thus taxed as a C corporation.[126] Consequently, if no such election is made, the entity is treated for federal tax purposes as if it were a sole proprietorship (if owned by an individual), or a branch or division (if owned by another business entity, such as a C corporation).[127] ",
        "bbox": [
            93,
            417,
            766,
            583
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Foreign Organizations. The regulations list certain business entities formed in specific jurisdictions (e.g., a public limited company formed in Hong Kong) that will be automatically classified as a corporation.[128] In the absence of a contrary election, other foreign entities are classified as: (1) a partnership if the entity has two or more members and at least one member does not have limited liability, (2) an association if all members have limited liability, or (3) disregarded as an entity separate from its ",
        "bbox": [
            94,
            585,
            767,
            718
        ],
        "page_idx": 8
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            91,
            61,
            187,
            75
        ],
        "page_idx": 8
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
        "bbox": [
            352,
            47,
            759,
            61
        ],
        "page_idx": 8
    },
    {
        "type": "header",
        "text": "AND SHAREHOLDERS ",
        "bbox": [
            596,
            65,
            761,
            77
        ],
        "page_idx": 8
    },
    {
        "type": "page_number",
        "text": "31 ",
        "bbox": [
            848,
            65,
            869,
            78
        ],
        "page_idx": 8
    },
    {
        "type": "page_footnote",
        "text": "120 See Reg. § 301.7701-1(a). ",
        "bbox": [
            132,
            795,
            344,
            811
        ],
        "page_idx": 8
    },
    {
        "type": "page_footnote",
        "text": "121 Reg. § 301.7701-2(a). ",
        "bbox": [
            132,
            813,
            315,
            827
        ],
        "page_idx": 8
    },
    {
        "type": "page_footnote",
        "text": "122 Reg. § 301.7701-2(b)(1) through (8). ",
        "bbox": [
            99,
            828,
            416,
            843
        ],
        "page_idx": 8
    },
    {
        "type": "page_footnote",
        "text": "123 Reg. § 301.7701-2(b)(1). ",
        "bbox": [
            132,
            844,
            334,
            859
        ],
        "page_idx": 8
    },
    {
        "type": "page_footnote",
        "text": "Reg. § 301.701-2(b)(7). See Section E2b of this chapter, infra, for a discussion of publicly traded partnerships. ",
        "bbox": [
            99,
            854,
            769,
            890
        ],
        "page_idx": 8
    },
    {
        "type": "page_footnote",
        "text": "125 Reg. §§ 301.7701-2(c)(1), -3(a), -3(b)(1)(i). ",
        "bbox": [
            132,
            890,
            462,
            905
        ],
        "page_idx": 8
    },
    {
        "type": "page_footnote",
        "text": "126 Reg. §§ 301.7701-2(c)(2), -3(a), -3(b)(1)(ii). ",
        "bbox": [
            132,
            905,
            467,
            920
        ],
        "page_idx": 8
    },
    {
        "type": "page_footnote",
        "text": "127 Reg. § 301.7701-2(a). See Miller, \"The Strange Materialization of the Tax Nothing,\" 87 Tax Notes 685 (May 5, 2000). ",
        "bbox": [
            99,
            920,
            767,
            952
        ],
        "page_idx": 8
    },
    {
        "type": "page_footnote",
        "text": "128 Reg. § 301.7701-2(b)(8). ",
        "bbox": [
            132,
            953,
            334,
            969
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "owner if the entity has a single owner that does not have limited liability.[129] ",
        "bbox": [
            238,
            95,
            908,
            133
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Election. A classification election under the regulations may be designated as effective up to 75 days before or twelve months after the election is filed.[130] The election generally must be signed either by (1) each member of the electing entity, including prior members affected by a retroactive election, or (2) by an officer, manager, or member authorized to make the election.[131] If an entity makes a classification election, a new classification election generally cannot be made for 60 months, unless the Service allows such an election and more than 50 percent of the ownership interests in the entity are owned by persons that did not own any interests when the first election was made.[132] ",
        "bbox": [
            238,
            137,
            908,
            320
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Change in Number of Members of an Entity. The regulations provide that the classification of an eligible entity as an association generally is not affected by any change in the numbers of members of the entity.[133] But if an eligible entity (such as a limited liability company) is classified as a partnership and its membership is reduced to one member, it becomes a disregarded entity.[134] A single-member disregarded entity also is classified as a partnership if it gains more than one member.[135] ",
        "bbox": [
            238,
            325,
            908,
            455
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Elective Changes in Classification. The regulations also prescribe the tax consequences when an entity makes a valid election to change its tax classification. If a partnership elects to be reclassified as an association, it is deemed to contribute all of its assets and liabilities to the association for stock and then to liquidate by distributing the stock to its partners.[136] If an association elects to be classified as a partnership, it is deemed to liquidate by distributing all of its assets and liabilities to its shareholders who then contribute the assets and liabilities to a newly formed partnership.[137] If an association with one owner elects to be classified as a disregarded entity, it is deemed to liquidate by distributing all of its assets and liabilities to the single owner.[138] Finally, if a disregarded entity elects to be classified as an association, the owner is ",
        "bbox": [
            238,
            459,
            908,
            681
        ],
        "page_idx": 9
    },
    {
        "type": "page_number",
        "text": "32 ",
        "bbox": [
            140,
            66,
            161,
            79
        ],
        "page_idx": 9
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            238,
            66,
            362,
            79
        ],
        "page_idx": 9
    },
    {
        "type": "header",
        "text": "PART1 ",
        "bbox": [
            846,
            61,
            908,
            75
        ],
        "page_idx": 9
    },
    {
        "type": "page_footnote",
        "text": "129 Reg. § 301.7701-3(b)(2)(i). Limited liability generally exists if the member has no personal liability for the debts of or claims against the entity by reason of being a member. Reg. § 301.7701-3(b)(2)(ii). ",
        "bbox": [
            233,
            747,
            901,
            787
        ],
        "page_idx": 9
    },
    {
        "type": "page_footnote",
        "text": "130 Reg. § 301.7701-3(c)(1)(iii). ",
        "bbox": [
            266,
            790,
            485,
            805
        ],
        "page_idx": 9
    },
    {
        "type": "page_footnote",
        "text": "181 Reg. § 301.7701-3(c)(2). ",
        "bbox": [
            266,
            806,
            460,
            821
        ],
        "page_idx": 9
    },
    {
        "type": "page_footnote",
        "text": "132 Reg. § 301.7701-3(c)(1)(iv). ",
        "bbox": [
            266,
            821,
            483,
            838
        ],
        "page_idx": 9
    },
    {
        "type": "page_footnote",
        "text": "133 Reg. § 301.7701-3(f)(1). ",
        "bbox": [
            266,
            839,
            457,
            854
        ],
        "page_idx": 9
    },
    {
        "type": "page_footnote",
        "text": "134 Reg. § 301.7701-3(f)(2). ",
        "bbox": [
            266,
            854,
            459,
            869
        ],
        "page_idx": 9
    },
    {
        "type": "page_footnote",
        "text": "135 Id. ",
        "bbox": [
            266,
            869,
            313,
            883
        ],
        "page_idx": 9
    },
    {
        "type": "page_footnote",
        "text": "136 Reg. § 301.7701-3(g)(1)(i). ",
        "bbox": [
            266,
            886,
            477,
            902
        ],
        "page_idx": 9
    },
    {
        "type": "page_footnote",
        "text": "187 Reg. § 301.7701-3(g)(1)(ii). ",
        "bbox": [
            266,
            902,
            480,
            919
        ],
        "page_idx": 9
    },
    {
        "type": "page_footnote",
        "text": "138 Reg. § 301.7701-3(g)(1)(iii). If an association is deemed to liquidate under Section 332 (relating to complete liquidations of certain corporate subsidiaries), the election to change classification is considered to be the adoption of a plan of liquidation. Reg. § 301.7701-3(g)(2)(ii). ",
        "bbox": [
            233,
            921,
            901,
            969
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "deemed to contribute all of the assets and liabilities of the entity to the association for stock in the association.[139] ",
        "bbox": [
            86,
            95,
            759,
            132
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The tax treatment of a change in classification is determined under all relevant provisions of the Internal Revenue Code and general principles of tax law, including the step transaction doctrine.[140] Careful attention should be paid to the deemed liquidation in this setting as it often can yield adverse tax consequences. An election to change the classification of an eligible entity is treated as occurring at the start of the day for which the election is effective.[141] ",
        "bbox": [
            86,
            137,
            763,
            266
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "b. PUBLICLY TRADED PARTNERSHIPS ",
        "text_level": 4,
        "bbox": [
            88,
            281,
            464,
            299
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Code: § 7704. ",
        "bbox": [
            89,
            309,
            220,
            327
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "For a brief time after enactment of the Tax Reform Act of 1986, publicly traded partnerships (\"PTPs\"), also known as \"master limited partnerships, surfaced as a refuge from the costly double tax regime of Subchapter C. Unlike an S corporation, a PTP could have an unlimited number of owners. It could register its limited partnership interests, known as \"units,\" with the Securities and Exchange Commission, and the units were freely tradable on a securities exchange or in the over-the-counter market. A profitable PTP thus avoided the corporate income tax and passed through its income to noncorporate limited partners at the lower individual rates. ",
        "bbox": [
            91,
            332,
            764,
            517
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Alarmed at the proliferation of PTPs and the potential erosion of the corporate tax base, Congress responded by enacting Section 7704, which classifies certain PTPs as corporations for tax purposes. As defined, a \"publicly traded partnership\" is any partnership whose interests are: (1) traded on an established securities market, or (2) readily tradable on a secondary market (or its substantial equivalent).[142] The regulations generally provide that an interest is \"readily tradable\" if \"taking into account all of the facts and circumstances, the partners are readily able to buy, sell, or exchange their partnership interests in a manner that is comparable, economically, to trading on an established securities market.\"[143] ",
        "bbox": [
            91,
            520,
            766,
            724
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "An important exception from reclassification is provided for partnerships if 90 percent or more of their gross income consists of certain passive-type income items (e.g., interest, dividends, real property rents, gains from the sale of real property and income and gains from certain natural resources activities).[144] These excepted PTPs continue to be treated as pass-through entities for federal tax purposes. As a result, ",
        "bbox": [
            91,
            726,
            767,
            842
        ],
        "page_idx": 10
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            89,
            61,
            183,
            75
        ],
        "page_idx": 10
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
        "bbox": [
            349,
            47,
            759,
            63
        ],
        "page_idx": 10
    },
    {
        "type": "header",
        "text": "AND SHAREHOLDERS ",
        "bbox": [
            593,
            65,
            759,
            77
        ],
        "page_idx": 10
    },
    {
        "type": "page_number",
        "text": "33 ",
        "bbox": [
            844,
            64,
            867,
            77
        ],
        "page_idx": 10
    },
    {
        "type": "page_footnote",
        "text": "139 Reg. § 301.7701-3(g)(1)(iv). ",
        "bbox": [
            127,
            858,
            354,
            875
        ],
        "page_idx": 10
    },
    {
        "type": "page_footnote",
        "text": "140 Reg. § 301.7701-3(g)(2). ",
        "bbox": [
            127,
            876,
            333,
            890
        ],
        "page_idx": 10
    },
    {
        "type": "page_footnote",
        "text": "Reg. § 301.701-3(g)(3)(i). Transactions deemed to occur as a result of the election are treated as occurring immediately before the close of the day before the election is effective. Id. ",
        "bbox": [
            96,
            885,
            766,
            920
        ],
        "page_idx": 10
    },
    {
        "type": "page_footnote",
        "text": "142 I.R.C. § 7704(b). ",
        "bbox": [
            129,
            922,
            276,
            936
        ],
        "page_idx": 10
    },
    {
        "type": "page_footnote",
        "text": "148 Reg. § 1.7704-1(c)(1). ",
        "bbox": [
            129,
            938,
            313,
            953
        ],
        "page_idx": 10
    },
    {
        "type": "page_footnote",
        "text": "144 I.R.C. § 7704(c). ",
        "bbox": [
            129,
            955,
            276,
            969
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "investors in PTPs will qualify to deduct 20 percent of their allocable share of the PTP's qualified business income without regard to the general limitation imposed on high-income taxpayers.[145] Many PTPs qualifying for this exemption engage in active natural resources businesses, such as exploration, mining and production, refining, transportation and marketing of oil and natural gas. The scope of this escape hatch came under scrutiny after several large private investment firms \"went public\" using a PTP structure under which they offered publicly traded limited partnership interests. One of the largest IPO transactions involved The Blackstone Group, a global asset firm with approximately $88.4 billion under management at the time it went public. In addition to providing advisory services, Blackstone manages a variety of investment pools, including private equity and venture capital funds, real estate partnerships, and hedge funds. During its pre-IPO history, Blackstone qualified for pass-through tax treatment, as a limited partnership, and it sought to continue avoiding the corporate-level tax as a public company by employing the PTP structure and qualifying for the passive income exception even though the bulk of its profits are derived from an active money management business.[146] In 2019, however, Blackstone changed its mind and announced its intention to become a C corporation. The reduction in the corporate tax rate and the disfavor of institutional investors and stock indexes for the PTP structure, as well as the complexity of tax compliance for individual shareholders, influenced Blackstone and several other large firms to become C corporations.[147] ",
        "bbox": [
            238,
            94,
            911,
            536
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3. CORPORATIONS VS. TRUSTS ",
        "text_level": 2,
        "bbox": [
            236,
            547,
            581,
            569
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Regulations: § 301.7701-4(a), (b). ",
        "bbox": [
            236,
            577,
            542,
            598
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Trusts, like corporations, may be taxpaying entities, but the income taxation of trusts differs from the taxation of corporations in several important respects. First, a corporation is taxed on its profits as they are earned under the relatively flat rates in Section 11. If it later distributes the remaining after-tax earnings as dividends, the shareholders are subject to a second tax. But there is no double tax on trust income. Under the complex rules of Subchapter J, trust income currently distributed to beneficiaries is generally not taxed to the trust. Rather, the income is taxed to the recipient beneficiaries to the extent of the trust's \"distributable net income.\"[148] If trust income is accumulated, it is taxed to the trust when earned under the rates in Section 1(e) but normally not taxed again when distributed to the beneficiaries. ",
        "bbox": [
            236,
            603,
            906,
            824
        ],
        "page_idx": 11
    },
    {
        "type": "page_number",
        "text": "34 ",
        "bbox": [
            143,
            66,
            165,
            78
        ],
        "page_idx": 11
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            243,
            65,
            364,
            78
        ],
        "page_idx": 11
    },
    {
        "type": "header",
        "text": "PART1 ",
        "bbox": [
            851,
            61,
            911,
            75
        ],
        "page_idx": 11
    },
    {
        "type": "page_footnote",
        "text": "145 I.R.C. § 199A(b)(1)(B), (e)(4)(A). Income from a specified service trade or business conducted by a PTP and a PTP's investment income (e.g., interest and dividends) do not qualify for the 20 percent deduction. See Reg. § 1.199A-6(c)(1). ",
        "bbox": [
            233,
            844,
            903,
            887
        ],
        "page_idx": 11
    },
    {
        "type": "page_footnote",
        "text": "146 For press coverage of this transaction, see Anderson, \"Blackstone Founders Prepare to Count Their Billions,\" N.Y. Times, June 12, 2007, at C1. ",
        "bbox": [
            233,
            888,
            903,
            917
        ],
        "page_idx": 11
    },
    {
        "type": "page_footnote",
        "text": "147 See de la Merced, \"Blackstone Plans to Ditch its Partnership Structure,\" N.Y. Times, April 18, 2019. ",
        "bbox": [
            233,
            917,
            903,
            943
        ],
        "page_idx": 11
    },
    {
        "type": "page_footnote",
        "text": "148 See generally I.R.C. §§ 641 et seq. ",
        "bbox": [
            263,
            946,
            532,
            964
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The regulations distinguish between \"ordinary trusts\" created to take title to property for the purpose of protecting and conserving it for the beneficiaries, and \"business\" or \"commercial\" trusts which are created to carry on a business for profit. An ordinary trust is classified as a \"trust\" and taxed under Subchapter J.[149] A business trust, on the other hand, is a business entity that is classified under the check-the-box regulations.[150] Because a business trust is an unincorporated entity, it will be classified as a partnership for federal tax purposes if it has two or more members and does not make an election to be classified as a corporation.[151] ",
        "bbox": [
            93,
            90,
            772,
            277
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "F. THE COMMON LAW OF CORPORATE TAXATION ",
        "text_level": 1,
        "bbox": [
            96,
            292,
            679,
            315
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Although the study of corporate taxation principally involves the application of complex statutes to particular transactions, the Code is not the only analytical tool. In scrutinizing taxpayer behavior, the courts at an early date went beyond the literal statutory language and began to formulate a set of doctrines that have become the \"common law\" of federal taxation. Some of these principles, such as the assignment of income doctrine, were encountered in the basic income tax course. Unlike the Code, which often provides bright-line rules for solving problems, the judicial doctrines are imprecise. The very vagueness of these pronouncements, however, has contributed to their influence. When the system is working, they loom large in the responsible tax advisor's conscience and serve to thwart aggressive schemes that literally comply with the statute but are incompatible with its intended purpose.[152] This introductory survey is intended to preview some of the reasoning that lies at the heart of this tax jurisprudence. ",
        "bbox": [
            96,
            323,
            774,
            601
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Viewed most broadly, the judicial doctrines ask a simple question that is central to almost every transaction studied in this text. Have the taxpayers actually done what they, and their documents, represent, or are the economic realities of the transaction—and the attendant tax consequences—other than what the taxpayers purport them to be? The tests used to resolve this question bear many labels which are often used interchangeably. What follows is a summary of the terminology that will soon become familiar. ",
        "bbox": [
            96,
            603,
            776,
            755
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Sham Transaction Doctrine. If a transaction is a “sham,” it will not be respected for tax purposes. A “sham” is best defined as a transaction that never actually occurred but is represented by the taxpayer to have transpired—with favorable tax consequences of course.[153] One court has colorfully described a sham as an “attempt by a taxpayer to ward off tax ",
        "bbox": [
            98,
            753,
            776,
            853
        ],
        "page_idx": 12
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            94,
            58,
            187,
            73
        ],
        "page_idx": 12
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
        "bbox": [
            354,
            44,
            766,
            74
        ],
        "page_idx": 12
    },
    {
        "type": "page_number",
        "text": "35 ",
        "bbox": [
            852,
            60,
            874,
            74
        ],
        "page_idx": 12
    },
    {
        "type": "page_footnote",
        "text": "149 Reg. § 301.7701-4(a). ",
        "bbox": [
            133,
            885,
            321,
            901
        ],
        "page_idx": 12
    },
    {
        "type": "page_footnote",
        "text": "150 Reg. § 301.7701-4(b). ",
        "bbox": [
            133,
            902,
            321,
            917
        ],
        "page_idx": 12
    },
    {
        "type": "page_footnote",
        "text": "151 Reg. §§ 301.7701-2(c)(1); -3(a), (b)(1)(i). ",
        "bbox": [
            133,
            917,
            449,
            931
        ],
        "page_idx": 12
    },
    {
        "type": "page_footnote",
        "text": "152 See generally Bittker & Lokken, supra note 1, \\(\\Vdash\\) 4.3.1. ",
        "bbox": [
            133,
            933,
            549,
            946
        ],
        "page_idx": 12
    },
    {
        "type": "page_footnote",
        "text": "158 See, e.g., Knetsch v. United States, 364 U.S. 361, 81 S.Ct. 132 (1960). ",
        "bbox": [
            133,
            946,
            656,
            965
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "blows with paper armor,\" \\(^{154}\\) in a purported transaction that \"gives off an unmistakably hollow sound when it is tapped.\" \\(^{155}\\) ",
        "bbox": [
            235,
            90,
            908,
            128
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Because a \"sham\" often connotes near fraudulent behavior, the courts tend to reserve this doctrine in its purest form for the more egregious cases. But the pejorative term also is used to describe the kinds of transactions that are challenged under the related economic substance doctrine. In one typically overlapping formulation, the Fourth Circuit articulated the following two-part test to define a sham:[156] ",
        "bbox": [
            233,
            133,
            910,
            243
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "To treat a transaction as a sham, the court must find that the taxpayer was motivated by no business purpose other than obtaining tax benefits in entering the transaction, and that the transaction has no economic substance because no reasonable possibility of a profit exists. ",
        "bbox": [
            272,
            250,
            866,
            340
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Economic Substance Doctrine. The economic substance doctrine is one of the IRS's principal weapons in its assault on abusive tax shelters. Its essence is that claimed tax benefits should be denied if the transactions that give rise to them lack economic substance apart from tax considerations even if the purported activity actually occurred. Most courts have been receptive to the doctrine, but they disagree over its proper formulation.[157] Some apply a conjunctive two-part test requiring a taxpayer first to establish the presence of economic substance (an objective inquiry) and then a business purpose (a subjective test).[158] Others use a narrower disjunctive approach that respects a transaction if it has either a business purpose or economic substance.[159] Still others treat economic substance and business purpose as \"precise factors\" to consider rather than a rigid test.[160] The courts also disagree regarding ",
        "bbox": [
            230,
            345,
            906,
            587
        ],
        "page_idx": 13
    },
    {
        "type": "page_number",
        "text": "36 ",
        "bbox": [
            138,
            61,
            161,
            75
        ],
        "page_idx": 13
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            238,
            61,
            362,
            74
        ],
        "page_idx": 13
    },
    {
        "type": "header",
        "text": "PART 1 ",
        "bbox": [
            846,
            58,
            908,
            71
        ],
        "page_idx": 13
    },
    {
        "type": "page_footnote",
        "text": "154 Waterman Steamship Corp. v. Commissioner, 430 F.2d 1185 (5th Cir.1970), cert. denied, 401 U.S. 939, 91 S.Ct. 936 (1971). ",
        "bbox": [
            230,
            647,
            901,
            676
        ],
        "page_idx": 13
    },
    {
        "type": "page_footnote",
        "text": "155 Id. at 1196, quoting United States v. General Geophysical Co., 296 F.2d 86, 89 (5th Cir.1961), cert. denied, 369 U.S. 849, 82 S.Ct. 932 (1962). ",
        "bbox": [
            230,
            678,
            901,
            707
        ],
        "page_idx": 13
    },
    {
        "type": "page_footnote",
        "text": "156 Rice's Toyota World, Inc. v. Commissioner, 752 F.2d 89, 91 (4th Cir.1985). See also Winn-Dixie Stores, Inc. v. Commissioner, 254 F.3d 1313 (11th Cir. 2001); Kirchman v. Commissioner, 862 F.2d 1486 (11th Cir.1989). For cases where courts have declined to characterize a questionable transaction as a sham, see Compaq v. Commissioner, 277 F.3d 778 (5th Cir.2001); IES Industries, Inc. v. United States, 253 F.3d 350 (8th Cir.2001). ",
        "bbox": [
            228,
            708,
            901,
            777
        ],
        "page_idx": 13
    },
    {
        "type": "page_footnote",
        "text": "For a hostile view, see Coltec Industries v. United States, 62 Fed. Cl. 716, 752-756 (2004), where the court held that the economic substance doctrine was unconstitutional because it violated separation of powers principles. This outlier decision was reversed on appeal by the Federal Circuit, which described the trial court's decision as \"untenable\" and upheld the doctrine as a permissible tool of construction that allowed courts to look beyond the literal language of a statute if a strict construction would violate legislative intent. Coltec Industries v. United States, 454 F.3d 1340, 1352 (Fed. Cir. 2006), cert. denied, 549 U.S. 1206, 549 U.S. 1206, 127 S.Ct. 1261 (Mem) (2007). ",
        "bbox": [
            228,
            777,
            901,
            883
        ],
        "page_idx": 13
    },
    {
        "type": "page_footnote",
        "text": "158 See, e.g., Pasternak v. Commissioner, 990 F.2d 893, 898 (6th Cir. 1993). ",
        "bbox": [
            256,
            883,
            797,
            902
        ],
        "page_idx": 13
    },
    {
        "type": "page_footnote",
        "text": "159 Black & Decker Corp. v. United States, 436 F.3d 431 (4th Cir. 2006); Rice's Toyota World v. Commissioner, supra note 156. ",
        "bbox": [
            228,
            902,
            900,
            929
        ],
        "page_idx": 13
    },
    {
        "type": "page_footnote",
        "text": "160 See, e.g., ACM Partnership v. Commissioner, 157 F.3d 231 (3d Cir. 1998), cert. denied, 526 U.S. 1017, 119 S.Ct. 1251 (1999); Sacks v. Commissioner, 69 F.3d 982, 985 (9th Cir. 1995). ",
        "bbox": [
            228,
            929,
            900,
            968
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "the type of non-tax economic benefit that a taxpayer must establish to demonstrate economic substance.[161] ",
        "bbox": [
            91,
            90,
            764,
            128
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "After many years of controversy, Congress finally codified the economic substance doctrine to clarify how and when that doctrine should be applied and to sharpen its bite with a strict penalty regime.[162] This new and as yet untested statutory weapon, and the corporate tax shelters that prompted its enactment, are discussed in Chapter 14, along with several other corporate tax anti-avoidance rules. ",
        "bbox": [
            91,
            132,
            767,
            243
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Substance over Form. The form of a transaction frequently is determinative of its tax consequences. Since the early days of the income tax, however, the courts have been willing to go beyond the formal papers and evaluate the \"substance\" of a transaction. A familiar example is the proper classification of a business arrangement as a sale or a lease.[163] The documents used by the taxpayer may use one label, but the courts are not inhibited from examining the arrangement and restructuring it for tax purposes to comport with the economic realities. ",
        "bbox": [
            94,
            248,
            769,
            397
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The tension between form and substance will be evident throughout the chapters that follow. Is a corporate instrument \"debt,\" as the taxpayer contends, or \"equity,\" as the Service often may assert? Is a payment to a shareholder-employee really \"compensation\" or is it a disguised dividend, or vice versa, depending on the revenue effect of reclassification? Who, in substance, made a sale of corporate assets—the corporation or its shareholders? It is impossible to generalize as to when and how this doctrine will be applied. Individual cases turn on the particular facts and the court's attitude toward tax avoidance. ",
        "bbox": [
            96,
            400,
            771,
            566
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Despite the influence of this doctrine over time, some courts have shown reluctance to accept attempts by the Service to restructure legitimate transactions to reach a result that will produce more revenue. The Tax Court, for example, has been wary of extending the judicial doctrines where Congress has mandated that particular results shall flow from a given form and the taxpayers have carefully structured an otherwise legitimate transaction to comply with the statutory requirements.[164] ",
        "bbox": [
            96,
            570,
            771,
            720
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Business Purpose. The business purpose doctrine is conceptually linked to the sham and substance-versus-form tests. A transaction motivated by a business purpose usually is compared to one that has no substance, purpose or utility apart from tax avoidance. As originally ",
        "bbox": [
            98,
            722,
            771,
            801
        ],
        "page_idx": 14
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            94,
            56,
            187,
            71
        ],
        "page_idx": 14
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
        "bbox": [
            354,
            42,
            764,
            73
        ],
        "page_idx": 14
    },
    {
        "type": "page_number",
        "text": "37 ",
        "bbox": [
            852,
            59,
            872,
            73
        ],
        "page_idx": 14
    },
    {
        "type": "page_footnote",
        "text": "161 One widely used formulation requires an objective determination of whether a \"reasonable possibility of profit\" exists or, put differently, finds no economic substance if there is no reasonable expectation of a pre-tax profit for the transaction under scrutiny. See, e.g., Dow Chemical Co. v. United States, 435 F.3d 594 (6th Cir. 2006); Rice's Toyota World v. Commissioner, supra note 156. ",
        "bbox": [
            96,
            815,
            774,
            888
        ],
        "page_idx": 14
    },
    {
        "type": "page_footnote",
        "text": "162 I.R.C. § 7701(o). See Chapter 14B, infra. ",
        "bbox": [
            133,
            888,
            452,
            904
        ],
        "page_idx": 14
    },
    {
        "type": "page_footnote",
        "text": "163 See e.g. Frank Lyon Co. v. United States, 435 U.S. 561, 98 S.Ct. 1291 (1978). ",
        "bbox": [
            133,
            905,
            718,
            917
        ],
        "page_idx": 14
    },
    {
        "type": "page_footnote",
        "text": "See, e.g., Esmark, Inc. v. Commissioner, 90 T.C. 171 (1988), affirmed, 886 F.2d 1318 (7th Cir.1989). See also United Parcel Service of America, Inc. v. Commissioner, 254 F.3d 1014 (11th Cir.2001), rev'g 78 T.C.M. (CCH) 262 (1999). ",
        "bbox": [
            102,
            917,
            774,
            965
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "formulated by Judge Learned Hand, \\(^{165}\\) the business purpose doctrine was applied to deny tax-free status to a transaction that would not have been consummated but for the tax savings that would result if its form were respected. The doctrine took hold and has become an independent requirement for tax recognition of many corporate transactions. \\(^{166}\\) ",
        "bbox": [
            240,
            90,
            911,
            183
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Step Transaction Doctrine. When courts apply the step transaction doctrine, they combine (or \"step\") formally distinct transactions to determine the tax treatment of the single integrated series of events. The doctrine frequently is applied in conjunction with the other judicial tests. ",
        "bbox": [
            240,
            188,
            906,
            262
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The courts disagree on the standard to be employed in applying the step transaction doctrine. Some require a binding legal commitment to complete all the steps from the outset before combining them, while others require only a \"mutual interdependence\" of steps or a preconceived intent to reach a particular end result.[167] ",
        "bbox": [
            238,
            267,
            906,
            358
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The meaning and scope of all this common law tax jurisprudence has befuddled (and yet challenged) tax advisors for decades. Our modest goal at this early juncture is to identify the principal terminology and give fair warning that literal compliance with the Code may or may not be enough for a transaction to pass muster. Students should not expect a tidy or consistent articulation of the fuzzy judicial doctrines. It will be enough to develop a sense of smell for the kinds of cases in which the doctrines might be invoked. ",
        "bbox": [
            238,
            364,
            906,
            508
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "G. RECOGNITION OF THE CORPORATE ENTITY ",
        "text_level": 1,
        "bbox": [
            236,
            526,
            774,
            550
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The premise underlying Subchapter C is that a corporation is an entity separate and apart from its shareholders. In addition to questions of classification, issues have arisen over the years as to whether an entity organized as a corporation under state law should be respected as such for tax purposes. These cases often involve corporations that are formed to avoid state usury laws or to act as nontaxable agents of a related partnership. The case below is the Supreme Court's most recent pronouncement on this issue. ",
        "bbox": [
            233,
            558,
            903,
            703
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Commissioner v. Bollinger ",
        "text_level": 2,
        "bbox": [
            406,
            727,
            723,
            750
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Supreme Court of the United States, 1988. 485 U.S. 340, 108 S.Ct. 1173. ",
        "bbox": [
            411,
            752,
            715,
            782
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "■ JUSTICE SCALIA delivered the opinion of the Court. ",
        "bbox": [
            233,
            792,
            720,
            813
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "[Jesse Bollinger, individually and through partnerships with others, was a developer of apartment complexes in Kentucky. These projects ",
        "bbox": [
            233,
            816,
            901,
            859
        ],
        "page_idx": 15
    },
    {
        "type": "page_number",
        "text": "38 ",
        "bbox": [
            140,
            63,
            161,
            74
        ],
        "page_idx": 15
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            241,
            61,
            362,
            74
        ],
        "page_idx": 15
    },
    {
        "type": "header",
        "text": "PART1 ",
        "bbox": [
            848,
            58,
            908,
            71
        ],
        "page_idx": 15
    },
    {
        "type": "page_footnote",
        "text": "See Helvering v. Gregory, 69 F.2d 809 (2d Cir.1934). ",
        "bbox": [
            259,
            869,
            661,
            887
        ],
        "page_idx": 15
    },
    {
        "type": "page_footnote",
        "text": "See, e.g., Reg. § 1.355-2(b), requiring a corporate business purpose to qualify as a tax-free corporate division under Section 355; Reg. § 1.701-2(a), providing that business purpose is implicit in the intent of Subchapter K. ",
        "bbox": [
            228,
            887,
            901,
            928
        ],
        "page_idx": 15
    },
    {
        "type": "page_footnote",
        "text": "167 This doctrine is analyzed in some detail in connection with corporate liquidations and corporate reorganizations. See, e.g., Commissioner v. Court Holding Co., infra p. 331. ",
        "bbox": [
            228,
            928,
            901,
            964
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "were financed in part by loans from commercial lenders. The loan commitments were made to Creekside, Inc., a wholly owned corporation formed by Bollinger to circumvent state usury laws that capped the interest rate on loans to noncorporate borrowers. Without the ability to charge higher interest rates, the lenders would not have been willing to provide financing. The loan agreements provided that the corporation would hold legal title to the real estate as Bollinger's agent. Creekside had no obligation to maintain the apartment complexes or assume any liability and Bollinger agreed to indemnify the corporation from any liability it might sustain as his agent and nominee. Similar financing arrangements were used for other projects. For one of the ventures, Bollinger and one other owner used another corporation to act as borrower and titleholder. ",
        "bbox": [
            93,
            92,
            763,
            330
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Construction and permanent loans for the projects were made to the corporations but Bollinger was the general contractor. He also managed the complexes, which during the years in controversy generated net losses that Bollinger and his partners reported on their individual income tax returns. The IRS disallowed the losses, contending that the corporations owned the real estate. The Tax Court and the Sixth Circuit sided with the taxpayers, holding that the corporations were merely agents and should be disregarded for tax purposes. The Supreme Court granted certiorari, presumably to revisit two prior precedents and clarify the appropriate standards for recognizing a corporate entity for tax purposes. Ed.] ",
        "bbox": [
            96,
            337,
            764,
            540
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "II. ",
        "text_level": 3,
        "bbox": [
            424,
            545,
            444,
            560
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "For federal income tax purposes, gain or loss from the sale or use of property is attributable to the owner of the property. \\*\\*\\* The problem we face here is that two different taxpayers can plausibly be regarded as the owner. Neither the Internal Revenue Code nor the regulations promulgated by the Secretary of the Treasury provide significant guidance as to which should be selected. It is common ground between the parties, however, that if a corporation holds title to property as agent for a partnership, then for tax purposes the partnership and not the corporation is the owner. Given agreement on that premise, one would suppose that there would be agreement upon the conclusion as well. For each of respondents' apartment complexes, an agency agreement expressly provided that the corporation would \"hold such property as nominee and agent for\" the partnership, and that the partnership would have sole control of and responsibility for the apartment complex. The partnership in each instance was identified as the principal and owner of the property during financing, construction, and operation. The lenders, contractors, managers, employees, and tenants—all who had contact with the development—knew that the corporation was merely the agent of the partnership, if they knew of the existence of the corporation at all. In each instance the relationship between the corporation and the ",
        "bbox": [
            99,
            568,
            769,
            936
        ],
        "page_idx": 16
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            91,
            61,
            184,
            73
        ],
        "page_idx": 16
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
        "bbox": [
            352,
            46,
            759,
            74
        ],
        "page_idx": 16
    },
    {
        "type": "page_number",
        "text": "39 ",
        "bbox": [
            849,
            63,
            870,
            74
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "partnership was, in both form and substance, an agency with the partnership as principal. ",
        "bbox": [
            241,
            95,
            908,
            133
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The Commissioner contends, however, that the normal indicia of agency cannot suffice for tax purposes when, as here, the alleged principals are the controlling shareholders of the alleged agent corporation. That, it asserts, would undermine the principle of Moline Properties v. Commissioner, 319 U.S. 436, 63 S.Ct. 1132, 87 L.Ed. 1499 (1943), which held that a corporation is a separate taxable entity even if it has only one shareholder who exercises total control over its affairs. Obviously, Moline's separate-entity principle would be significantly compromised if shareholders of closely held corporations could, by clothing the corporation with some attributes of agency with respect to particular assets, leave themselves free at the end of the tax year to make a claim—perhaps even a good-faith claim—of either agent or owner status, depending upon which choice turns out to minimize their tax liability. The Commissioner does not have the resources to audit and litigate the many cases in which agency status could be thought debatable. Hence, the Commissioner argues, in this shareholder context he can reasonably demand that the taxpayer meet a prophylactically clear test of agency. ",
        "bbox": [
            238,
            138,
            908,
            467
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "We agree with that principle, but the question remains whether the test the Commissioner proposes is appropriate. The parties have debated at length the significance of our opinion in National Carbide Corp. v. Commissioner, supra. In that case, three corporations that were wholly owned subsidiaries of another corporation agreed to operate their production plants as \"agents\" for the parent, transferring to it all profits except for a nominal sum. The subsidiaries reported as gross income only this sum, but the Commissioner concluded that they should be taxed on the entirety of the profits because they were not really agents. We agreed, reasoning first, that the mere fact of the parent's control over the subsidiaries did not establish the existence of an agency, since such control is typical of all shareholder-corporation relationships, id., 336 U.S. at 429-434, 69 S.Ct., at 730-732; and second, that the agreements to pay the parent all profits above a nominal amount were not determinative since income must be taxed to those who actually earn it without regard to anticipatory assignment, id., at 435-436, 69 S.Ct., at 733-734. We acknowledged, however, that there was such a thing as \"a true corporate agent . . . of [an] owner-principal,\" id., at 437, 69 S.Ct., at 734, and proceeded to set forth four indicia and two requirements of such status, the sum of which has become known in the lore of federal income tax law as the \"six National Carbide factors\": ",
        "bbox": [
            233,
            473,
            903,
            857
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "\"[1] Whether the corporation operates in the name and for the account of the principal, [2] binds the principal by its actions, [3] transmits money received to the principal, and [4] whether receipt of income is attributable to the services of employees of the principal and to assets belonging to the principal are some ",
        "bbox": [
            272,
            859,
            859,
            959
        ],
        "page_idx": 17
    },
    {
        "type": "page_number",
        "text": "40 ",
        "bbox": [
            142,
            66,
            161,
            78
        ],
        "page_idx": 17
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            241,
            66,
            362,
            77
        ],
        "page_idx": 17
    },
    {
        "type": "header",
        "text": "PART1 ",
        "bbox": [
            849,
            63,
            908,
            75
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "of the relevant considerations in determining whether a true agency exists. [5] If the corporation is a true agent, its relations with its principal must not be dependent upon the fact that it is owned by the principal, if such is the case. [6] Its business purpose must be the carrying on of the normal duties of an agent.\" Id., at 437, 69 S.Ct., at 734 (footnotes omitted). ",
        "bbox": [
            137,
            92,
            723,
            202
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "We readily discerned that these factors led to a conclusion of nonagency in National Carbide itself. There each subsidiary had represented to its customers that it (not the parent) was the company manufacturing and selling its products; each had sought to shield the parent from service of legal process; and the operations had used thousands of the subsidiaries' employees and nearly $20 million worth of property and equipment listed as assets on the subsidiaries' books. Id., at 425, 434, 438, and n. 21, 69 S.Ct., at 728, 732-733, 734, and n. 21. ",
        "bbox": [
            98,
            208,
            767,
            354
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The Commissioner contends that the last two National Carbide factors are not satisfied in the present case. To take the last first: The Commissioner argues that here the corporation's business purpose with respect to the property at issue was not \"the carrying on of the normal duties of an agent,\" since it was acting not as the agent but rather as the owner of the property for purposes of Kentucky's usury laws. We do not agree. It assuredly was not acting as the owner in fact, since respondents represented themselves as the principals to all parties concerned with the loans. Indeed, it was the lenders themselves who required the use of a corporate nominee. Nor does it make any sense to adopt a contrary-to-fact legal presumption that the corporation was the principal, imposing a federal tax sanction for the apparent evasion of Kentucky's usury law. To begin with, the Commissioner has not established that these transactions were an evasion. Respondents assert without contradiction that use of agency arrangements in order to permit higher interest was common practice, and it is by no means clear that the practice violated the spirit of the Kentucky law, much less its letter. It might well be thought that the borrower does not generally require usury protection in a transaction sophisticated enough to employ a corporate agent—assuredly not the normal modus operandi of the loan shark. That the statute positively envisioned corporate nominees is suggested by a provision which forbids charging the higher corporate interest rates \"to a corporation, the principal asset of which shall be the ownership of a one (1) or two (2) family dwelling.\" Ky.Rev.Stat. § 360.025(2) (1987)—which would seem to prevent use of the nominee device for ordinary home-mortgage loans. In any event, even if the transaction did run afoul of the usury law, Kentucky, like most States, regards only the lender as the usurer, and the borrower as the victim. See Ky.Rev.Stat. § 360.020 (1987) (lender liable to borrower for civil penalty), § 360.990 (lender guilty of misdemeanor). Since the Kentucky statute imposed no penalties upon the borrower for allowing himself to be victimized, nor treated him as in par delictu, but to the contrary enabled him to pay back the principal ",
        "bbox": [
            101,
            359,
            771,
            952
        ],
        "page_idx": 18
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            96,
            60,
            187,
            73
        ],
        "page_idx": 18
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
        "bbox": [
            356,
            46,
            764,
            74
        ],
        "page_idx": 18
    },
    {
        "type": "page_number",
        "text": "41 ",
        "bbox": [
            852,
            63,
            872,
            74
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "without any interest, and to sue for double the amount of interest already paid (plus attorney's fees), see Ky.Rev.Stat. § 360.020 (1972), the United States would hardly be vindicating Kentucky law by depriving the usury victim of tax advantages he would otherwise enjoy. In sum, we see no basis in either fact or policy for holding that the corporation was the principal because of the nature of its participation in the loans. ",
        "bbox": [
            236,
            90,
            903,
            200
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Of more general importance is the Commissioner's contention that the arrangements here violate the fifth National Carbide factor—that the corporate agent's \"relations with its principal must not be dependent upon the fact that it is owned by the principal.\" The Commissioner asserts that this cannot be satisfied unless the corporate agent and its shareholder principal have an \"arm's-length relationship\" that includes the payment of a fee for agency services. The meaning of National Carbide's fifth factor is, at the risk of understatement, not entirely clear. Ultimately, the relations between a corporate agent and its owner-principal are always dependent upon the fact of ownership, in that the owner can cause the relations to be altered or terminated at any time. Plainly that is not what was meant, since on that interpretation all subsidiary-parent agencies would be invalid for tax purposes, a position which the National Carbide opinion specifically disavowed. We think the fifth National Carbide factor—so much more abstract than the others—was no more and no less than a generalized statement of the concern, expressed earlier in our own discussion, that the separate-entity doctrine of Moline not be subverted. ",
        "bbox": [
            233,
            207,
            901,
            534
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "In any case, we decline to parse the text of National Carbide as though that were itself the governing statute. As noted earlier, it is uncontested that the law attributes tax consequences of property held by a genuine agent to the principal; and we agree that it is reasonable for the Commissioner to demand unequivocal evidence of genuineness in the corporation-shareholder context, in order to prevent evasion of Moline. We see no basis, however, for holding that unequivocal evidence can only consist of the rigid requirements (arm's-length dealing plus agency fee) that the Commissioner suggests. Neither of those is demanded by the law of agency, which permits agents to be unpaid family members, friends, or associates. See Restatement (Second) of Agency §§ 16, 21, 22 (1958). It seems to us that the genuineness of the agency relationship is adequately assured, and tax-avoiding manipulation adequately avoided, when the fact that the corporation is acting as agent for its shareholders with respect to a particular asset is set forth in a written agreement at the time the asset is acquired, the corporation functions as agent and not principal with respect to the asset for all purposes, and the corporation is held out as the agent and not principal in all dealings with third parties relating to the asset. Since these requirements were met here, the judgment of the Court of Appeals is ",
        "bbox": [
            228,
            542,
            900,
            907
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Affirmed. ",
        "bbox": [
            267,
            911,
            354,
            928
        ],
        "page_idx": 19
    },
    {
        "type": "page_number",
        "text": "42 ",
        "bbox": [
            137,
            63,
            158,
            75
        ],
        "page_idx": 19
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            236,
            61,
            357,
            74
        ],
        "page_idx": 19
    },
    {
        "type": "header",
        "text": "PART 1 ",
        "bbox": [
            844,
            59,
            903,
            71
        ],
        "page_idx": 19
    }
]