[
    {
        "type": "text",
        "text": "■ JUSTICE KENNEDY took no part in the consideration or decision of this case. ",
        "bbox": [
            91,
            90,
            764,
            125
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "H. TAX POLICY ISSUES ",
        "text_level": 1,
        "bbox": [
            94,
            145,
            374,
            165
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. INTRODUCTION ",
        "text_level": 2,
        "bbox": [
            96,
            183,
            315,
            202
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In the first edition of this book, published over 35 years ago, we observed that “[t]he corporate tax system previewed here is not engraved in stone,” and predicted that “change is in the air, and tax lawyers and students must be prepared, often at a moment’s notice, to discard old concepts and master new ones.”168 Before the ink was dry, Congress enacted the historic Tax Reform Act of 1986. Subsequent developments, most recently the enactment of the Tax Cuts and Jobs Act in 2017, have contributed to a dynamic tax environment—and frequent revisions of tax textbooks. ",
        "bbox": [
            94,
            213,
            769,
            378
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "And so, as in every prior edition, we ask—what of the future? In a few previous editions, we observed that the spirited tax reform debate had subsided. That is no longer true. Corporate tax reform returned to center stage to play a starring role in 2017, but many of the provisions of the 2017 Act are only temporary unless Congress chooses to extend them or make them permanent. Tax lawyers (and students) must continue to be nimble and prepared, often with little notice, to discard (or relearn) old concepts and master new ones. Today's law may be tomorrow's history. To assist in that aspect of the learning process and provide perspective, historical and policy materials have been interspersed throughout the text, beginning here with consideration of the pros and cons of \"integration\" of the corporate and individual taxes and other corporate tax reform options. Additional proposals emanating from Congress, the Treasury Department, the American Law Institute, and commentators are considered in later chapters in connection with the specific issues and trouble spots to which they relate. ",
        "bbox": [
            94,
            383,
            772,
            680
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2. CORPORATE INTEGRATION ",
        "text_level": 3,
        "bbox": [
            99,
            694,
            439,
            714
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Many economists and corporate finance theorists contend that the double tax on corporate profits creates economic distortions and is inequitable, especially when compared to the pass-through treatment available to businesses that operate as partnerships, limited liability companies, or S corporations. Calls frequently have been made for \"integration\" of the individual and corporate income taxes into a single comprehensive system,[169] and Congress gradually has moved in that ",
        "bbox": [
            98,
            720,
            776,
            854
        ],
        "page_idx": 0
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            94,
            56,
            187,
            71
        ],
        "page_idx": 0
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
        "bbox": [
            354,
            42,
            766,
            74
        ],
        "page_idx": 0
    },
    {
        "type": "page_number",
        "text": "43 ",
        "bbox": [
            852,
            59,
            874,
            73
        ],
        "page_idx": 0
    },
    {
        "type": "page_footnote",
        "text": "168 Lind, Schwarz, Lathrope & Rosenberg, Cases and Materials on Fundamentals of Corporate Taxation 3-4 (1st ed. 1985). ",
        "bbox": [
            99,
            877,
            774,
            911
        ],
        "page_idx": 0
    },
    {
        "type": "page_footnote",
        "text": "See, e.g., McLure, \"Integration of the Personal and Corporate Income Taxes: The Missing Element in Recent Tax Reform Proposals,\" 88 Harv. L. Rev. 532 (1975); Canellos, \"Corporate Tax Integration: By Design or By Default?\" in Corporate Tax Reform: A Report of the Invitational Conference on Subchapter C 129 (Am. Bar Ass'n Section on Taxation; N.Y. State ",
        "bbox": [
            99,
            907,
            776,
            969
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "direction, first by temporarily reducing the tax rate on qualified dividends received by noncorporate shareholders and eventually making the rate reduction permanent and then by lowering the corporate income tax rate.[170] ",
        "bbox": [
            236,
            90,
            906,
            165
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Although many developed countries have adopted an integration model to tax business income,[171] the conventional wisdom is that a fully integrated system in the United States is not a realistic option. A separate tax on corporations is a politically popular way to raise revenue. Proponents of the classic double tax system have argued that the concentration of economic power represented by the earnings of at least public companies is an appropriate object of a tax system that purports to be built on principles of fairness and ability to pay. Many closely held businesses are able to avoid the double tax by operating as partnerships, LLCs, or S corporations. Even if they do not qualify for pass-through treatment, well-advised closely held C corporations historically engaged in \"self-help\" integration techniques (such as payments of deductible compensation or interest) or took advantage of targeted tax breaks to avoid the sting of the corporate tax. Moreover, a large of amount of the taxable income of publicly traded corporations is only taxed once, at the corporate level, because of the significant concentration of stock held by tax-exempt pension funds and charitable endowments. Finally, transition from the current system to an integration model would present logistical challenges and years of complexity as the new rules are phased in. ",
        "bbox": [
            233,
            170,
            901,
            532
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Despite these practical and political realities, proponents of integration continue to argue that the corporate income tax increases the cost of capital for U.S. corporations. It is said to be an indirect tax on shareholders rather than a cost of doing business that is passed on to consumers. So viewed, the tax violates notions of vertical equity (by uniformly taxing income earned indirectly by dissimilarly situated shareholders) and horizontal equity (because income earned through a C corporation is taxed more heavily than the same item of income earned through a proprietorship, S corporation or partnership).[172] Free-market economists contend that integration would encourage corporate earnings to be more freely distributed to shareholders, who then could decide whether to reinvest in the business instead of leaving that reinvestment decision to corporate managers. ",
        "bbox": [
            230,
            541,
            900,
            779
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "With corporate tax reform always seeming to be on the front burner in the tax policy conversation, it is worth pausing to consider how such a taxing regime that eliminates separate corporate and shareholder levels ",
        "bbox": [
            230,
            782,
            898,
            843
        ],
        "page_idx": 1
    },
    {
        "type": "page_number",
        "text": "44 ",
        "bbox": [
            135,
            63,
            158,
            74
        ],
        "page_idx": 1
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            236,
            61,
            357,
            74
        ],
        "page_idx": 1
    },
    {
        "type": "header",
        "text": "PART1 ",
        "bbox": [
            844,
            58,
            903,
            71
        ],
        "page_idx": 1
    },
    {
        "type": "page_footnote",
        "text": "Bar Ass'n Tax Section, 1988); Graetz & Warren, \"Integration of Corporate and Individual Income Taxes: An Introduction,\" 84 Tax Notes 1767 (Sept. 27, 1999). ",
        "bbox": [
            225,
            866,
            895,
            900
        ],
        "page_idx": 1
    },
    {
        "type": "page_footnote",
        "text": "170 See Chapter 4A2, infra. ",
        "bbox": [
            259,
            897,
            452,
            911
        ],
        "page_idx": 1
    },
    {
        "type": "page_footnote",
        "text": "171 Among the countries with fully or partially integrated business taxation regimes are Canada, Germany, France, Australia, Italy, and the United Kingdom. ",
        "bbox": [
            228,
            912,
            897,
            944
        ],
        "page_idx": 1
    },
    {
        "type": "page_footnote",
        "text": "172 See Canellos, supra note 169, at 130-131. ",
        "bbox": [
            256,
            944,
            580,
            959
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "of taxation might be implemented. The potential integration models fall into two broad categories. The first, referred to as \"full\" or \"complete\" integration, would eliminate the corporate income tax and apply a pass-through taxing system to C corporations and their shareholders. A leading alternative is \"partial\" integration, which typically contemplates different types of tax relief for dividends paid by a corporation. Variations include giving shareholders a tax credit equal to a percentage of dividends paid or allowing shareholders to exclude from gross income a portion of dividends received during the year. Alternatively, the corporation could be permitted to deduct some or all of the dividends it pays its shareholders. The excerpts below survey the major integration prototypes. ",
        "bbox": [
            93,
            90,
            764,
            313
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Joint Committee on Taxation, Present Law and Background Relating to Selected Business Tax Issues ",
        "text_level": 1,
        "bbox": [
            116,
            335,
            748,
            376
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(JCX-41-06), September 19, 2006. ",
        "bbox": [
            310,
            380,
            553,
            393
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "IV. CORPORATE INTEGRATION ",
        "text_level": 2,
        "bbox": [
            98,
            407,
            426,
            426
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A. Background and Issues ",
        "text_level": 3,
        "bbox": [
            98,
            433,
            359,
            450
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The present law structure of a separate entity level tax on corporate income has long been recognized to create a variety of economic distortions. The two levels of tax on corporate form income (entity and individual level), as compared to the single individual level tax imposed on pass-through entities (S-corps, partnerships, LLCs), create a bias against the corporate form of organization; this in turn limits investors' access to publicly traded equity investment, which may impose a particular burden to smaller investors who are less likely to have significant access to equity investments in pass-through entities. To the extent that the two levels of tax impose a higher level of tax on investment generally, the incentive to save is reduced. The resulting increase in the cost of capital needed to finance new investment will lead to lower capital formation, thereby reducing future output and productivity. An additional distortion resulting from the present law corporate income tax rules is the incentive to finance new investments from debt rather than equity on account of the deductibility of interest payments on debt but no comparable deduction for dividends paid on equity.[39] Over-reliance on debt financing can increase bankruptcy risk. Finally, there may be incentives created for the retention of earnings in the corporation, which may lead to distortions in the allocation of capital to the extent that corporations with current earnings have less favorable investment opportunities than would their shareholders.[40] In addition, ",
        "bbox": [
            98,
            455,
            769,
            862
        ],
        "page_idx": 2
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            91,
            59,
            184,
            71
        ],
        "page_idx": 2
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
        "bbox": [
            352,
            44,
            761,
            74
        ],
        "page_idx": 2
    },
    {
        "type": "page_number",
        "text": "45 ",
        "bbox": [
            849,
            61,
            870,
            74
        ],
        "page_idx": 2
    },
    {
        "type": "page_footnote",
        "text": "39 Some investors, however, may prefer equity to debt. \\*\\*\\* ",
        "bbox": [
            132,
            895,
            568,
            910
        ],
        "page_idx": 2
    },
    {
        "type": "page_footnote",
        "text": "40 The two-tier tax on dividend distributions can make it more desirable for a corporation to use retained earnings rather than new equity for its investments. Shareholders can find such earnings retention attractive (subject to the accumulated earnings tax and personal holding company rules \\*\\*\\*) if the shareholder expects to defer tax on capital gains for a substantial ",
        "bbox": [
            99,
            910,
            772,
            970
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "present law results in considerable complexity and tax planning as taxpayers seek to structure the most tax-favorable form of doing business and providing returns to investors. ",
        "bbox": [
            236,
            95,
            906,
            148
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "At the same time, proposals to eliminate separate corporate and shareholder levels of taxation (referred to as \"corporate integration\") involve significant policy decisions and can also produce considerable complexity. Under present law, although the Code provides rules for imposing separate tax at the corporate and at the shareholder level, this does not always result in actual payment of two levels of tax. In some cases, the amounts that are distributed to shareholders may have borne less than a full tax at the corporate level due to the operation of various deductions, deferrals, or other provisions that have reduced or eliminated corporate level tax. Also, in some cases, shareholders are tax-exempt, or the rate of tax the shareholder may pay is reduced due to capital gains treatment, the lower rates for dividends of individuals, the dividends received deduction for corporations, step-up in basis of stock at death, or other provisions. Thus, under present law, the combined individual and corporate tax rates on corporate earnings that are distributed to shareholders may not be as great as two full levels of tax, and may be less than a single full level of tax. If a decision were made to increase corporate integration, policy decisions would need to be made regarding those situations in which at least one level of tax should be collected and at which level (corporate or shareholder) it should be collected. Complexity would be involved in co-ordinating the tax results at the entity and individual levels. ",
        "bbox": [
            233,
            155,
            903,
            556
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "As one example, consider a corporation whose earnings are subject to little or no tax due to tax incentives or preferences for particular types of investment or business activities. Under present law, earnings of such a corporation distributed to taxable investors, or gains of such investors from retained earnings, may still be taxed to the investors at the \"second level\" of tax. In considering a form of corporate integration, decisions would have to be made whether to collect at least one full level of tax or whether to pass through the tax benefits to investors. If the latter decision is made, issues may still arise regarding the appropriate investors to receive the benefit and how to treat situations where shares have changed hands between the time of the tax benefited activities and the time of the distribution. Present law rules for partnerships contain ",
        "bbox": [
            230,
            563,
            901,
            787
        ],
        "page_idx": 3
    },
    {
        "type": "page_number",
        "text": "46 ",
        "bbox": [
            138,
            66,
            161,
            78
        ],
        "page_idx": 3
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            238,
            65,
            359,
            77
        ],
        "page_idx": 3
    },
    {
        "type": "header",
        "text": "PART1 ",
        "bbox": [
            846,
            61,
            906,
            75
        ],
        "page_idx": 3
    },
    {
        "type": "page_footnote",
        "text": "period or to hold stock until death (so that appreciation can be passed to his heirs free of individual income tax). ",
        "bbox": [
            227,
            824,
            898,
            851
        ],
        "page_idx": 3
    },
    {
        "type": "page_footnote",
        "text": "There also may be an incentive under present law to retain earnings if the corporation's effective tax rate on reinvestment is lower than the shareholder tax rate on distributed earnings. By contrast, if the shareholder's tax rate is significantly lower than the corporation's effective tax rate—for example, if the shareholder is a tax-exempt entity or is entitled to a corporate dividends-received deduction or to the lower rates on dividends to individuals, or if the distribution can be structured as a stock buyback eligible for capital gains rates and basis recovery—there may be a tax incentive to distribute earnings or a reduced incentive to retain earnings. ",
        "bbox": [
            225,
            854,
            898,
            959
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "elaborate rules that attempt to prevent the misallocation of certain tax benefits to partners. ",
        "bbox": [
            91,
            90,
            764,
            128
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "As another example, consider a corporation that conducts a business activity and that has tax-exempt shareholders. Under present law, the income from the business activity is taxed at the corporate level although the tax-exempt shareholders are not taxed on dividend income or capital gain from their investment. Under present law, the single-level-of-tax regimes do collect a business income tax from business activities, even when there are tax-exempt investors. Thus, if the tax-exempt corporate shareholders of C corporation conducting a business were instead equity owners of a partnership or of an S corporation that conducted the same business, they would be subject to unrelated business income tax on their share of partnership or S corporation income from such business, whether or not distributed. In considering a form of corporate integration, a decision would have to be made whether to continue the present law approach that the presence of tax-exempt equity investors does not exempt business income from tax.[41] ",
        "bbox": [
            94,
            133,
            769,
            409
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Foreign investment situations also present issues relating to the adoption and design of an integrated system. As one example, under present law, the U.S. collects a corporate level tax on U.S. corporate income and a withholding tax on dividend distributions to foreign shareholders.[42] Integration proposals that would unilaterally reduce the tax on dividends to foreign investors or provide refundable credits for any U.S. corporate tax paid could raise issues if foreign countries do not provide similar benefits to U.S investors. ",
        "bbox": [
            96,
            414,
            772,
            561
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "B. Integration Approaches ",
        "text_level": 4,
        "bbox": [
            99,
            568,
            367,
            587
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "A number of methods could be used to achieve full or partial integration, each of which has associated policy and administrative considerations.[43] ",
        "bbox": [
            98,
            589,
            771,
            647
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "One form, known as \"full\" integration, involves passing through all items of corporate income and deduction to shareholders, including the pass-through of items of a publicly-traded corporation. This approach would tax investors currently on their share of corporate income even if such income is not distributed to them. Full integration is considered to involve administrative difficulties in determining a shareholder's ",
        "bbox": [
            98,
            648,
            774,
            763
        ],
        "page_idx": 4
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            94,
            56,
            187,
            73
        ],
        "page_idx": 4
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
        "bbox": [
            354,
            42,
            766,
            74
        ],
        "page_idx": 4
    },
    {
        "type": "page_number",
        "text": "47 ",
        "bbox": [
            852,
            60,
            874,
            73
        ],
        "page_idx": 4
    },
    {
        "type": "page_footnote",
        "text": "41 Because present law does not impose tax on interest payments to tax-exempt investors paid by partnerships or S corporations engaged in business activity, there is an incentive for tax-exempt investors to hold debt rather than equity of business conducted in such pass-through forms under present law. In considering approaches to integration, consideration may be given to whether to continue this type of difference in the treatment of debt and equity when imposing only a single level of tax. ",
        "bbox": [
            98,
            806,
            774,
            893
        ],
        "page_idx": 4
    },
    {
        "type": "page_footnote",
        "text": "42 However, interest paid to foreign shareholders is generally not taxed by the U.S. ",
        "bbox": [
            133,
            893,
            733,
            906
        ],
        "page_idx": 4
    },
    {
        "type": "page_footnote",
        "text": "43 For a more extensive discussion of the background and issues relating to integration, see Michael J. Graetz and Alvin C. Warren, Jr., Integration of the U.S. Corporate and Individual Income Taxes (Tax Analysts, 1998); Joint Committee on Taxation, Federal Income Tax Aspects of Corporate Financial Structures, JCS-1-89 (Jan. 18, 1989). ",
        "bbox": [
            101,
            907,
            774,
            965
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "appropriate share of income, especially when stock changes hands during a corporate taxable year. ",
        "bbox": [
            233,
            90,
            903,
            128
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Other forms of integration include reduction of the corporate tax on distributed or retained corporate earnings, or of the individual tax on distributed earnings or on capital gains attributable to undistributed earnings. Complexity can arise, however, if it is desired to design a system that will assure the collection of one level of tax, because of the necessity for mechanisms that assure that the amounts exempted at either the shareholder or corporate level in fact are taxed at the other level. ",
        "bbox": [
            233,
            132,
            903,
            277
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The principal approaches to integration usually discussed involve forms of dividend relief and thereby apply only to distributed earnings. One approach would give relief by allowing the corporation or shareholders to deduct or exclude a portion of dividends. Another approach provides a credit to shareholders for taxes paid by the corporation. In 1992, the Treasury Department published a report containing a prototype for a form of dividend relief through exclusion of previously taxed dividends from shareholder income.[44] In 1993, the American Law Institute published a proposal involving a credit system based on the model used by a number of other countries.[45] Other proposals relating to approaching a single level of tax on business income are discussed in the 2005 Report of the President's Advisory Panel on Tax Reform.[46] ",
        "bbox": [
            233,
            284,
            903,
            518
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In 2003, the President's budget proposals to the Congress contained a dividend relief proposal that attempted to provide relief to shareholders of corporations on dividends attributable to previously taxed income of the corporation and also to provide a basis adjustment in a shareholder's stock for undistributed previously taxed income allocated to such stock.[47] Subsequently, The Jobs Growth and Tax Relief Act of 2003, following a dividend relief approach, temporarily reduced and conformed (but did not eliminate) the tax rates on dividends and capital gains, through the end of 2008. The Tax Increase Prevention and Reconciliation Act of 2005 ",
        "bbox": [
            228,
            527,
            901,
            696
        ],
        "page_idx": 5
    },
    {
        "type": "page_number",
        "text": "48 ",
        "bbox": [
            135,
            61,
            158,
            74
        ],
        "page_idx": 5
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            235,
            61,
            357,
            74
        ],
        "page_idx": 5
    },
    {
        "type": "header",
        "text": "PART1 ",
        "bbox": [
            841,
            56,
            903,
            71
        ],
        "page_idx": 5
    },
    {
        "type": "page_footnote",
        "text": "44 U.S. Department of the Treasury, Integration of the Individual and Corporate Tax Systems, Taxing Business Income Once (1992). This study also considered alternative integration prototypes. One was a \"shareholder allocation\" prototype that would tax both distributed and retained earnings at the shareholder's tax rate. Another was a \"Comprehensive Business Income Tax\" prototype that would, in effect, extend a dividend exclusion system to payments of interest, and deny interest deductions, in order to equalize the treatment of debt and equity; and that would tax corporate and noncorporate businesses in the same manner. (See introduction to the study at p.15). This study and a general introduction on corporate integration can be found reprinted in Graetz and Warren, op.cit., supra. ",
        "bbox": [
            225,
            708,
            895,
            830
        ],
        "page_idx": 5
    },
    {
        "type": "page_footnote",
        "text": "45 Alvin C. Warren, Jr., Integration of Individual and Corporate Income Taxes (American Law Institute, 1993). This study and a general introduction on corporate integration can be found reprinted in Graetz and Warren, op.cit., supra. ",
        "bbox": [
            225,
            830,
            895,
            875
        ],
        "page_idx": 5
    },
    {
        "type": "page_footnote",
        "text": "46 The President's Advisory Panel on Tax Reform; Simple, Fair and Pro-Growth: Proposals to Fix American's Tax System (Nov. 2005), Chapters 7, 8 and 9 (discussing a proposal for a business tax reform while retaining some individual tax on investment returns, and also including discussions of value added and sales taxes as alternatives to an income tax). ",
        "bbox": [
            225,
            873,
            895,
            931
        ],
        "page_idx": 5
    },
    {
        "type": "page_footnote",
        "text": "47 Department of the Treasury, General Explanations of the Administration's Fiscal Year 2004 Revenue Proposals, Feb. 2003. ",
        "bbox": [
            225,
            931,
            895,
            957
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "extended this rate structure though 2010 [and it later was extended again through 2012 and finally made permanent, with a 20 percent maximum rate, for tax years beginning in 2013. Ed.]. ",
        "bbox": [
            91,
            90,
            764,
            145
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "As noted previously, a determination whether to adopt a particular form of integration involves significant policy determinations. Among the policy decisions are whether to pass through any corporate business level tax benefits to individual investors; how to treat income attributable to tax-exempt investors; how to treat international transactions; and how to treat existing corporate equity investments. Some decisions may be more easily implemented if the basic form of relief is structured as a dividend exclusion at either the corporate or shareholder level. Other issues may be more readily addressed by giving shareholders a credit for their share of the corporate tax when they receive dividends. ",
        "bbox": [
            94,
            151,
            767,
            335
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In addition, a system imposing only one level of tax would not necessarily be simpler than present law. For example, the rules for taxing income of partnerships (which is subject to tax only at the partner level) are quite complex. Similarly, those integration approaches that provide dividend relief and that also seek to collect at least one level of tax can involve complexity. This can result from the need to provide rules that track whether income has borne one level of tax when earned at the corporate entity level (or instead has enjoyed tax benefits that reduce or eliminate the corporate level tax), and whether the particular type of shareholder to which the income is distributed would otherwise generally pay tax on the distribution, absent integration relief. ",
        "bbox": [
            96,
            339,
            771,
            542
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "NOTE ",
        "text_level": 2,
        "bbox": [
            99,
            563,
            165,
            580
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "After a flurry of activity in the early and mid-1990s, the integration debate went back into hibernation. Historically, the business community has not warmly embraced the concept of integration, preferring instead to work within the existing system with its many opportunities to minimize the corporate income tax. Most corporate lobbyists focus their attention on expanding business tax preferences (such as expensing the cost of depreciable property, research and development incentives, and targeted tax credits). In the 2017 Act, their efforts to repeal the corporate alternative minimum tax were successful. Some commentators have suggested that corporate managers view integration as a threat to their power base because it would force them to act more as stewards of shareholder interests.[173] It seemed more and more likely that integration would remain a topic for occasional academic discourse rather than a viable political reality. ",
        "bbox": [
            98,
            585,
            772,
            818
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "President George W. Bush revived the debate in early 2003 with economic stimulus legislation that included a bold proposal for a 100 percent exclusion for all dividends paid out of income previously taxed at the corporate level. President Bush's dividend exclusion proposal received a mixed response from Congress and the business community. Opponents ",
        "bbox": [
            98,
            819,
            776,
            912
        ],
        "page_idx": 6
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            94,
            56,
            187,
            71
        ],
        "page_idx": 6
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
        "bbox": [
            354,
            42,
            764,
            73
        ],
        "page_idx": 6
    },
    {
        "type": "page_number",
        "text": "49 ",
        "bbox": [
            852,
            59,
            874,
            71
        ],
        "page_idx": 6
    },
    {
        "type": "page_footnote",
        "text": "173 See, e.g., Arlen & Weiss, “A Political Theory of Corporate Taxation,” 105 Yale L. J. 325 (1995). ",
        "bbox": [
            99,
            929,
            774,
            967
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "argued that it was too complex, favored the wealthy without providing any immediate economic stimulus, and contributed to the federal budget deficit. Tax-privileged sectors, such as issuers of municipal bonds, banks, insurance companies, and real estate investment trusts, were concerned that their existing tax preferences would be undermined. Tax-exempt shareholders, such as pension funds and charitable foundations, as well as companies that were losing money or able to shelter their income from the corporate income tax, had little to gain from the proposal. ",
        "bbox": [
            233,
            90,
            903,
            232
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Supporters argued that eliminating the double tax on corporate earnings was a long overdue correction to a flawed system that encouraged excessive corporate debt, discouraged the payment of dividends and, in so doing, contributed to a misallocation of capital by favoring retained earnings over cash payouts. Some proponents predicted that a full dividend exclusion would make corporate managers more accountable to shareholders and increase shareholder confidence in the credibility of corporate earnings reports. ",
        "bbox": [
            233,
            237,
            903,
            377
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "It eventually became clear that the dividend exclusion proposal would not be enacted because of its complexity and revenue effect. The ultimate compromise—taxing qualified dividends at the same preferential rates as most long-term capital gains—was a small step toward integrating the corporate and individual income taxes. Notably, dividends qualify for the reduced rate whether or not they are paid out of income previously taxed at the corporate level. Some of the details are discussed in Chapter 4. These reduced rates were scheduled to expire at the end of 2012 but, to avert a plunge over what then was called \"the fiscal cliff,\" Congress agreed to a compromise that made the preferred treatment of dividends permanent, albeit at a slightly higher maximum rate of 20 percent.[174] ",
        "bbox": [
            233,
            383,
            903,
            577
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3. OTHER CORPORATE TAX REFORM OPTIONS ",
        "text_level": 1,
        "bbox": [
            230,
            589,
            741,
            613
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Even though corporate integration is the norm in many developed countries and enjoys wide support from academics, adoption of any of the integration models in the United States would be a radical step that is unlikely to be taken during the remaining life expectancy of the current co-authors of this text. But a more traditional approach to corporate tax reform always was within the realm of possibility. In the years prior to the passage of the 2017 Act, three broad avenues for reform enjoyed bipartisan support: (1) lowering the statutory corporate rates to make U.S. companies more competitive in the global economy; (2) broadening the tax base; and (3) changing and simplifying the rules on how U.S. companies with foreign active business income are taxed.[175] ",
        "bbox": [
            230,
            619,
            900,
            824
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The conventional wisdom was that any corporate tax reform option that lowers rates without increasing the deficit must eliminate enough corporate tax breaks to make the package revenue-neutral. Examples of ",
        "bbox": [
            228,
            827,
            900,
            891
        ],
        "page_idx": 7
    },
    {
        "type": "page_number",
        "text": "50 ",
        "bbox": [
            135,
            61,
            156,
            74
        ],
        "page_idx": 7
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            235,
            61,
            357,
            74
        ],
        "page_idx": 7
    },
    {
        "type": "header",
        "text": "PART1 ",
        "bbox": [
            843,
            58,
            903,
            71
        ],
        "page_idx": 7
    },
    {
        "type": "page_footnote",
        "text": "174 For high income taxpayers, the rate on long-term capital gains is actually 23.8 percent because of the impact of the net investment income tax imposed by Section 1411. ",
        "bbox": [
            225,
            911,
            895,
            945
        ],
        "page_idx": 7
    },
    {
        "type": "page_footnote",
        "text": "176 For an entire book on this topic, see Shaviro, Decoding the U.S. Corporate Tax (2009). ",
        "bbox": [
            256,
            944,
            893,
            965
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "popular \"tax expenditures\" that would need to be curtailed were accelerated depreciation for plant and equipment, tax credits for research, taxpayer-friendly provisions benefitting the oil and gas industry and many more. The National Commission on Fiscal Responsibility and Reform, a Presidentially-appointed bipartisan panel chaired by Allen Simpson and Erskine Bowles, issued a report in 2010 outlining a blueprint for rate reduction coupled with base broadening and simplification.[176] The Commission recommended replacing the current corporate tax rate structure with a single rate between 23 and 29 percent and eliminating all \"special subsidies\" for businesses. Among the most prominent \"tax expenditures\" targeted for repeal were accelerated cost recovery methods, various tax benefits for the oil and gas industry, the deduction for domestic production activities, numerous business tax credits, and last in-first out inventory accounting.[177] Many of the Commission's recommendations were widely praised by neutral commentators, but the Simpson/Bowles blueprint faded quickly when it failed to gain traction on either end of Pennsylvania Avenue. ",
        "bbox": [
            91,
            94,
            767,
            407
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "During this extended conversation, it became clear that there was support for lowering corporate tax rates but disagreement on the details and trade-offs. Although most Republican legislators agreed that the statutory corporate tax rates should be reduced to stimulate economic growth, they disagreed about which corporate tax breaks should be eliminated and whether the legislation must be revenue neutral. For most of his two terms in office, President Obama agreed that corporate income tax rates should be reduced in exchange for a broader base, but he also promoted use of the tax system to stimulate certain types of economic activity, such as clean energy, research, education and jobs. As in the debate over integration, the business community has been divided. Some sectors would welcome a corporate tax rate reduction even if it means fewer deductions and credits. Others, especially businesses that can reduce their effective tax rates by using targeted tax breaks, were less enthusiastic. Owners of businesses operating as pass-through entities (such as partnerships, LLCs and S corporations) expressed concern that they would not benefit from a lower corporate income tax rate and might lose valuable tax breaks if the base is broadened. Further complicating the task was the treatment of U.S. multinational corporations—a critical piece in the corporate tax reform puzzle. Any overhaul of the current system required lawmakers to confront the complex issue of how and when multinational corporations are taxed on the active business income they earn abroad. ",
        "bbox": [
            96,
            411,
            771,
            835
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In 2012, the Treasury Department issued a \"framework\" for business tax reform. It proposed to reduce the corporate rate to 28 percent, eliminate some tax expenditures while adding others, and strengthen the ",
        "bbox": [
            98,
            838,
            772,
            897
        ],
        "page_idx": 8
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            93,
            61,
            187,
            74
        ],
        "page_idx": 8
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
        "bbox": [
            352,
            47,
            764,
            61
        ],
        "page_idx": 8
    },
    {
        "type": "header",
        "text": "AND SHAREHOLDERS ",
        "bbox": [
            596,
            63,
            764,
            75
        ],
        "page_idx": 8
    },
    {
        "type": "page_number",
        "text": "51 ",
        "bbox": [
            849,
            63,
            870,
            75
        ],
        "page_idx": 8
    },
    {
        "type": "page_footnote",
        "text": "176 Id.at 28. ",
        "bbox": [
            132,
            938,
            232,
            952
        ],
        "page_idx": 8
    },
    {
        "type": "page_footnote",
        "text": "177 Id.at 29. ",
        "bbox": [
            133,
            955,
            232,
            968
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "international tax system, all while \"not adding a dime to the deficit.\"178 It was followed in 2013 by a provocative discussion draft of small business tax proposals and, a year later, by comprehensive tax reform legislation from then House Ways and Means Committee chair Dave Camp. The Camp reform bill included repeal of many business-related exclusions, deductions and credits; repeal of the alternative minimum tax; reduction of corporate tax rates; and a long list of micro and macro changes to the tax treatment of pass-through entities.179 The Senate Finance Committee also was hard at work, first preparing an option paper on taxation of business income and entities180 and later issuing a Business Income Tax Bipartisan Working Group Report.181 The Working Group agreed on several familiar principles to drive business tax reform: (1) lowering tax rates to encourage economic growth and job creation and to create an internationally competitive tax code; (2) addressing structural biases (e.g., debt financing over equity); (3) promoting innovation (e.g., through a permanent research and development tax credit and source neutral incentives for energy production); and (4) simplifying the system. ",
        "bbox": [
            233,
            97,
            903,
            426
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Although the leaders of the congressional taxwriting committees continued to express optimism that corporate tax reform was just around the corner, it became clear that prospects for serious legislation were slim to none until after the 2016 election. And then, at last, proving that elections have consequences, the Republican-controlled Congress narrowly passed the Tax Cuts and Jobs Act. The 2017 Act did not include any of the ambitious corporate integration approaches. Instead, Congress took a more conventional route by reducing the corporate income tax rate but without the base broadening necessary to make the overall legislation revenue neutral unless, as proponents of the Act have promised, the stimulus provided by the lower rates and other incentives lead to a sustained period of economic growth, more jobs, and enough future revenue to balance the budget. ",
        "bbox": [
            230,
            431,
            900,
            669
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Many of the pro-business provisions of the 2017 Act are temporary and even the \"permanent\" corporate tax rate reduction may be vulnerable if the balance of political power should change. So, as we always say in every new edition, stay tuned. ",
        "bbox": [
            230,
            674,
            898,
            750
        ],
        "page_idx": 9
    },
    {
        "type": "page_number",
        "text": "52 ",
        "bbox": [
            135,
            68,
            158,
            79
        ],
        "page_idx": 9
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            236,
            68,
            357,
            79
        ],
        "page_idx": 9
    },
    {
        "type": "header",
        "text": "PART1 ",
        "bbox": [
            844,
            65,
            903,
            78
        ],
        "page_idx": 9
    },
    {
        "type": "page_footnote",
        "text": "178 The President's Framework of Business Tax Reform: A Joint Report by the White House and the Department of the Treasury (Feb. 2012). ",
        "bbox": [
            225,
            792,
            895,
            824
        ],
        "page_idx": 9
    },
    {
        "type": "page_footnote",
        "text": "179 See Joint Committee on Taxation, Technical Explanation of the Tax Reform Act of 2014, A Discussion Draft of the Chairman of the House Committee on Ways and Means to Reform the Internal Revenue Code: Title III—Business Tax Reform (JCX-14-14) Feb. 26, 2014, available at https://www.jct.gov/publications.html?func=started&id=4556. ",
        "bbox": [
            225,
            824,
            897,
            882
        ],
        "page_idx": 9
    },
    {
        "type": "page_footnote",
        "text": "180 See Types of Income and Business Entities, Senate Finance Committee Reform Options for Discussion (June 6, 2013), available at https://www.finance.senate.gov/imo/media/doc/06062013%20Tax%20Reform%20Options%20Paper_Types%20of%20Income%20and%20Business%20Entities.pdf. ",
        "bbox": [
            225,
            881,
            897,
            931
        ],
        "page_idx": 9
    },
    {
        "type": "page_footnote",
        "text": "181 The report is available at http://www.finance.senate.gov/newsroom/chairman/release/?id=e9eefc66-7e11-4276-939f-3eca6fd6d959. ",
        "bbox": [
            225,
            934,
            895,
            964
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "PART TWO ",
        "text_level": 1,
        "bbox": [
            94,
            80,
            279,
            106
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "TAXATION OF C CORPORATIONS ",
        "text_level": 2,
        "bbox": [
            96,
            162,
            524,
            253
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "CHAPTER 2 Formation of a Corporation ",
        "bbox": [
            96,
            271,
            508,
            292
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "CHAPTER 3 Capital Structure ",
        "bbox": [
            98,
            295,
            416,
            315
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "CHAPTER 4 Nonliquidating Distributions ",
        "bbox": [
            99,
            319,
            521,
            339
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "CHAPTER 5 Redemptions and Partial Liquidations ",
        "bbox": [
            99,
            343,
            604,
            362
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "CHAPTER 6 Stock Dividends and Section 306 Stock ",
        "bbox": [
            99,
            367,
            611,
            383
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "CHAPTER 7 Complete Liquidations ",
        "bbox": [
            99,
            391,
            464,
            409
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "CHAPTER 8 Taxable Corporate Acquisitions ",
        "bbox": [
            99,
            415,
            544,
            434
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "CHAPTER 9 Acquisitive Reorganizations ",
        "bbox": [
            99,
            439,
            511,
            457
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "CHAPTER 10 Corporate Divisions ",
        "bbox": [
            99,
            463,
            437,
            481
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "CHAPTER 11 Nonacquisitive, Nondivisive Reorganizations ",
        "bbox": [
            99,
            486,
            666,
            503
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "CHAPTER 12 Carryovers of Corporate Tax Attributes ",
        "bbox": [
            99,
            510,
            617,
            529
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "CHAPTER 13 Affiliated Corporations ",
        "bbox": [
            99,
            534,
            468,
            553
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "CHAPTER 14 Anti-Avoidance Rules ",
        "bbox": [
            99,
            558,
            455,
            575
        ],
        "page_idx": 10
    },
    {
        "type": "page_number",
        "text": "53 ",
        "bbox": [
            888,
            964,
            908,
            978
        ],
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/f961e338ea122d4e3df245b8c52f772db743d2a8b7fea77a6f67099da4e8e798.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            32,
            0,
            960,
            998
        ],
        "page_idx": 11
    }
]