[
    {
        "type": "text",
        "text": "CHAPTER 1 ",
        "text_level": 1,
        "bbox": [
            81,
            84,
            258,
            109
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
        "text_level": 1,
        "bbox": [
            81,
            127,
            718,
            242
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A. INTRODUCTION TO TAXATION OF BUSINESS ENTITIES ",
        "text_level": 2,
        "bbox": [
            81,
            261,
            746,
            284
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Since the time when the British Crown begrudgingly recognized collective profit-seeking enterprises, the artificial legal entity known as the \"corporation\" has served as a principal vehicle for conducting business in a capitalist economic system. Legal advisors to the earliest American corporations spent much of their time defining the relationship between the corporation and the state and developing hoary doctrines to regulate corporate governance and control. It was not until late in the 19th century that the genteel world of corporate law was jolted by the emergence of the income tax as a principal government revenue raising device. The life of the corporate lawyer would never be the same again. From the ill-fated Income Tax of 1894, which at the time was viewed as a Socialist plot because it imposed a two percent tax on individual and corporate net income,[1] to the Payne-Aldrich Tariff Act of 1909, which imposed a modest one percent tax on corporate net income over \\(5,000,[2] to the Sixteenth Amendment and beyond, the income tax gradually came to influence how corporations conducted their affairs. It is now well acknowledged, though often lamented, that taxes have invaded virtually every aspect of American business life. They shape and often twist management decisions and generally are an unpleasant distraction to those who would prefer to devote their full resources to the pursuit of profit. ",
        "bbox": [
            81,
            292,
            754,
            679
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The decision to superimpose an income tax on a system that recognized artificial entities as separate from their owners raised a fundamental structural question. The dilemma confronting the architects of the federal income tax was whether to treat corporations, partnerships, trusts and other vehicles for conducting business as separate taxable entities or as an aggregate of the underlying owners. ",
        "bbox": [
            81,
            684,
            754,
            796
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Since the earliest federal income tax acts, a corporation has been treated as a distinct taxable entity, separate and apart from its shareholders. Once that policy decision was made, a host of additional questions followed. What rates should be applied to corporate income? ",
        "bbox": [
            81,
            800,
            754,
            875
        ],
        "page_idx": 0
    },
    {
        "type": "page_footnote",
        "text": "See Bittker & Lokken, Federal Taxation of Income, Estates and Gifts 1.1.2; see also Pollock v. Farmers' Loan & Trust Co., 157 U.S. 429, 15 S.Ct. 673 (1895). ",
        "bbox": [
            78,
            902,
            753,
            931
        ],
        "page_idx": 0
    },
    {
        "type": "page_footnote",
        "text": "See Bittker & Eustice, Federal Income Taxation of Corporations and Shareholders 1.01. ",
        "bbox": [
            78,
            934,
            753,
            965
        ],
        "page_idx": 0
    },
    {
        "type": "page_number",
        "text": "3 ",
        "bbox": [
            892,
            968,
            903,
            981
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Should they resemble the graduated rates applicable to individuals or is a flat rate more appropriate? How should the tax system treat transactions between a corporation and its shareholders? If a corporation already has been taxed on its earnings, should those earnings be taxed again when they are distributed to the shareholders? If so, is it appropriate to give the corporation a deduction for the amount of the distribution? In short, must corporate income be taxed twice—once when earned by the corporation and again, after distribution to the shareholders?[3] ",
        "bbox": [
            233,
            88,
            903,
            253
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The answers will unfold throughout this text. But it serves no purpose to hide the ball on the most fundamental question. Congress, having decided to treat the corporation as a separate taxpaying entity, went on to craft what has become known as a \"double tax regime.\"4 Under current law, a corporate tax is imposed annually, at the 21 percent flat rate set forth in Section 11, on the taxable income of a corporation. That income is taxed again if and when a corporation distributes dividends to its shareholders. Those dividends are not deductible by the distributing corporation but are taxed to its shareholders at rates that vary depending on whether the shareholder is an individual or a corporation, and they are not taxed at all to tax-exempt shareholders such as charities and retirement funds.5 Because the corporation is treated as a separate taxable entity, transactions between corporations and their shareholders are taxable events unless they qualify for nonrecognition treatment. The tax consequences of these transactions and other major changes and adjustments in a corporation are governed by Subchapter C (Sections 301 to 385) of the Internal Revenue Code of 1986, a challenging and fascinating body of law that is the principal subject of this book. Corporations subject to the double tax regime also draw their identity (and monogram) from Subchapter C. Collectively, the Code refers to them as \"C corporations.\"6 ",
        "bbox": [
            230,
            260,
            901,
            641
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Congress made a markedly different policy decision in the case of partnerships and limited liability companies, which are treated by Subchapter K of the Code as pass-through entities that do not pay federal income tax. Instead, partners<sup>7</sup> include their distributive shares of partnership income, deductions, losses and other items when determining their tax liability. A partner's share of partnership losses for ",
        "bbox": [
            228,
            648,
            901,
            762
        ],
        "page_idx": 1
    },
    {
        "type": "page_number",
        "text": "4 ",
        "bbox": [
            133,
            61,
            148,
            71
        ],
        "page_idx": 1
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            233,
            59,
            357,
            71
        ],
        "page_idx": 1
    },
    {
        "type": "header",
        "text": "PART1 ",
        "bbox": [
            841,
            56,
            903,
            70
        ],
        "page_idx": 1
    },
    {
        "type": "page_footnote",
        "text": "3 See, e.g., McLure, Must Corporate Income Be Taxed Twice? (1979). ",
        "bbox": [
            254,
            782,
            759,
            801
        ],
        "page_idx": 1
    },
    {
        "type": "page_footnote",
        "text": "4 The term \"double\" is somewhat misleading insofar as it suggests that corporations are taxed at the same rate twice or over-taxed. \"Two-layer tax\" may be a more accurate description, but the crisper \"double tax\" has become ingrained in the tax lexicon. ",
        "bbox": [
            223,
            800,
            897,
            842
        ],
        "page_idx": 1
    },
    {
        "type": "page_footnote",
        "text": "Since 2003, most dividends received by noncorporate shareholders are taxed at the same preferential rates as long-term capital gains. I.R.C. § 1(h)(11). For corporate shareholders, some relief from a potential triple tax is provided by a 50, 65 or 100 percent dividends received deduction under Section 243. See Section D1 of this chapter, infra. Tax-exempt shareholders are generally not taxed on dividends they receive. ",
        "bbox": [
            223,
            840,
            897,
            911
        ],
        "page_idx": 1
    },
    {
        "type": "page_footnote",
        "text": "I.R.C. § 1361(a)(2). ",
        "bbox": [
            254,
            910,
            421,
            926
        ],
        "page_idx": 1
    },
    {
        "type": "page_footnote",
        "text": "7 References to \"partners\" are intended to include members of limited liability companies. ",
        "bbox": [
            223,
            926,
            895,
            954
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "a taxable year are deductible only to the extent of the partner's basis in her partnership interest. These losses also may be subject to other timing limitations. Ongoing adjustments to the basis of a partner's interest in the partnership ensure that income and losses are not taxed (or deducted) twice. ",
        "bbox": [
            83,
            85,
            759,
            178
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Partnerships are treated as entities, however, for purposes of selecting a taxable year, computing and characterizing partnership income, filing information returns, making elections, undergoing audits by the Internal Revenue Service and in several substantive contexts, such as formation and termination, transactions between partners and partnerships, and sales of partnership interests.[11] This mixture of aggregate and entity approaches contributes to substantial complexity and tax avoidance opportunities. ",
        "bbox": [
            83,
            184,
            761,
            332
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The double tax regime generally applicable to corporations and the pass-through system governing partnerships and limited liability companies represent the Code's two fundamental alternatives for taxing business enterprises. To level the playing field and respond to the special problems of unique industries, Congress occasionally has enacted other business tax regimes. For example, to minimize the role of taxes on the choice of form for closely held businesses, some corporations may elect under Subchapter S to be treated as pass-through entities if they satisfy a strict set of eligibility requirements.[12] Corporations making that election are known as \"S corporations.\" ",
        "bbox": [
            83,
            337,
            759,
            521
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "While the tax treatment of S corporations and partnerships is similar, the two systems are not identical. In general, Subchapter K offers partners greater flexibility in determining their tax results. For example, partnerships have greater freedom to make special allocations of income and losses, and partners may include their share of partnership liabilities in the basis of their partnership interest. S corporations may not make special allocations and S corporation shareholders, unlike partners, may not include their pro rata share of the firm's liabilities in the basis of their stock.[13] ",
        "bbox": [
            83,
            526,
            759,
            691
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To preclude widely held businesses from disincorporating to escape the double tax regime of Subchapter C, most of the relatively few partnerships that are publicly traded are treated as corporations for tax purposes.[14] Other types of hybrid entities qualify for pass-through treatment if they satisfy requirements designed to limit the nature of ",
        "bbox": [
            81,
            696,
            759,
            792
        ],
        "page_idx": 2
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            86,
            51,
            179,
            66
        ],
        "page_idx": 2
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
        "bbox": [
            348,
            39,
            759,
            56
        ],
        "page_idx": 2
    },
    {
        "type": "header",
        "text": "AND SHAREHOLDERS ",
        "bbox": [
            591,
            56,
            759,
            71
        ],
        "page_idx": 2
    },
    {
        "type": "page_number",
        "text": "5 ",
        "bbox": [
            854,
            59,
            867,
            71
        ],
        "page_idx": 2
    },
    {
        "type": "page_footnote",
        "text": "8 I.R.C. §701; 704(d). ",
        "bbox": [
            89,
            806,
            299,
            823
        ],
        "page_idx": 2
    },
    {
        "type": "page_footnote",
        "text": "I.R.C. §§ 461(l); 465; 469. ",
        "bbox": [
            89,
            825,
            328,
            839
        ],
        "page_idx": 2
    },
    {
        "type": "page_footnote",
        "text": "10 I.R.C. § 705. ",
        "bbox": [
            117,
            840,
            236,
            854
        ],
        "page_idx": 2
    },
    {
        "type": "page_footnote",
        "text": "I.R.C. §§ 721; 707; 741. See generally, Schwarz, Lathrope & Hellwig, Cases and Materials on Fundamentals of Partnership Taxation (11th ed. 2019). ",
        "bbox": [
            84,
            856,
            756,
            883
        ],
        "page_idx": 2
    },
    {
        "type": "page_footnote",
        "text": "12 I.R.C. § 1361(a)(1). The Code imposes no limit on the value of an S corporation, but eligibility for Subchapter S status is restricted to corporations having not more than 100 shareholders or more than one class of stock. See Chapter 15, infra. ",
        "bbox": [
            84,
            885,
            756,
            928
        ],
        "page_idx": 2
    },
    {
        "type": "page_footnote",
        "text": "13 See I.R.C. §§ 704(b); 752; 1366(d). ",
        "bbox": [
            116,
            930,
            387,
            944
        ],
        "page_idx": 2
    },
    {
        "type": "page_footnote",
        "text": "See I.R.C. § 7704 and Section E2b of this chapter, infra. ",
        "bbox": [
            116,
            946,
            542,
            960
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "their business operations, \\(^{15}\\) and corporations in certain discrete industries are governed by specialized taxing regimes, which are beyond the scope this text. \\(^{16}\\) Despite these departures from the norm, the central question remains—shall business profits be subjected to one or two levels of tax? The debate on this question continues to rage and will arise repeatedly throughout the text. ",
        "bbox": [
            230,
            88,
            898,
            198
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "B. INFLUENTIAL POLICIES ",
        "text_level": 3,
        "bbox": [
            230,
            215,
            542,
            236
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "For many years, the policies underlying Subchapter C have been in a state of disequilibrium as Congress periodically tinkers with the Internal Revenue Code as part of a highly politicized tax legislative process. The interrelationship of these policies influences taxpayer behavior regarding the type of entity in which to conduct a business enterprise, capital structure and financing of corporate activities, dividend and compensation policy, estate planning, and a myriad of other tax and business planning decisions. An overview of the past and current synergy of these influential policies, as well as a peek at the impact of the global economy on the shape and reach of the corporate tax, are appropriate before moving on. ",
        "bbox": [
            228,
            247,
            895,
            446
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The Double Tax. The concept at the heart of Subchapter C is the double taxation of corporate income. In many situations, the double tax is more theoretical than real. Corporations have been adept at minimizing their tax liability by taking advantage of self-help strategies and by utilizing numerous tax preferences scattered throughout the Code to provide an incentive for various activities. Studies based on securities law filings have reported that some large and profitable publicly traded corporations pay little or no U.S. tax,[17] and many major shareholders, such as wealthy charities and qualified retirement funds, do not pay taxes on the dividends they receive. ",
        "bbox": [
            228,
            453,
            895,
            635
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The decision to treat corporations as separate taxable entities, distinct from their shareholders, is controversial.[18] Some of the debate is about the incidence of the corporate tax—whether it is borne by shareholders, employees, corporate managers, consumers of the company's goods and services, or investors in general.[19] Critics also point ",
        "bbox": [
            223,
            641,
            893,
            736
        ],
        "page_idx": 3
    },
    {
        "type": "page_number",
        "text": "6 ",
        "bbox": [
            129,
            59,
            142,
            71
        ],
        "page_idx": 3
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            230,
            59,
            352,
            71
        ],
        "page_idx": 3
    },
    {
        "type": "header",
        "text": "PART1 ",
        "bbox": [
            838,
            56,
            897,
            68
        ],
        "page_idx": 3
    },
    {
        "type": "page_footnote",
        "text": "See e.g., Subchapter M, governing regulated investment companies (mutual funds) and real estate investment trusts. ",
        "bbox": [
            220,
            744,
            890,
            772
        ],
        "page_idx": 3
    },
    {
        "type": "page_footnote",
        "text": "See, e.g., Subchapter L (Insurance Companies), Subchapter H (banks and trust companies), and Subchapter F (tax-exempt organizations and cooperatives). ",
        "bbox": [
            220,
            775,
            890,
            805
        ],
        "page_idx": 3
    },
    {
        "type": "page_footnote",
        "text": "17 See, e.g., Institute on Taxation and Economic Policy, \"Corporate Tax Avoidance Remain Rampant Under New Tax Law\" (reporting that 60 profitable Fortune 500 companies avoided all federal income tax in 2018). But see Richard Rubin, \"Does Amazon Really Pay No Taxes? Here's the Complicated Answer,\" Wall St. Journal, June 14, 2019 (noting that the studies are not based on actual corporate tax returns, which are private, and that financial statements are an imperfect snapshot of a corporation's true overall tax burden). ",
        "bbox": [
            218,
            805,
            890,
            886
        ],
        "page_idx": 3
    },
    {
        "type": "page_footnote",
        "text": "18 See generally Shaviro, Decoding the U.S. Corporate Tax (2009). ",
        "bbox": [
            250,
            887,
            728,
            904
        ],
        "page_idx": 3
    },
    {
        "type": "page_footnote",
        "text": "19 See, e.g., Harberger, \"The Incidence of the Corporation Income Tax,\" 70 J. Pol. Econ. 215 (1962); Klein, \"The Incidence of the Corporation Income Tax: A Lawyer's View of a Problem in Economics,\" 65 Wisc.L. Rev. 576 (1965). Many economists have given up on this question, concluding that they are unable to ascertain who bears the burden of the corporate tax. See ",
        "bbox": [
            218,
            904,
            890,
            963
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "to the adverse impact of the tax on the allocation of economic resources; its complexity; the disadvantages it places on U.S. companies in the global economy; and many other evils, including three distinct biases: (1) against corporate as opposed to noncorporate investment (because only corporate capital is subject to a second tax); (2) in favor of debt financing for businesses organized as C corporations because corporations can deduct the interest they pay on debt (subject to a general limitation beginning in \\(2018^{20}\\) ) but not dividends to holders of equity capital; and (3) in favor of retention of earnings at the corporate level as opposed to distribution of dividends.[21] ",
        "bbox": [
            81,
            85,
            756,
            268
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "If a double tax is accepted as the appropriate corporate taxing model, the discussion then turns to the \"integrity\" of the corporate-level tax. For example, should the corporate income tax apply not only to operating profits but also to distributions of appreciated property and sales in connection with corporate liquidations? The outcome of this controversy will unfold as these and other transactions are studied later in this text. For now, it is sufficient to observe that the defenders of the corporate income tax largely prevailed on these questions in piecemeal legislation culminating with the Tax Reform of 1986. The results were a strengthened double tax regime, an increase in the tax costs of operating a profitable business as a C corporation, and greater pressure on techniques to reduce these costs. ",
        "bbox": [
            84,
            275,
            756,
            494
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "More recently, however, the pendulum began swinging in the other direction, initially with the reduction in 2003 of the tax rates on dividends.[22] The proliferation of various business tax incentives to stimulate economic growth also softened the impact of the corporate income tax for those industries targeted for tax relief. And then, after many years of discussion, the 2016 election results opened the gates to the enactment in 2017 of legislation popularly known as the Tax Cuts and Jobs Act.[23] The 2017 Act reduced the corporate tax rate to 21 percent and made numerous other changes that largely benefit business taxpayers. Its implications on taxpayer behavior will be addressed throughout this chapter. ",
        "bbox": [
            81,
            502,
            756,
            705
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The desire to avoid the double tax on corporate profits while obtaining limited liability for all the owners of a business fueled the ",
        "bbox": [
            81,
            709,
            756,
            747
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "generally Break, \"The Incidence and Economic Effects of Taxation,\" in The Economics of Public Finance (Brookings 1974). ",
        "bbox": [
            81,
            771,
            753,
            801
        ],
        "page_idx": 4
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            84,
            51,
            178,
            65
        ],
        "page_idx": 4
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
        "bbox": [
            346,
            37,
            754,
            54
        ],
        "page_idx": 4
    },
    {
        "type": "header",
        "text": "AND SHAREHOLDERS ",
        "bbox": [
            591,
            56,
            756,
            70
        ],
        "page_idx": 4
    },
    {
        "type": "page_number",
        "text": "7 ",
        "bbox": [
            854,
            58,
            866,
            71
        ],
        "page_idx": 4
    },
    {
        "type": "page_footnote",
        "text": "See I.R.C. § 163(j), discussed in Chapter 3A2, supra. ",
        "bbox": [
            114,
            801,
            516,
            816
        ],
        "page_idx": 4
    },
    {
        "type": "page_footnote",
        "text": "See generally American Law Institute, Federal Income Tax Project Subchapter C 341-355 (1982). Commentators also point to the \"compensating biases\" in the individual income tax, such as the rate structure, preferential capital gains rates, and the ability of individuals to obtain a stepped-up basis in appreciated property acquired from a decedent. See Zolt, \"Corporate Tax After the Tax Reform Act of 1986: A State of Disequilibrium,\" 66 N.C.L. Rev. 839 (1988). ",
        "bbox": [
            83,
            818,
            754,
            885
        ],
        "page_idx": 4
    },
    {
        "type": "page_footnote",
        "text": "22 Most dividends received by noncorporate shareholders are taxed at the same 15 or 20 percent rate as long-term capital gains. I.R.C. § 1(h)(11)(A). See Chapter 4A2, infra. ",
        "bbox": [
            83,
            887,
            754,
            916
        ],
        "page_idx": 4
    },
    {
        "type": "page_footnote",
        "text": "23 Pub. L. No. 115-97, formally titled \"An Act to provide for reconciliation pursuant to titles II and V of the concurrent resolution of the budget for fiscal year 2018.\" This legislation will be referred to throughout this text as the Tax Cuts and Jobs Act or \"the 2017 Act.\" ",
        "bbox": [
            83,
            917,
            754,
            957
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "growth of new legal forms, such as the limited liability company. The origins of the LLC in the United States can be traced to the search by foreign investors in the oil and gas industry for a U.S. business entity that would combine limited liability protection for all owners with one level of taxation. Because nonresident aliens may not own stock in an S corporation, the investors' objectives could not be met using the corporate form. So they began lobbying state legislatures, and by the late 1970s Wyoming had enacted the first domestic limited liability company statute.[24] LLCs were not practically viable, however, until the Internal Revenue Service ruled, first privately and then in a 1989 published ruling, that a Wyoming LLC would be treated as a partnership rather than a corporation for tax purposes.[25] ",
        "bbox": [
            225,
            90,
            898,
            313
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "These and other developments reduced the contribution of the corporate income tax to total federal revenue collections. In the 1950s, corporate taxes amounted to 25 to 30 percent of total revenues collected, but they dropped to roughly 14 percent in the 1970s and have fallen further since 2000.[26] The Congressional Budget Office's most recently available projections for the decade beginning in 2019 are that the corporate income tax will raise about 8 percent of total federal receipts and constitute 1.4 percent of gross domestic product, both sharp declines from the previous 50-year average.[27] ",
        "bbox": [
            223,
            316,
            898,
            482
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Preferential Capital Gains Rates. For much of our tax history, the policy decision to tax long-term capital gains at substantially lower rates than ordinary income influenced the tax planner's agenda. Rather than paying dividends, tax advisors devised techniques to \"bail out\" earnings at capital gains rates. A \"bailout\" was a distribution of earnings in a transaction, such as a redemption of stock, that qualifies as a \"sale or exchange,\" enabling the shareholder to recover all or part of her stock basis and to benefit from preferential capital gain treatment on any realized gain. In some cases, such as where the shareholder died and the basis of her stock was stepped up to its date-of-death value, the bailout could be accomplished tax-free.[28] Over the years, Congress responded with complex anti-bailout provisions to ensure that distributions resembling dividends would be taxed as ordinary income.[29] ",
        "bbox": [
            223,
            486,
            898,
            727
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Since 2003, with most dividends and long-term capital gains taxed at the same preferential rates, the traditional incentive for a bailout has ",
        "bbox": [
            223,
            729,
            898,
            768
        ],
        "page_idx": 5
    },
    {
        "type": "page_number",
        "text": "8 ",
        "bbox": [
            129,
            66,
            140,
            77
        ],
        "page_idx": 5
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            228,
            64,
            351,
            77
        ],
        "page_idx": 5
    },
    {
        "type": "header",
        "text": "PART1 ",
        "bbox": [
            834,
            56,
            895,
            71
        ],
        "page_idx": 5
    },
    {
        "type": "page_footnote",
        "text": "24 See Hamill, \"The Limited Liability Company: A Catalyst Exposing The Corporate Integration Question,\" 95 Mich. L. Rev. 393, 399 (1996), for a history of LLC's rise from obscurity to its current position as a mainstream form of business entity. ",
        "bbox": [
            223,
            795,
            897,
            840
        ],
        "page_idx": 5
    },
    {
        "type": "page_footnote",
        "text": "25 Rev. Rul. 88-76, 1988-2 C.B. 360. See Section E1 of this chapter, infra. ",
        "bbox": [
            256,
            840,
            790,
            856
        ],
        "page_idx": 5
    },
    {
        "type": "page_footnote",
        "text": "26 Office of Management and Budget, Historical Percentage of Revenue by Source, Table 2.2 (2019), available at https://www.whitehouse.gov/wp-content/uploads/2019/03/hist-fy2020.pdf. ",
        "bbox": [
            223,
            856,
            897,
            893
        ],
        "page_idx": 5
    },
    {
        "type": "page_footnote",
        "text": "27 Congressional Budget Office, The Budget and Economic Outlook 2019-2029, 90 (Jan. 2019). ",
        "bbox": [
            223,
            896,
            897,
            922
        ],
        "page_idx": 5
    },
    {
        "type": "page_footnote",
        "text": "See I.R.C. § 1014. ",
        "bbox": [
            256,
            925,
            413,
            941
        ],
        "page_idx": 5
    },
    {
        "type": "page_footnote",
        "text": "See, e.g., I.R.C. §§ 302; 304; 306. ",
        "bbox": [
            256,
            941,
            516,
            958
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "just about disappeared. Under the current rate structure, the tax goal of a bailout would not be to convert dividend income to capital gain but rather to enable shareholders to recover all or part of the basis in their stock. Only if capital gains are taxed at a much lower rate than dividends, as could happen if Congress changes its mind again in the future, would a bailout reassume its role as a strategy to reduce the double tax on C corporations and their shareholders and make some of the topics covered in this course much more compelling. ",
        "bbox": [
            94,
            88,
            772,
            238
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Nonrecognition. Under the realization principle, gains and losses are not taxable until they are realized in a sale, exchange or other event that makes the gain or loss \"real\" and more easily measurable. The nonrecognition concept assumes that certain realization events should not be impeded by the imposition of a tax. Transactions that qualify for nonrecognition treatment may go forward on a tax-free basis on the theory that they are mere changes in form resulting in a continuity of investment. To ensure that any realized gain or loss is merely deferred rather than eliminated, the typical nonrecognition provision includes corollary rules providing for transferred and exchanged bases and tacked holding periods.[30] A familiar example from basic income tax is a Section 1031 like-kind exchange. The nonrecognition principle pervades Subchapter C, affecting transactions ranging from the simple corporate formation to complex mergers and acquisitions. ",
        "bbox": [
            96,
            241,
            774,
            500
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The opportunity to qualify a corporate transaction for nonrecognition assumed even greater importance when Congress enacted legislation to require corporations to recognize gain on most distributions of appreciated property and sales pursuant to a plan of complete liquidation.[31] Standing in sharp contrast are acquisitions known as tax-free reorganizations, which ordinarily are free of tax to all the parties, albeit with the trade-off of transferred bases and a carryover of other tax attributes. Taxpayers thus may be encouraged to structure sales of a corporate business to come within an applicable nonrecognition provision in order to avoid (or at least defer) tax at the corporate and shareholder levels. ",
        "bbox": [
            94,
            503,
            772,
            707
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The International Dimension. The taxation of multinational companies, while of great importance in a global economy, is beyond the scope of coverage of this text, which is confined to domestic taxation of corporations and shareholders. It is sufficient here to make a few general observations to illustrate how multinational corporations have contributed to the erosion of the corporate income tax base and why they influenced the debate over comprehensive business tax reform. ",
        "bbox": [
            94,
            710,
            771,
            843
        ],
        "page_idx": 6
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            99,
            54,
            192,
            69
        ],
        "page_idx": 6
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
        "bbox": [
            359,
            41,
            769,
            56
        ],
        "page_idx": 6
    },
    {
        "type": "header",
        "text": "AND SHAREHOLDERS ",
        "bbox": [
            604,
            59,
            769,
            74
        ],
        "page_idx": 6
    },
    {
        "type": "page_number",
        "text": "9 ",
        "bbox": [
            866,
            61,
            879,
            74
        ],
        "page_idx": 6
    },
    {
        "type": "page_footnote",
        "text": "See, e.g., I.R.C. § 1031, which provides for nonrecognition on certain like-kind exchanges. ",
        "bbox": [
            94,
            886,
            771,
            919
        ],
        "page_idx": 6
    },
    {
        "type": "page_footnote",
        "text": "See Chapter 7B2, infra. Certain taxable acquisitions of stock will continue to trigger only shareholder-level gain but the bases of the acquired corporation's assets will transfer to the purchaser. ",
        "bbox": [
            94,
            919,
            771,
            965
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The principal tax distinctions that have driven much of the tax planning by U.S. multinational corporations are the tax rates and jurisdiction rules in the U.S. tax system. According to the Organization for Economic Cooperation and Development,[32] prior to 2018, when the top statutory corporate income tax rate was 35 percent, the United States had a combined federal and state corporate tax rate of 39.1 percent, while the average OECD rate was 24.1 percent.[33] Many non-OECD countries have even lower rates. Additionally, the U.S. historically has taxed its domestic corporations on their worldwide income with a limited tax credit for foreign income taxes paid, while many developed countries tax their corporations only on income earned from sources within the country. Under the \"territorial\" system of many foreign countries, income earned abroad from an active business generally bears no additional tax when it is repatriated to the home country. ",
        "bbox": [
            225,
            92,
            898,
            349
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In response to these tax rules, many U.S. companies structure their overseas operations through foreign subsidiaries. The business profits of a foreign subsidiary generally are taxed only in the country where it operates and are not subject to additional U.S. tax until they are repatriated to the U.S. parent corporation. A principal goal of this structure has been to enjoy the significant benefit of tax deferral by keeping this overseas income offshore, either in cash or for future use in foreign operations. It is estimated that between \\(2 and\\) 3 trillion of such profits were “locked out” of the U.S. sitting offshore.[34] ",
        "bbox": [
            223,
            354,
            898,
            518
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "It also has been common practice for the foreign subsidiaries of U.S. companies to engage in transactions to shift income to more lightly taxed jurisdictions, including tax havens with no income tax. Examples are sales, leases, loans, and licenses of intellectual property with other foreign affiliates of the U.S. parent. Technology companies reportedly have exploited this opportunity with great success by situating their intangible property (e.g., patents and software) abroad and paying royalties to foreign subsidiaries in no or low-tax countries where the company conducts little or no business activity. It has been reported that Google Inc. employed these strategies to reduce the tax rate on its foreign profits to below 3 percent.[35] ",
        "bbox": [
            223,
            523,
            898,
            724
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Another tax-saving strategy is the corporate \"inversion,\" where a U.S. company merges with, or is acquired by, what usually is a smaller foreign company and moves its tax residence outside of the U.S.[36] A corporate inversion, in part, is about seeking to improve the tax results ",
        "bbox": [
            223,
            729,
            898,
            808
        ],
        "page_idx": 7
    },
    {
        "type": "page_number",
        "text": "10 ",
        "bbox": [
            130,
            66,
            151,
            79
        ],
        "page_idx": 7
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            228,
            65,
            351,
            77
        ],
        "page_idx": 7
    },
    {
        "type": "header",
        "text": "PART1 ",
        "bbox": [
            836,
            58,
            895,
            71
        ],
        "page_idx": 7
    },
    {
        "type": "page_footnote",
        "text": "32 The OECD is a forum where the governments of 34 countries committed to democracy and market economies work together and with less developed countries to promote economic growth and prosperity, and sustain development. ",
        "bbox": [
            225,
            825,
            895,
            867
        ],
        "page_idx": 7
    },
    {
        "type": "page_footnote",
        "text": "See http://taxfoundation.org/blog/us-has-highest-corporate-income-tax-rate-olec ",
        "bbox": [
            256,
            868,
            852,
            886
        ],
        "page_idx": 7
    },
    {
        "type": "page_footnote",
        "text": "34 See http://www.bloomberg.com/news/articles/2015-03-04/u-s-companies-are-stashing-2-1-trillion-overseas-to-avoid-taxes. ",
        "bbox": [
            225,
            887,
            895,
            912
        ],
        "page_idx": 7
    },
    {
        "type": "page_footnote",
        "text": "See http://www.bloomberg.com/news/articles/2010-10-21/google-2-4-rate-shows-how-60-billion-u-s-revenue-lost-to-tax-loopholes. ",
        "bbox": [
            225,
            914,
            895,
            943
        ],
        "page_idx": 7
    },
    {
        "type": "page_footnote",
        "text": "See generally http://www.bloombergview.com/quicktake/tax-inversion. ",
        "bbox": [
            256,
            944,
            782,
            962
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "of U.S. firms with foreign operations. Suppose a foreign corporation has a low effective tax rate and under its country's tax laws it is allowed to return overseas profits without additional tax. If that company wants to expand, a U.S. firm with overseas businesses may be an attractive partner. The foreign corporate suitor would look to (1) reduce the effective tax rate on the U.S. partner's future overseas business profits, and (2) repatriate the U.S. corporation's locked-out profits without additional tax. The point is that these strategies often made a U.S. company with foreign operations a more attractive acquisition target for a foreign corporation than a potential domestic suitor. Some highly publicized takeovers of U.S. firms by foreign corporations have involved Canadian companies, including ones in the pharmaceutical industry and the acquisition of Burger King by the Tim Horton chain. Canada generally does not tax overseas business profits, and it often allows repatriation of foreign profits without additional tax. While these acquisitions arguably had a business justification, it is also clear that tax advantages were sought to improve after-tax returns.[37] Although the IRS attempted to curb inversions by making the desired tax benefits more difficult to achieve,[38] resourceful tax advisors devised methods to circumvent these administrative obstacles. ",
        "bbox": [
            93,
            90,
            772,
            460
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Publicity regarding the overseas tax rates of U.S. multinationals and the wave of corporate inversions fueled a robust debate regarding the U.S.'s tax rules for international operations. One school of thought is that \"loopholes\" should be closed and legislation should be enacted to make it more difficult to reclassify U.S. entities or operations as \"foreign\" and escape the U.S. tax system. In the previous edition of this text, we noted that other suggested approaches included reducing corporate tax rates and ending the incentive for lock-out of foreign profits and predicted the possibility of legislation as part of a more comprehensive tax reform effort. The 2017 Act did not disappoint. In addition to reducing the corporate income tax rate, major changes were made to the taxation of foreign income earned by U.S. corporations by the adoption of a modified territorial system of taxation, the creation of a new tax subsidy for exports by U.S. corporations, and the imposition of a mandatory repatriation tax on previously untaxed foreign earnings.[39] A principal goal of the 2017 legislation was to rebalance the Code's tax incentives to encourage U.S. and foreign corporations to conduct more of their operations in the United States. Time will tell whether these changes successfully alter corporate behavior. ",
        "bbox": [
            93,
            465,
            771,
            816
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The Broader Business Enterprise Tax Policy Debate. The explosive growth of the LLC as a \"best of all worlds\" legal form and the diminished role of the corporate income tax have breathed new life into the broader ",
        "bbox": [
            91,
            818,
            769,
            877
        ],
        "page_idx": 8
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            98,
            56,
            189,
            73
        ],
        "page_idx": 8
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
        "bbox": [
            357,
            46,
            767,
            61
        ],
        "page_idx": 8
    },
    {
        "type": "header",
        "text": "AND SHAREHOLDERS ",
        "bbox": [
            602,
            63,
            767,
            77
        ],
        "page_idx": 8
    },
    {
        "type": "page_number",
        "text": "11 ",
        "bbox": [
            854,
            66,
            875,
            78
        ],
        "page_idx": 8
    },
    {
        "type": "page_footnote",
        "text": "37 See http://www.forbes.com/sites/jonhartley/2014/08/25/burger-kings-tax-inversion-and-canadas-favorable-corporate-tax-rates/#4a97f1d9205a. ",
        "bbox": [
            91,
            887,
            766,
            917
        ],
        "page_idx": 8
    },
    {
        "type": "page_footnote",
        "text": "38 See, e.g., Notice 2015-79, 2015-49 I.R.B. 775; Notice 2014-52, 2014-42, 2014-42 I.R.B. 712; T.D. 9761, 81 Fed. Reg. 20857 (Apr. 8, 2016). ",
        "bbox": [
            91,
            917,
            764,
            948
        ],
        "page_idx": 8
    },
    {
        "type": "page_footnote",
        "text": "See I.R.C. §245A; 250; 951A; 965. ",
        "bbox": [
            125,
            950,
            408,
            965
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "business enterprise tax policy debate. Consider the following questions, which focus on fundamental structural issues that were not addressed in the 2017 Act. Why does the Internal Revenue Code have two separate pass-through tax regimes for closely held business enterprises, one (Subchapter K) for partnerships and LLCs and the other (Subchapter S) for certain corporations, each with different qualification standards and operative provisions?40 If a single pass-through regime were adopted, would Subchapter K be preferable to Subchapter S, or would some combination of the two be the best approach?41 Why are C corporations singled out for a double tax regime? Is it because they enjoy limited liability under state law? Presumably not, because most LLCs are not subject to Subchapter C. Does the rise of the LLC undermine the policy underlying the double tax and threaten to destroy the corporate tax base? Would it make more sense to limit Subchapter C to large corporations (based on revenues) or publicly traded entities? Or should there be a single one-tier tax regime for all business income without regard to the organizational form?42 And how would U.S. multinational corporations be taxed under a revised regime? ",
        "bbox": [
            233,
            94,
            901,
            422
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "This is enough food for thought at this early juncture. The remaining chapters revisit most of these issues in greater depth. A closer look at the ongoing policy debate and a snapshot of options for reform are provided at the end of this chapter. ",
        "bbox": [
            233,
            429,
            901,
            501
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The next section pivots from policy to practice by providing an introductory overview of the choice of business entity universe. In deciding how their new business will be taxed, the founders are presented with three options: (1) the pass-through tax treatment offered to partnerships and limited liability companies by Subchapter K; (2) taxation of a corporation as a separate entity under Subchapter C, with a second level of tax if and when earnings are distributed to shareholders or the business is sold; or (3) the pass-through treatment offered to corporations by Subchapter S. Choosing among these options requires a multifaceted cost/benefit analysis that is sensitive to changes in the tax law and, most recently, was profoundly affected by the Tax Cuts and Jobs Act. ",
        "bbox": [
            233,
            507,
            901,
            722
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "C. INTRODUCTION TO CHOICE OF BUSINESS ENTITY ",
        "text_level": 2,
        "bbox": [
            233,
            741,
            836,
            767
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The choice of entity for a business enterprise depends on a wide variety of tax and nontax considerations. In some instances, necessities ",
        "bbox": [
            230,
            773,
            898,
            815
        ],
        "page_idx": 9
    },
    {
        "type": "page_number",
        "text": "12 ",
        "bbox": [
            135,
            66,
            156,
            79
        ],
        "page_idx": 9
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            233,
            66,
            354,
            78
        ],
        "page_idx": 9
    },
    {
        "type": "header",
        "text": "PART1 ",
        "bbox": [
            841,
            61,
            901,
            74
        ],
        "page_idx": 9
    },
    {
        "type": "page_footnote",
        "text": "40 See Lokken, \"Taxation of Private Business Firms: Imagining a Future Without Subchapter K,\" 4 Fla. Tax Rev. 249 (1999); Schwidetzky, \"Is it Time to Give the S Corporation a Proper Burial?\", 15 Va. Tax Rev. 591 (1996). ",
        "bbox": [
            225,
            832,
            895,
            875
        ],
        "page_idx": 9
    },
    {
        "type": "page_footnote",
        "text": "41 See Eustice, \"Subchapter S Corporations and Partnerships: A Search for the Passthrough Paradigm,\" 39 Tax L. Rev. 345 (1984); August, \"Benefits and Burdens of Subchapter S in a Check-the-Box World,\" 4 Fla. Tax Rev. 287 (1999) ",
        "bbox": [
            225,
            876,
            895,
            917
        ],
        "page_idx": 9
    },
    {
        "type": "page_footnote",
        "text": "42 See, e.g., Yin, \"The Future Taxation of Private Business Firms,\" 4 Fla. Tax Rev. 141 (1999); Klein & Zolt, \"Business Form, Limited Liability, and Tax Regimes: Lurching Toward a Coherent Outcome,\" 66 Colo. L. Rev. 1001 (1995). ",
        "bbox": [
            225,
            919,
            895,
            960
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "of the particular business may drive the decision. For example, if public trading of ownership interests is desired, a C corporation almost always is the entity of choice.[43] Access to venture capital investors, a preference for executive compensation techniques such as stock options, or an exit strategy that anticipates a public offering or merger with a public company all usually dictate use of the corporate form. ",
        "bbox": [
            99,
            92,
            771,
            205
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "For closely held firms, however, the nontax objectives of the parties can be adequately satisfied in a variety of legal forms. Where limited liability is essential, it can be achieved in a corporation, a limited liability company, or a limited partnership with a corporate general partner. In the many situations where state law provides flexibility to achieve these and other nontax goals, tax considerations often will influence the choice of entity decision. In evaluating the options, three critical questions are: (1) who will own the business and what type of economic relationship among them is contemplated; (2) how and when do the owners intend to realize a return on their investment (e.g., by making current distributions, or through a sale, public offering, or other exit strategy); and (3) is the business initially expected to generate losses and for how long?44 In making the decision, the threshold tax question is whether to use a C corporation or a pass-through entity and, if the latter, whether it should be a partnership, LLC or S corporation. ",
        "bbox": [
            99,
            208,
            772,
            484
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The choice of entity stakes and strategies have changed dramatically as the federal tax system has experienced a sustained period of instability since the mid-1980s. The discussion that follows provides an overview of the most significant tax considerations in making the decision, looking back briefly at tax history to place the current state of affairs into proper perspective. ",
        "bbox": [
            98,
            489,
            774,
            601
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Individual Income Tax Rates. Because C corporations are subject to a double tax regime while partnerships, LLCs and S corporations are only taxed at the owner level, the relationship between the individual and entity-level tax rates is an important factor in evaluating whether a privately held business should choose to be taxed as a C corporation or a pass-through entity. ",
        "bbox": [
            96,
            604,
            771,
            718
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "During the many years since publication of the First Edition of this text, tax rates on ordinary income and capital gains for individual taxpayers have been in a continuing state of flux against the backdrop of an ongoing political debate over federal tax policy. Currently, the top marginal ordinary income tax rate on \"high-income\" individuals is 37 percent, down slightly from the 39.6 percent rate in effect from 2013 to ",
        "bbox": [
            96,
            720,
            772,
            834
        ],
        "page_idx": 10
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            102,
            58,
            197,
            73
        ],
        "page_idx": 10
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
        "bbox": [
            362,
            47,
            774,
            63
        ],
        "page_idx": 10
    },
    {
        "type": "header",
        "text": "AND SHAREHOLDERS ",
        "bbox": [
            606,
            64,
            772,
            78
        ],
        "page_idx": 10
    },
    {
        "type": "page_number",
        "text": "13 ",
        "bbox": [
            859,
            66,
            880,
            79
        ],
        "page_idx": 10
    },
    {
        "type": "page_footnote",
        "text": "Except in a few specialized industries, such as natural resources, virtually all publicly traded partnerships are classified as corporations for tax purposes. As a result, there is rarely any tax incentive to use that legal form instead of a corporation. See I.R.C. § 7704 and Section E2b of this chapter, infra. ",
        "bbox": [
            96,
            878,
            771,
            936
        ],
        "page_idx": 10
    },
    {
        "type": "page_footnote",
        "text": "44 See generally Bagley & Dauchy, The Entrepreneur's Guide to Law and Strategy 70-73 (5th ed. 2018). ",
        "bbox": [
            96,
            935,
            771,
            968
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2017. \\(^{45}\\) Rates of zero and 15 percent apply to most long-term capital gains and qualified dividends, but the top marginal rate for these tax-favored items increases to 20 percent for the highest income taxpayers. \\(^{46}\\) There also is a 28 percent rate for gain on the sale of collectibles and a 25 percent rate for unrecaptured Section 1250 gain. ",
        "bbox": [
            228,
            95,
            895,
            188
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In addition, a 3.8 percent tax is imposed on the lesser of (1) net investment income, or (2) modified adjusted gross income, which is essentially adjusted gross income over a threshold amount of \\(250,000 for a joint return or surviving spouse,\\) 125,000 for a married individual filing separately, or $200,000 for all other taxpayers.[47] Net investment income is broadly defined to include interest, dividends, annuities, royalties, rents (other than from an active trade or business), and capital gains, less deductions allocable to those items. Net investment income also includes passive income (within the meaning of the Section 469 passive loss rules) from trade or business activities in which the taxpayer does not materially participate and income from the type of active securities and commodities trading often conducted by hedge funds.[48] The effect of this additional tax on high-income taxpayers is to raise their nominal federal income tax rate on qualified dividend income and long-term capital gains to 23.8 percent. ",
        "bbox": [
            223,
            193,
            893,
            467
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Tax Rates for C Corporations and the Double Tax Regime. Several aspects of the tax law inform the analysis of whether conducting a business through a C corporation is preferable to the pass-through tax regimes offered to partnerships, LLCs, and S corporations: (1) the relationship between corporate and individual income tax rates; (2) the individual tax rate applicable to dividend income and sales of corporate stock; (3) how easily the two-tax regime that nominally applies to earnings of a C corporation can be mitigated or avoided; and (4) whether and to what extent the owners of businesses operated as pass-through entities are eligible to deduct 20 percent of their share of certain \"qualified business income\" under Section 199A, ",
        "bbox": [
            223,
            472,
            892,
            672
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In the distant past, there was a strong preference for conducting an operating business through a C corporation because the corporate income tax rates were considerably lower than the individual rates. Throughout the late 1960s and the entire 1970s, individual income tax rates topped out at 70 percent while top corporate tax rates peaked at just below 50 percent. In this era, C corporations offered a refuge from the robustly progressive income tax rate structure. This discrepancy flipped temporarily following passage of the Tax Reform Act of 1986, which reduced the maximum individual income tax rate to 28 percent while the ",
        "bbox": [
            223,
            678,
            892,
            847
        ],
        "page_idx": 11
    },
    {
        "type": "page_number",
        "text": "14 ",
        "bbox": [
            129,
            68,
            148,
            79
        ],
        "page_idx": 11
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            228,
            68,
            349,
            79
        ],
        "page_idx": 11
    },
    {
        "type": "header",
        "text": "PART1 ",
        "bbox": [
            836,
            64,
            893,
            75
        ],
        "page_idx": 11
    },
    {
        "type": "page_footnote",
        "text": "For 2019, the 37 percent rate applies to taxable income of $519,301 or more for single taxpayers and $612,351 or more for married filing jointly taxpayers. The individual rates are indexed annually for inflation. The individual rate reductions in the 2017 Act are scheduled to expire at the end of 2025 unless they are extended or made permanent. ",
        "bbox": [
            220,
            858,
            890,
            916
        ],
        "page_idx": 11
    },
    {
        "type": "page_footnote",
        "text": "See generally I.R.C. § 1(h). ",
        "bbox": [
            251,
            916,
            468,
            930
        ],
        "page_idx": 11
    },
    {
        "type": "page_footnote",
        "text": "47 I.R.C. § 1411. ",
        "bbox": [
            251,
            931,
            375,
            945
        ],
        "page_idx": 11
    },
    {
        "type": "page_footnote",
        "text": "48 I.R.C. § 1411(c)(1), (2). ",
        "bbox": [
            251,
            946,
            437,
            962
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "top corporate rate remained higher at 34 percent. But the 28 percent individual rate lasted only three years before it started creeping back up. From the early 1990s through 2017, the top marginal individual income tax rate generally was either slightly higher than or the same as the top corporate rate. ",
        "bbox": [
            101,
            88,
            769,
            176
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The end result during this period preceding the 2017 Act was a slight rate preference for earnings taxed at the corporate level, especially for the small amount of income taxed at the then lower marginal corporate rates on the first \\( \\\\( {75},{000} \\) of taxable income. But in many situations,the modest rate advantage for C corporations was outweighed by the fact that pass-through entities are subject to only one level of tax. These relationships were radically altered by the 2017 Act, where Congress rejected eliminating the double tax regime applicable to C corporations and instead moderated its bite by lowering the corporate income tax rate to 21 percent-a 40 percent decrease from the top 35 percent rate that had been in place for many years. As enacted,this rate cut is said to be permanent in the sense that it will not automatically expire after a certain period of time but, of course, nothing is ever \"permanent\" in the Internal Revenue Code because of the ever-shifting political winds. ",
        "bbox": [
            101,
            184,
            769,
            441
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "At least for the immediate future, the corporate rate is now significantly lower than the highest individual marginal rate. Does this mean that C corporations are once again preferable to pass-through entities? The answer is . . . maybe or . . . it depends. The benefit of the 21 percent corporate income tax rate must be balanced against the additional tax cost of moving corporate earnings to the individual shareholder level. Because a C corporation is treated as a separate taxable entity, its profits are subject to tax when distributed as dividends or when the shareholders sell their stock for a gain. Gains from the sale of corporate stock and qualified dividends generally are taxed at preferential long-term capital gains rates rather than the higher ordinary income rates,[49] reducing but not eliminating the sting of the double tax regime. This advantage is partially offset for high-income taxpayers who are subject to the 3.8 percent tax on net investment income. After taking into account the 21 percent corporate rate and assuming a C corporation's after-tax earnings are distributed to individual shareholders as qualified dividends, the maximum combined federal rate is approximately 39.8 percent, down from 50.47 percent under the pre-2018 rates.[50] ",
        "bbox": [
            101,
            448,
            769,
            797
        ],
        "page_idx": 12
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            101,
            53,
            194,
            66
        ],
        "page_idx": 12
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
        "bbox": [
            361,
            40,
            769,
            56
        ],
        "page_idx": 12
    },
    {
        "type": "header",
        "text": "AND SHAREHOLDERS ",
        "bbox": [
            604,
            58,
            769,
            71
        ],
        "page_idx": 12
    },
    {
        "type": "page_number",
        "text": "15 ",
        "bbox": [
            859,
            60,
            879,
            71
        ],
        "page_idx": 12
    },
    {
        "type": "page_footnote",
        "text": "49 I.R.C. § 11(h)(11). ",
        "bbox": [
            132,
            849,
            290,
            864
        ],
        "page_idx": 12
    },
    {
        "type": "page_footnote",
        "text": "The 39.8 percent combined rate can be explained with the following example. A C corporation with $100,000 of net income taxable at the 21 percent flat rate would pay $21,000 of corporate tax, leaving $79,000 for distribution as a dividend to its sole shareholder who is taxed at the highest marginal rate of 23.8 percent (taking into account the 3.8 percent tax on net investment income). The shareholder-level tax on the $79,000 dividend is $18,802 which, when added to the $21,000 corporate tax, results in a combined tax of $39,802, or approximately 39.8 percent, without regard to possible additional state income taxes. ",
        "bbox": [
            98,
            864,
            771,
            960
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Historically, not all earnings generated by C corporations were subject to the nominal two-tier tax regime. For example, owner-employees of a C corporation would distribute profits in the form of salary and fringe benefits that were tax-deductible by the corporation and, in the case of many fringe benefits, excludable by the owner-employee. Shareholders also loaned funds or leased property to a C corporation and withdrew earnings in the form of tax-deductible interest or rent. The viability of these strategies to mitigate the impact of the double tax must be reevaluated in light of the fact that the corporate income tax rate is so much lower than the highest individual rates, and compensation is taxable at the highest individual rates and also subject to employment taxes. C corporations in some lines of business can still reduce their tax liability by taking advantage of numerous corporate tax benefits, such as the ability to expense the cost of depreciable property (at least for the immediate future) and targeted tax benefits for manufacturing, research and development, and specialized industries. The most recent available data indicates that in 2013, nearly 49 percent of all C corporations filing returns reported no taxable income, and only 31 percent of C corporations had any corporate tax liability after tax credits were taken into account.[51] ",
        "bbox": [
            230,
            93,
            897,
            439
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "In situations where the historic self-help strategies remain viable and effective, the Service has weapons to combat them. Payments of salary or interest can be reclassified as disguised dividends. Congress also has enacted penalty taxes to patrol against excessive accumulations or avoidance of the individual progressive rates.[52] With foresight and good planning, however, an active business that pays reasonable compensation and justifies any accumulations of earnings on the basis of reasonable business judgment is able to avoid constructive dividends and the corporate penalty taxes with relative ease. ",
        "bbox": [
            228,
            445,
            897,
            609
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Avoidance of Gain on Sale of Small Business Stock. An additional tax incentive to choose a C corporation for a new business seeking long-term value over current distribution of earnings is the exclusion of all or part of the gain on the sale of qualified small business stock provided by Section 1202. If certain detailed requirements are met, and they often will be for the early investors in a start-up venture, individual shareholders can exclude some or all of the capital gain on the sale of stock held for more than five years. ",
        "bbox": [
            228,
            614,
            895,
            761
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The New Deduction for 20 Percent of Qualified Business Income from Pass-Through Entities. To level the playing field between now lightly taxed C corporations and business entities that pass through their income to owners subject to higher individual rates, Congress added a numbingly complex new provision allowing noncorporate taxpayers to deduct 20 percent of their share of \"qualified business income\" (\"QBI\") ",
        "bbox": [
            223,
            766,
            895,
            883
        ],
        "page_idx": 13
    },
    {
        "type": "page_number",
        "text": "16 ",
        "bbox": [
            132,
            65,
            153,
            77
        ],
        "page_idx": 13
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            230,
            64,
            352,
            75
        ],
        "page_idx": 13
    },
    {
        "type": "header",
        "text": "PART1 ",
        "bbox": [
            838,
            58,
            898,
            71
        ],
        "page_idx": 13
    },
    {
        "type": "page_footnote",
        "text": "<sup>51</sup> Statistics of Income—2013, Returns of Active Corporations, Other than Forms 1120S, 1120-REIT, and 1120-RIC, Table 22. ",
        "bbox": [
            225,
            900,
            893,
            928
        ],
        "page_idx": 13
    },
    {
        "type": "page_footnote",
        "text": "See I.R.C. § 531 et seq. (accumulated earnings tax); § 541 (personal holding company tax). ",
        "bbox": [
            225,
            931,
            893,
            955
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "from businesses conducted as partnerships, LLCs, S corporations, and sole proprietorships. The business income of taxpayers who qualify for the full deduction is effectively taxed at a top marginal rate of 29.6 percent instead of 37 percent (29.6 percent is 37 percent multiplied by the 80 percent of taxable qualified business income after the deduction).[53] This represents a 25 percent reduction from the pre-2018 top rate of 39.6 percent. This is much less than the corporate rate reduction but considerably more than the small rate cut for wage earners. ",
        "bbox": [
            94,
            89,
            771,
            239
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Very generally, QBI is the net income passing through to the taxpayer from an active trade or business conducted by a pass-through entity, whether or not the taxpayer actively participates in the management of the business. In all cases, wages paid to employees are excluded from QBI. Amounts paid (or that should have been paid) by an S corporation to an owner-employee as reasonable compensation or by a partnership or LLC as a \"guaranteed payment\" and traditional forms of investment income, such as interest, dividends and capital gains, also do not qualify for the deduction. ",
        "bbox": [
            94,
            242,
            771,
            409
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The 20 percent deduction, however, is subject to a nasty web of special rules and limitations, mostly aimed at high-income taxpayers. For individuals whose taxable income exceeds certain thresholds, the deduction is not available for income derived from certain specified service businesses. This disfavored category adversely affects doctors, lawyers, accountants, entertainers, consultants, investment advisors, and athletes (among others), but not engineers or architects. The service business limitation does not apply to taxpayers below the taxable income thresholds and is phased in gradually for those above them. A second set of limitations limits the 20 percent deduction based on the taxpayer's share of \"W-2 wages\" paid to employees of the business and the unadjusted basis of certain depreciable property used in the business. In all cases, the deduction may not exceed 20 percent of the taxpayer's total income (determined without regard to the Section 199A deduction) reduced by net capital gain (generally, net long-term capital gain and qualified dividends). ",
        "bbox": [
            94,
            414,
            769,
            709
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "For now (it's still early), all these details, and others not included in this preview, are less important than simply being aware that the new Section 199A deduction must be added to the list of factors to be considered in making the choice-of-entity decision. In many cases it may tip the scales in favor of choosing a pass-through entity.[54] ",
        "bbox": [
            94,
            713,
            769,
            806
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The Bottom Line. A major takeaway from the 2017 Act is that some profitable closely held businesses that previously chose to operate as sole proprietorships or pass-through entities to avoid the double tax may want to reconsider using C corporations because of the lower corporate tax rate. As in the good old days, corporations once again may be \"an ",
        "bbox": [
            94,
            810,
            769,
            905
        ],
        "page_idx": 14
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            98,
            56,
            189,
            70
        ],
        "page_idx": 14
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
        "bbox": [
            357,
            44,
            767,
            75
        ],
        "page_idx": 14
    },
    {
        "type": "page_number",
        "text": "17 ",
        "bbox": [
            856,
            64,
            875,
            75
        ],
        "page_idx": 14
    },
    {
        "type": "page_footnote",
        "text": "For many taxpayers who qualify for the full 20 percent deduction, the \"effective\" tax rate on their share of qualified business income will be much lower than 29.6 percent. ",
        "bbox": [
            91,
            917,
            766,
            946
        ],
        "page_idx": 14
    },
    {
        "type": "page_footnote",
        "text": "54 Section 199A is covered in detail in Chapter 15D2, infra. ",
        "bbox": [
            127,
            948,
            557,
            963
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "attractive refuge\" but only when strategies can be employed to minimize, defer or, where possible, completely avoid a second layer of tax at the shareholder level. If otherwise feasible, the ideal tax plan would be to avoid paying dividends and reinvest the earnings in the corporation where they will be taxed at the preferential 21 percent rate until the business is sold or liquidated. An even better result for a closely held business with concentrated ownership would be to postpone any sales or liquidation until after the senior generation of owners dies. At that point, the basis of the decedent's stock will be stepped up to its fair market value as of the date of death,[55] and the stock can be sold at little or no tax cost. For individual shareholders, the opportunity to exclude all or part of the gain on the sale of qualified small business stock also may be an influential factor in choosing a C corporation. ",
        "bbox": [
            233,
            92,
            901,
            329
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "On the other hand, for profitable companies that regularly distribute a significant portion of their earnings, the use of a C corporation continues to come at a high tax cost despite the corporate rate reduction. For those businesses, and for funds investing in securities and real estate, pass-through entities are usually the more tax efficient choice, especially when the 20 percent deduction under Section 199A is available to lower the maximum effective tax rate to 29.6 percent. ",
        "bbox": [
            233,
            335,
            901,
            463
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Pass-Through of Losses. Investors who anticipate losses in the early years of a new venture desire to deduct them against income from other sources as quickly as possible. A pass-through tax regime permits the owners who devote their time and energy to the business (i.e., \"materially participate\") to deduct their losses currently, but the ability of passive investors to deduct those losses is often delayed by an array of Code provisions designed to curtail tax shelters at the individual level.[56] The 2017 Act also added a new limitation on deductions of certain excess business losses for noncorporate taxpayers,[57] which in some cases will defer any tax benefits from losses even for owners who are active in the business. ",
        "bbox": [
            233,
            469,
            901,
            667
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "A C corporation is not able to pass through start-up losses to its shareholders, but corporations may deduct losses against their taxable income and carry any excess forward indefinitely as net operating losses when they may reduce up to 80 percent of the corporation's taxable income.[58] For start-up companies that raise capital from outside investors, these tax rules are among the factors that may weigh in favor of a C corporation. Although the start-up losses do not pass through as they are realized, most taxable investors would be unable to deduct them currently in any event because of the passive activity loss limitations, and nontaxable investors, such as pension funds and charities, are ",
        "bbox": [
            230,
            675,
            898,
            863
        ],
        "page_idx": 15
    },
    {
        "type": "page_number",
        "text": "18 ",
        "bbox": [
            133,
            64,
            155,
            75
        ],
        "page_idx": 15
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            233,
            63,
            354,
            75
        ],
        "page_idx": 15
    },
    {
        "type": "header",
        "text": "PART 1 ",
        "bbox": [
            841,
            59,
            901,
            71
        ],
        "page_idx": 15
    },
    {
        "type": "page_footnote",
        "text": "I.R.C. § 1014. ",
        "bbox": [
            258,
            893,
            385,
            907
        ],
        "page_idx": 15
    },
    {
        "type": "page_footnote",
        "text": "See, e.g., I.R.C. §§ 465; 469; 704(d); 1366(d). ",
        "bbox": [
            258,
            911,
            594,
            926
        ],
        "page_idx": 15
    },
    {
        "type": "page_footnote",
        "text": "57 I.R.C. § 461(l). ",
        "bbox": [
            259,
            928,
            388,
            941
        ],
        "page_idx": 15
    },
    {
        "type": "page_footnote",
        "text": "See I.R.C. § 172. Different rules applied to tax years prior to 2018. ",
        "bbox": [
            258,
            944,
            753,
            962
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "indifferent.[59] In many typical start-up scenarios, the losses may be used more efficiently as carryforwards to shelter income earned during the early years of a C corporation's profitability.[60] But if a new company has owners active in the business and expects initially to generate losses, a pass-through entity is most often the entity of choice to enable the owners to deduct the losses against their income from other sources and do so sooner rather than later. ",
        "bbox": [
            99,
            88,
            774,
            217
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Subchapter K v. Subchapter S. When a pass-through tax regime is the desired alternative for a closely held business, the owners must choose among three legal forms: a partnership, a limited liability company, or an S corporation. The ownership and capital structure restrictions imposed on S corporations often require use of a partnership or LLC. S corporations are limited to 100 shareholders (although members of a \"family,\" broadly defined, are counted as one shareholder), and they may not have more than one class of stock.[61] Subchapter K is much more flexible than Subchapter S. To accommodate different types of owners, partnerships and LLCs may make special allocations of partnership income and deduction items, while shareholders of an S corporation must include corporate income and loss in proportion to their stock ownership.[62] Thus, partners may agree to share certain income or deductions disproportionately, and the agreement will be respected for tax purposes if it accurately reflects their economic business deal. In most cases, partnerships and LLCs (but not S corporations) also can distribute appreciated property in kind without immediate recognition of taxable gain. If an entity will hold appreciated property that it anticipates distributing to its owners at some point prior to a liquidation, a strong tax preference exists for structuring the activity through a Subchapter K entity rather than an S corporation. ",
        "bbox": [
            99,
            223,
            774,
            611
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Unlike S corporation shareholders, partners may increase the basis of their partnership interests by their allocable share of entity-level debts.[63] That additional \"basis credit\" may be important for maximizing the ability to deduct losses realized by the enterprise—e.g., in ventures that own leveraged real estate—or avoiding gain on distributions.[64] For these and other reasons, the conventional wisdom is that Subchapter K is more taxpayer-friendly than Subchapter S. In fact, much of the ",
        "bbox": [
            98,
            614,
            772,
            744
        ],
        "page_idx": 16
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            102,
            55,
            197,
            70
        ],
        "page_idx": 16
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
        "bbox": [
            362,
            42,
            774,
            75
        ],
        "page_idx": 16
    },
    {
        "type": "page_number",
        "text": "19 ",
        "bbox": [
            861,
            61,
            883,
            75
        ],
        "page_idx": 16
    },
    {
        "type": "page_footnote",
        "text": "59 For a venture capital fund that invests in a diversified portfolio of start-up businesses, however, forming each business as a C corporation prevents the fund from using losses from start-ups that fail against the gains generated by those that succeed. The willingness of venture capital funds to forgo these deductions has been criticized by some commentators. See Fleischer, \"The Rational Exuberance of Structuring Venture Capital Start-Ups,\" 57 Tax L. Rev. 137 (2003); Johnson, \"Why Do Venture Capital Funds Burn Research and Development Deductions?\", 29 Va. Tax Rev. 29 (2009); Bankman, \"The Structure of Silicon Valley Start-ups,\" 42 UCLA L. Rev. 1737 (1994). ",
        "bbox": [
            96,
            758,
            771,
            867
        ],
        "page_idx": 16
    },
    {
        "type": "page_footnote",
        "text": "60 In some cases, however, the use of loss carryovers by a C corporation may be limited after a significant change of ownership. See I.R.C. § 382. ",
        "bbox": [
            98,
            867,
            771,
            897
        ],
        "page_idx": 16
    },
    {
        "type": "page_footnote",
        "text": "61 I.R.C. § 1361(b). ",
        "bbox": [
            130,
            898,
            281,
            914
        ],
        "page_idx": 16
    },
    {
        "type": "page_footnote",
        "text": "62 Compare I.R.C. § 704(b)(2) with I.R.C. § 1366(a). ",
        "bbox": [
            130,
            915,
            508,
            930
        ],
        "page_idx": 16
    },
    {
        "type": "page_footnote",
        "text": "63 See I.R.C. §722; 752(a). ",
        "bbox": [
            130,
            931,
            341,
            946
        ],
        "page_idx": 16
    },
    {
        "type": "page_footnote",
        "text": "See I.R.C. §§ 704(d); 731(a)(1); 1366(d)(1); 1368(b). ",
        "bbox": [
            130,
            946,
            519,
            963
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "popularity of LLCs is attributable to the fact that they offer limited liability to all investors combined with the more flexible partnership tax regime. ",
        "bbox": [
            225,
            94,
            898,
            150
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "In some situations, however, the goals of business owners may be better achieved with an S corporation, such as where there are only a few owners (maybe just one) and the flexibility of Subchapter K is not necessary. Moreover, some tax advisors still recommend conducting a business as a state law corporation instead of a partnership or limited liability company because they (or their clients) are more comfortable with the corporate governance structure. Subchapter S provides those who prefer the corporate form with a relatively simple pass-through tax regime. As discussed below, S corporations also are often used by service providers to minimize their exposure to employment taxes. ",
        "bbox": [
            223,
            155,
            900,
            339
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "On the other hand, S corporations are not a viable choice in many situations—for example, a business with foreign investors, who are not permissible S corporation shareholders. Many institutional investors, such as tax-exempt pension funds and charitable organizations, are discouraged by the tax system from investing in any type of active business that is operated as a pass-through entity.[65] Venture capital funds, which provide a large source of capital for start-up companies, historically have been more comfortable using the familiar C corporation capitalized with several classes of stock, a structure not available in an S corporation. These are just a few illustrations of the types of additional factors influencing the choice of entity decision. ",
        "bbox": [
            223,
            343,
            900,
            544
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "State Tax Issues. State tax considerations also may play a role in deciding the best form of pass-through entity. For example, in some states LLCs are subject to entity-level taxes that are not imposed on partnerships, and S corporations may be taxed adversely compared to partnerships.[66] ",
        "bbox": [
            220,
            549,
            895,
            641
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Employment Tax Considerations. Where a principal owner is also a service provider, employment taxes can be an influential factor in choosing the legal form for the business. Employment taxes are imposed in addition to income taxes on employee wages[67] and on net earnings from self-employment.[68] A self-employed individual, such as a sole proprietor or a general partner who derives income from a trade or business conducted by a partnership in which he is a partner, must pay ",
        "bbox": [
            220,
            646,
            895,
            782
        ],
        "page_idx": 17
    },
    {
        "type": "page_number",
        "text": "20 ",
        "bbox": [
            130,
            66,
            153,
            78
        ],
        "page_idx": 17
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            228,
            65,
            352,
            77
        ],
        "page_idx": 17
    },
    {
        "type": "header",
        "text": "PART1 ",
        "bbox": [
            836,
            61,
            898,
            75
        ],
        "page_idx": 17
    },
    {
        "type": "page_footnote",
        "text": "65 Stripped of detail, pension funds and other tax-exempt organizations are potentially subject to the \"unrelated business income tax\" on income passing through from an operating business conducted as a partnership or S corporation, but they are generally not taxable on income from \"portfolio\" investments, such as dividends and interest received from an equity or debt interest in a C corporation. See generally I.R.C. §§ 511 et seq. ",
        "bbox": [
            220,
            803,
            893,
            875
        ],
        "page_idx": 17
    },
    {
        "type": "page_footnote",
        "text": "See generally Ely, Grissom & Thistle, \"An Update on the State Tax Treatment of Limited Liability Companies and Limited Liability Partnerships,\" 87 State Tax Notes 155 (Jan. 8, 2018). ",
        "bbox": [
            220,
            875,
            893,
            912
        ],
        "page_idx": 17
    },
    {
        "type": "page_footnote",
        "text": "One-half the employment tax on wages is paid by the employee through withholding and the other half is paid by the employer, which may deduct the tax as a business expense. ",
        "bbox": [
            220,
            915,
            893,
            952
        ],
        "page_idx": 17
    },
    {
        "type": "page_footnote",
        "text": "I.R.C. § 1401. ",
        "bbox": [
            253,
            945,
            380,
            959
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "a 12.4 percent tax on self-employment income up to a wage base \\((\\\\) 130,900\\) in 2019)\\( ^{69} \\) and an additional 2.9 percent Medicare tax on all income from self-employment. The Medicare tax rate increases to 3.8 percent for taxpayers with self-employment income above certain high-income thresholds.\\( ^{70} \\) ",
        "bbox": [
            94,
            85,
            771,
            176
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "S corporations, especially those with only one shareholder, are often used by service providers to avoid the uncapped Medicare portion of self-employment taxes. Some tax advisors take the position that as long as the salary paid by the S corporation to a shareholder-employee is on the low end of a reasonable range, the Medicare tax can be avoided on that shareholder's remaining share of the S corporation's income even if it is the product of the shareholder's labor rather than a return on capital. In extreme cases, such as where little or no salary is paid and the S corporation simply distributes its net income to its sole owner, the Service likely will reclassify all or part of the distribution, or even the shareholder's pro rata share of undistributed corporate profits, as wages for employment tax purposes. Anecdotal evidence suggests that this employment tax avoidance strategy is widely used by S corporations and often goes unchallenged.[71] Legislation to curtail this strategy has been considered but not yet enacted. ",
        "bbox": [
            94,
            183,
            772,
            460
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Employment taxes also may influence the choice between a limited partnership and an LLC. Unlike general partners, limited partners generally are not subject to self-employment tax on their distributive share of partnership income (apart from salary-like guaranteed payments), while the employment tax treatment of LLC members (who are classified as neither general nor limited partners under state law) is less certain.[72] The unsettled state of the law appeared to create an opportunity for tax avoidance by LLC members who are active in the business. In 1997, the Service issued proposed regulations to clarify these issues.[73] These regulations generally would have prevented partners and LLC members who provided more than 500 hours of service for their firms in a taxable year from taking advantage of the limited partner exclusion from self-employment tax. But after a storm of protest, Congress imposed a one-year moratorium[74] and, even though it expired, no final regulations had been adopted as of late 2019. In the meantime, the courts entered the fray. In an influential Tax Court decision, attorney-partners in a limited liability law firm partnership were not allowed to use the limited partner exclusion from self-employment ",
        "bbox": [
            94,
            465,
            772,
            797
        ],
        "page_idx": 18
    },
    {
        "type": "header",
        "text": "CHAPTER 1 ",
        "bbox": [
            99,
            51,
            192,
            66
        ],
        "page_idx": 18
    },
    {
        "type": "header",
        "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
        "bbox": [
            359,
            39,
            767,
            56
        ],
        "page_idx": 18
    },
    {
        "type": "header",
        "text": "AND SHAREHOLDERS ",
        "bbox": [
            602,
            58,
            767,
            71
        ],
        "page_idx": 18
    },
    {
        "type": "page_number",
        "text": "21 ",
        "bbox": [
            856,
            59,
            875,
            71
        ],
        "page_idx": 18
    },
    {
        "type": "page_footnote",
        "text": "I.R.C. § 1402(a). Self-employed taxpayers may take an above-the-line deduction for one-half of self-employment tax paid. I.R.C. § 164(f). ",
        "bbox": [
            94,
            833,
            771,
            864
        ],
        "page_idx": 18
    },
    {
        "type": "page_footnote",
        "text": "70 I.R.C. § 1401(b)(2). ",
        "bbox": [
            129,
            866,
            295,
            880
        ],
        "page_idx": 18
    },
    {
        "type": "page_footnote",
        "text": "71 See Tax Gap: Actions Needed to Address Noncompliance with S Corporation Tax Rules (U.S. Government Accountability Office, GAO-10-195, Dec. 2009). ",
        "bbox": [
            96,
            881,
            769,
            910
        ],
        "page_idx": 18
    },
    {
        "type": "page_footnote",
        "text": "72 I.R.C. § 1402(a)(13). ",
        "bbox": [
            129,
            912,
            303,
            926
        ],
        "page_idx": 18
    },
    {
        "type": "page_footnote",
        "text": "73 Prop. Reg. § 1.1402(a)–2(h). ",
        "bbox": [
            129,
            928,
            357,
            943
        ],
        "page_idx": 18
    },
    {
        "type": "page_footnote",
        "text": "74 Pub. L. No. 105-34, § 935, 111 Stat. 788 (1997). ",
        "bbox": [
            129,
            945,
            496,
            959
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "taxes.[75] This holding is consistent with the functional approach taken by the 1997 proposed regulations and undercutts the aggressive position that LLC members qualify for the \"limited partner\" exclusion from self-employment tax even if they are active service providers to a business with nominal capital.[76] ",
        "bbox": [
            233,
            90,
            901,
            184
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "To sum up all this information, the employment tax regime is not applied uniformly to service providers who are partners, members of LLCs and LLPs, and S corporation shareholders, and in some respects the law is not crystal clear. This inconsistency and uncertainty appear to have fueled the growth of one-person S corporations in order to avoid the full impact of employment taxes. ",
        "bbox": [
            233,
            189,
            901,
            299
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Existing Entities: Change of Form. If an existing entity wants to change its legal form or tax status, it may confront significant tax impediments. For example, converting a C corporation to a partnership or LLC will require the corporation to liquidate, which may trigger significant corporate and shareholder tax liability.[77] Alternatively, a C corporation may make an election to become an S corporation with no immediate tax consequences, but asset appreciation and other income accruing prior to the conversion still may be subject to a corporate-level tax when those gains are ultimately realized.[78] Incorporating a partnership or LLC, and converting a partnership into an LLC or an LLP, generally may be accomplished without adverse tax consequences. ",
        "bbox": [
            233,
            304,
            901,
            505
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Choice of Entity Trends. The choice of entity landscape continues to evolve, and some interesting trends were developing prior to the 2017 Act. Contrary to predictions of their demise, S corporations have shown surprising vitality. In 1997, for the first time, a majority of corporate tax returns were filed by S corporations,[79] and the popularity of S corporations has continued to increase. In 2018, the most recent year for which data is available, S corporations accounted for 71 percent of the roughly 7.2 million corporate returns filed.[80] ",
        "bbox": [
            230,
            510,
            898,
            656
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The number of businesses filing partnership returns also has grown considerably, increasing at an average annual rate of 2.5 percent from 2006 through 2016.[81] In addition, the mix of entities within the partnership tax universe has changed dramatically. The number of LLCs has steadily increased over the past 20 years. LLCs outnumber limited partnerships by more than 5:1, and beginning in 2002, the number of ",
        "bbox": [
            230,
            661,
            898,
            773
        ],
        "page_idx": 19
    },
    {
        "type": "list",
        "sub_type": "ref_text",
        "list_items": [
            "75 Renkemeyer, Campbell & Weaver, LLP v. Commissioner, 136 T.C. 137 (2011). ",
            "[76] For other cases where the Tax Court applied a functional approach in determining eligibility for the limited partner exclusion from employment taxes, see Hardy v. Commissioner, 113 T.C.M. 1070 (2017); Castigliola v. Commissioner, 113 T.C.M. 1296 (2017). ",
            "See I.R.C. §§ 331; 336. ",
            "See I.R.C. § 1374, discussed in Chapter 15F, infra. ",
            "79 Treubert & Janquet, \"Corporation Income Tax Returns, 1998,\" 21 SOI Bulletin 66, 67 (2001). ",
            "80 Internal Revenue Service Data Book, 2018, Table 2. ",
            "81 DeCarlo & Shumofsky, Partnership Tax Returns Tax Year 2016, 38 IRS SOI Bulletin 59 (2019). "
        ],
        "bbox": [
            225,
            792,
            898,
            955
        ],
        "page_idx": 19
    },
    {
        "type": "page_number",
        "text": "22 ",
        "bbox": [
            135,
            64,
            156,
            75
        ],
        "page_idx": 19
    },
    {
        "type": "header",
        "text": "INTRODUCTION ",
        "bbox": [
            233,
            63,
            356,
            75
        ],
        "page_idx": 19
    },
    {
        "type": "header",
        "text": "PART1 ",
        "bbox": [
            841,
            58,
            901,
            71
        ],
        "page_idx": 19
    }
]