[
  {
    "type": "text",
    "text": "CHAPTER 1 ",
    "text_level": 1,
    "bbox": [
      81,
      84,
      258,
      109
    ],
    "page_idx": 0
  },
  {
    "type": "text",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
    "text_level": 1,
    "bbox": [
      81,
      127,
      718,
      242
    ],
    "page_idx": 0
  },
  {
    "type": "text",
    "text": "A. INTRODUCTION TO TAXATION OF BUSINESS ENTITIES ",
    "text_level": 2,
    "bbox": [
      81,
      261,
      746,
      284
    ],
    "page_idx": 0
  },
  {
    "type": "text",
    "text": "Since the time when the British Crown begrudgingly recognized collective profit-seeking enterprises, the artificial legal entity known as the \"corporation\" has served as a principal vehicle for conducting business in a capitalist economic system. Legal advisors to the earliest American corporations spent much of their time defining the relationship between the corporation and the state and developing hoary doctrines to regulate corporate governance and control. It was not until late in the 19th century that the genteel world of corporate law was jolted by the emergence of the income tax as a principal government revenue raising device. The life of the corporate lawyer would never be the same again. From the ill-fated Income Tax of 1894, which at the time was viewed as a Socialist plot because it imposed a two percent tax on individual and corporate net income,[1] to the Payne-Aldrich Tariff Act of 1909, which imposed a modest one percent tax on corporate net income over \\(5,000,[2] to the Sixteenth Amendment and beyond, the income tax gradually came to influence how corporations conducted their affairs. It is now well acknowledged, though often lamented, that taxes have invaded virtually every aspect of American business life. They shape and often twist management decisions and generally are an unpleasant distraction to those who would prefer to devote their full resources to the pursuit of profit. ",
    "bbox": [
      81,
      292,
      754,
      679
    ],
    "page_idx": 0
  },
  {
    "type": "text",
    "text": "The decision to superimpose an income tax on a system that recognized artificial entities as separate from their owners raised a fundamental structural question. The dilemma confronting the architects of the federal income tax was whether to treat corporations, partnerships, trusts and other vehicles for conducting business as separate taxable entities or as an aggregate of the underlying owners. ",
    "bbox": [
      81,
      684,
      754,
      796
    ],
    "page_idx": 0
  },
  {
    "type": "text",
    "text": "Since the earliest federal income tax acts, a corporation has been treated as a distinct taxable entity, separate and apart from its shareholders. Once that policy decision was made, a host of additional questions followed. What rates should be applied to corporate income? ",
    "bbox": [
      81,
      800,
      754,
      875
    ],
    "page_idx": 0
  },
  {
    "type": "page_footnote",
    "text": "See Bittker & Lokken, Federal Taxation of Income, Estates and Gifts 1.1.2; see also Pollock v. Farmers' Loan & Trust Co., 157 U.S. 429, 15 S.Ct. 673 (1895). ",
    "bbox": [
      78,
      902,
      753,
      931
    ],
    "page_idx": 0
  },
  {
    "type": "page_footnote",
    "text": "See Bittker & Eustice, Federal Income Taxation of Corporations and Shareholders 1.01. ",
    "bbox": [
      78,
      934,
      753,
      965
    ],
    "page_idx": 0
  },
  {
    "type": "page_number",
    "text": "3 ",
    "bbox": [
      892,
      968,
      903,
      981
    ],
    "page_idx": 0
  },
  {
    "type": "text",
    "text": "Should they resemble the graduated rates applicable to individuals or is a flat rate more appropriate? How should the tax system treat transactions between a corporation and its shareholders? If a corporation already has been taxed on its earnings, should those earnings be taxed again when they are distributed to the shareholders? If so, is it appropriate to give the corporation a deduction for the amount of the distribution? In short, must corporate income be taxed twice—once when earned by the corporation and again, after distribution to the shareholders?[3] ",
    "bbox": [
      233,
      88,
      903,
      253
    ],
    "page_idx": 1
  },
  {
    "type": "text",
    "text": "The answers will unfold throughout this text. But it serves no purpose to hide the ball on the most fundamental question. Congress, having decided to treat the corporation as a separate taxpaying entity, went on to craft what has become known as a \"double tax regime.\"4 Under current law, a corporate tax is imposed annually, at the 21 percent flat rate set forth in Section 11, on the taxable income of a corporation. That income is taxed again if and when a corporation distributes dividends to its shareholders. Those dividends are not deductible by the distributing corporation but are taxed to its shareholders at rates that vary depending on whether the shareholder is an individual or a corporation, and they are not taxed at all to tax-exempt shareholders such as charities and retirement funds.5 Because the corporation is treated as a separate taxable entity, transactions between corporations and their shareholders are taxable events unless they qualify for nonrecognition treatment. The tax consequences of these transactions and other major changes and adjustments in a corporation are governed by Subchapter C (Sections 301 to 385) of the Internal Revenue Code of 1986, a challenging and fascinating body of law that is the principal subject of this book. Corporations subject to the double tax regime also draw their identity (and monogram) from Subchapter C. Collectively, the Code refers to them as \"C corporations.\"6 ",
    "bbox": [
      230,
      260,
      901,
      641
    ],
    "page_idx": 1
  },
  {
    "type": "text",
    "text": "Congress made a markedly different policy decision in the case of partnerships and limited liability companies, which are treated by Subchapter K of the Code as pass-through entities that do not pay federal income tax. Instead, partners<sup>7</sup> include their distributive shares of partnership income, deductions, losses and other items when determining their tax liability. A partner's share of partnership losses for ",
    "bbox": [
      228,
      648,
      901,
      762
    ],
    "page_idx": 1
  },
  {
    "type": "page_number",
    "text": "4 ",
    "bbox": [
      133,
      61,
      148,
      71
    ],
    "page_idx": 1
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      233,
      59,
      357,
      71
    ],
    "page_idx": 1
  },
  {
    "type": "header",
    "text": "PART1 ",
    "bbox": [
      841,
      56,
      903,
      70
    ],
    "page_idx": 1
  },
  {
    "type": "page_footnote",
    "text": "3 See, e.g., McLure, Must Corporate Income Be Taxed Twice? (1979). ",
    "bbox": [
      254,
      782,
      759,
      801
    ],
    "page_idx": 1
  },
  {
    "type": "page_footnote",
    "text": "4 The term \"double\" is somewhat misleading insofar as it suggests that corporations are taxed at the same rate twice or over-taxed. \"Two-layer tax\" may be a more accurate description, but the crisper \"double tax\" has become ingrained in the tax lexicon. ",
    "bbox": [
      223,
      800,
      897,
      842
    ],
    "page_idx": 1
  },
  {
    "type": "page_footnote",
    "text": "Since 2003, most dividends received by noncorporate shareholders are taxed at the same preferential rates as long-term capital gains. I.R.C. § 1(h)(11). For corporate shareholders, some relief from a potential triple tax is provided by a 50, 65 or 100 percent dividends received deduction under Section 243. See Section D1 of this chapter, infra. Tax-exempt shareholders are generally not taxed on dividends they receive. ",
    "bbox": [
      223,
      840,
      897,
      911
    ],
    "page_idx": 1
  },
  {
    "type": "page_footnote",
    "text": "I.R.C. § 1361(a)(2). ",
    "bbox": [
      254,
      910,
      421,
      926
    ],
    "page_idx": 1
  },
  {
    "type": "page_footnote",
    "text": "7 References to \"partners\" are intended to include members of limited liability companies. ",
    "bbox": [
      223,
      926,
      895,
      954
    ],
    "page_idx": 1
  },
  {
    "type": "text",
    "text": "a taxable year are deductible only to the extent of the partner's basis in her partnership interest. These losses also may be subject to other timing limitations. Ongoing adjustments to the basis of a partner's interest in the partnership ensure that income and losses are not taxed (or deducted) twice. ",
    "bbox": [
      83,
      85,
      759,
      178
    ],
    "page_idx": 2
  },
  {
    "type": "text",
    "text": "Partnerships are treated as entities, however, for purposes of selecting a taxable year, computing and characterizing partnership income, filing information returns, making elections, undergoing audits by the Internal Revenue Service and in several substantive contexts, such as formation and termination, transactions between partners and partnerships, and sales of partnership interests.[11] This mixture of aggregate and entity approaches contributes to substantial complexity and tax avoidance opportunities. ",
    "bbox": [
      83,
      184,
      761,
      332
    ],
    "page_idx": 2
  },
  {
    "type": "text",
    "text": "The double tax regime generally applicable to corporations and the pass-through system governing partnerships and limited liability companies represent the Code's two fundamental alternatives for taxing business enterprises. To level the playing field and respond to the special problems of unique industries, Congress occasionally has enacted other business tax regimes. For example, to minimize the role of taxes on the choice of form for closely held businesses, some corporations may elect under Subchapter S to be treated as pass-through entities if they satisfy a strict set of eligibility requirements.[12] Corporations making that election are known as \"S corporations.\" ",
    "bbox": [
      83,
      337,
      759,
      521
    ],
    "page_idx": 2
  },
  {
    "type": "text",
    "text": "While the tax treatment of S corporations and partnerships is similar, the two systems are not identical. In general, Subchapter K offers partners greater flexibility in determining their tax results. For example, partnerships have greater freedom to make special allocations of income and losses, and partners may include their share of partnership liabilities in the basis of their partnership interest. S corporations may not make special allocations and S corporation shareholders, unlike partners, may not include their pro rata share of the firm's liabilities in the basis of their stock.[13] ",
    "bbox": [
      83,
      526,
      759,
      691
    ],
    "page_idx": 2
  },
  {
    "type": "text",
    "text": "To preclude widely held businesses from disincorporating to escape the double tax regime of Subchapter C, most of the relatively few partnerships that are publicly traded are treated as corporations for tax purposes.[14] Other types of hybrid entities qualify for pass-through treatment if they satisfy requirements designed to limit the nature of ",
    "bbox": [
      81,
      696,
      759,
      792
    ],
    "page_idx": 2
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      86,
      51,
      179,
      66
    ],
    "page_idx": 2
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
    "bbox": [
      348,
      39,
      759,
      56
    ],
    "page_idx": 2
  },
  {
    "type": "header",
    "text": "AND SHAREHOLDERS ",
    "bbox": [
      591,
      56,
      759,
      71
    ],
    "page_idx": 2
  },
  {
    "type": "page_number",
    "text": "5 ",
    "bbox": [
      854,
      59,
      867,
      71
    ],
    "page_idx": 2
  },
  {
    "type": "page_footnote",
    "text": "8 I.R.C. §701; 704(d). ",
    "bbox": [
      89,
      806,
      299,
      823
    ],
    "page_idx": 2
  },
  {
    "type": "page_footnote",
    "text": "I.R.C. §§ 461(l); 465; 469. ",
    "bbox": [
      89,
      825,
      328,
      839
    ],
    "page_idx": 2
  },
  {
    "type": "page_footnote",
    "text": "10 I.R.C. § 705. ",
    "bbox": [
      117,
      840,
      236,
      854
    ],
    "page_idx": 2
  },
  {
    "type": "page_footnote",
    "text": "I.R.C. §§ 721; 707; 741. See generally, Schwarz, Lathrope & Hellwig, Cases and Materials on Fundamentals of Partnership Taxation (11th ed. 2019). ",
    "bbox": [
      84,
      856,
      756,
      883
    ],
    "page_idx": 2
  },
  {
    "type": "page_footnote",
    "text": "12 I.R.C. § 1361(a)(1). The Code imposes no limit on the value of an S corporation, but eligibility for Subchapter S status is restricted to corporations having not more than 100 shareholders or more than one class of stock. See Chapter 15, infra. ",
    "bbox": [
      84,
      885,
      756,
      928
    ],
    "page_idx": 2
  },
  {
    "type": "page_footnote",
    "text": "13 See I.R.C. §§ 704(b); 752; 1366(d). ",
    "bbox": [
      116,
      930,
      387,
      944
    ],
    "page_idx": 2
  },
  {
    "type": "page_footnote",
    "text": "See I.R.C. § 7704 and Section E2b of this chapter, infra. ",
    "bbox": [
      116,
      946,
      542,
      960
    ],
    "page_idx": 2
  },
  {
    "type": "text",
    "text": "their business operations, \\(^{15}\\) and corporations in certain discrete industries are governed by specialized taxing regimes, which are beyond the scope this text. \\(^{16}\\) Despite these departures from the norm, the central question remains—shall business profits be subjected to one or two levels of tax? The debate on this question continues to rage and will arise repeatedly throughout the text. ",
    "bbox": [
      230,
      88,
      898,
      198
    ],
    "page_idx": 3
  },
  {
    "type": "text",
    "text": "B. INFLUENTIAL POLICIES ",
    "text_level": 3,
    "bbox": [
      230,
      215,
      542,
      236
    ],
    "page_idx": 3
  },
  {
    "type": "text",
    "text": "For many years, the policies underlying Subchapter C have been in a state of disequilibrium as Congress periodically tinkers with the Internal Revenue Code as part of a highly politicized tax legislative process. The interrelationship of these policies influences taxpayer behavior regarding the type of entity in which to conduct a business enterprise, capital structure and financing of corporate activities, dividend and compensation policy, estate planning, and a myriad of other tax and business planning decisions. An overview of the past and current synergy of these influential policies, as well as a peek at the impact of the global economy on the shape and reach of the corporate tax, are appropriate before moving on. ",
    "bbox": [
      228,
      247,
      895,
      446
    ],
    "page_idx": 3
  },
  {
    "type": "text",
    "text": "The Double Tax. The concept at the heart of Subchapter C is the double taxation of corporate income. In many situations, the double tax is more theoretical than real. Corporations have been adept at minimizing their tax liability by taking advantage of self-help strategies and by utilizing numerous tax preferences scattered throughout the Code to provide an incentive for various activities. Studies based on securities law filings have reported that some large and profitable publicly traded corporations pay little or no U.S. tax,[17] and many major shareholders, such as wealthy charities and qualified retirement funds, do not pay taxes on the dividends they receive. ",
    "bbox": [
      228,
      453,
      895,
      635
    ],
    "page_idx": 3
  },
  {
    "type": "text",
    "text": "The decision to treat corporations as separate taxable entities, distinct from their shareholders, is controversial.[18] Some of the debate is about the incidence of the corporate tax—whether it is borne by shareholders, employees, corporate managers, consumers of the company's goods and services, or investors in general.[19] Critics also point ",
    "bbox": [
      223,
      641,
      893,
      736
    ],
    "page_idx": 3
  },
  {
    "type": "page_number",
    "text": "6 ",
    "bbox": [
      129,
      59,
      142,
      71
    ],
    "page_idx": 3
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      230,
      59,
      352,
      71
    ],
    "page_idx": 3
  },
  {
    "type": "header",
    "text": "PART1 ",
    "bbox": [
      838,
      56,
      897,
      68
    ],
    "page_idx": 3
  },
  {
    "type": "page_footnote",
    "text": "See e.g., Subchapter M, governing regulated investment companies (mutual funds) and real estate investment trusts. ",
    "bbox": [
      220,
      744,
      890,
      772
    ],
    "page_idx": 3
  },
  {
    "type": "page_footnote",
    "text": "See, e.g., Subchapter L (Insurance Companies), Subchapter H (banks and trust companies), and Subchapter F (tax-exempt organizations and cooperatives). ",
    "bbox": [
      220,
      775,
      890,
      805
    ],
    "page_idx": 3
  },
  {
    "type": "page_footnote",
    "text": "17 See, e.g., Institute on Taxation and Economic Policy, \"Corporate Tax Avoidance Remain Rampant Under New Tax Law\" (reporting that 60 profitable Fortune 500 companies avoided all federal income tax in 2018). But see Richard Rubin, \"Does Amazon Really Pay No Taxes? Here's the Complicated Answer,\" Wall St. Journal, June 14, 2019 (noting that the studies are not based on actual corporate tax returns, which are private, and that financial statements are an imperfect snapshot of a corporation's true overall tax burden). ",
    "bbox": [
      218,
      805,
      890,
      886
    ],
    "page_idx": 3
  },
  {
    "type": "page_footnote",
    "text": "18 See generally Shaviro, Decoding the U.S. Corporate Tax (2009). ",
    "bbox": [
      250,
      887,
      728,
      904
    ],
    "page_idx": 3
  },
  {
    "type": "page_footnote",
    "text": "19 See, e.g., Harberger, \"The Incidence of the Corporation Income Tax,\" 70 J. Pol. Econ. 215 (1962); Klein, \"The Incidence of the Corporation Income Tax: A Lawyer's View of a Problem in Economics,\" 65 Wisc.L. Rev. 576 (1965). Many economists have given up on this question, concluding that they are unable to ascertain who bears the burden of the corporate tax. See ",
    "bbox": [
      218,
      904,
      890,
      963
    ],
    "page_idx": 3
  },
  {
    "type": "text",
    "text": "to the adverse impact of the tax on the allocation of economic resources; its complexity; the disadvantages it places on U.S. companies in the global economy; and many other evils, including three distinct biases: (1) against corporate as opposed to noncorporate investment (because only corporate capital is subject to a second tax); (2) in favor of debt financing for businesses organized as C corporations because corporations can deduct the interest they pay on debt (subject to a general limitation beginning in \\(2018^{20}\\) ) but not dividends to holders of equity capital; and (3) in favor of retention of earnings at the corporate level as opposed to distribution of dividends.[21] ",
    "bbox": [
      81,
      85,
      756,
      268
    ],
    "page_idx": 4
  },
  {
    "type": "text",
    "text": "If a double tax is accepted as the appropriate corporate taxing model, the discussion then turns to the \"integrity\" of the corporate-level tax. For example, should the corporate income tax apply not only to operating profits but also to distributions of appreciated property and sales in connection with corporate liquidations? The outcome of this controversy will unfold as these and other transactions are studied later in this text. For now, it is sufficient to observe that the defenders of the corporate income tax largely prevailed on these questions in piecemeal legislation culminating with the Tax Reform of 1986. The results were a strengthened double tax regime, an increase in the tax costs of operating a profitable business as a C corporation, and greater pressure on techniques to reduce these costs. ",
    "bbox": [
      84,
      275,
      756,
      494
    ],
    "page_idx": 4
  },
  {
    "type": "text",
    "text": "More recently, however, the pendulum began swinging in the other direction, initially with the reduction in 2003 of the tax rates on dividends.[22] The proliferation of various business tax incentives to stimulate economic growth also softened the impact of the corporate income tax for those industries targeted for tax relief. And then, after many years of discussion, the 2016 election results opened the gates to the enactment in 2017 of legislation popularly known as the Tax Cuts and Jobs Act.[23] The 2017 Act reduced the corporate tax rate to 21 percent and made numerous other changes that largely benefit business taxpayers. Its implications on taxpayer behavior will be addressed throughout this chapter. ",
    "bbox": [
      81,
      502,
      756,
      705
    ],
    "page_idx": 4
  },
  {
    "type": "text",
    "text": "The desire to avoid the double tax on corporate profits while obtaining limited liability for all the owners of a business fueled the ",
    "bbox": [
      81,
      709,
      756,
      747
    ],
    "page_idx": 4
  },
  {
    "type": "text",
    "text": "generally Break, \"The Incidence and Economic Effects of Taxation,\" in The Economics of Public Finance (Brookings 1974). ",
    "bbox": [
      81,
      771,
      753,
      801
    ],
    "page_idx": 4
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      84,
      51,
      178,
      65
    ],
    "page_idx": 4
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
    "bbox": [
      346,
      37,
      754,
      54
    ],
    "page_idx": 4
  },
  {
    "type": "header",
    "text": "AND SHAREHOLDERS ",
    "bbox": [
      591,
      56,
      756,
      70
    ],
    "page_idx": 4
  },
  {
    "type": "page_number",
    "text": "7 ",
    "bbox": [
      854,
      58,
      866,
      71
    ],
    "page_idx": 4
  },
  {
    "type": "page_footnote",
    "text": "See I.R.C. § 163(j), discussed in Chapter 3A2, supra. ",
    "bbox": [
      114,
      801,
      516,
      816
    ],
    "page_idx": 4
  },
  {
    "type": "page_footnote",
    "text": "See generally American Law Institute, Federal Income Tax Project Subchapter C 341-355 (1982). Commentators also point to the \"compensating biases\" in the individual income tax, such as the rate structure, preferential capital gains rates, and the ability of individuals to obtain a stepped-up basis in appreciated property acquired from a decedent. See Zolt, \"Corporate Tax After the Tax Reform Act of 1986: A State of Disequilibrium,\" 66 N.C.L. Rev. 839 (1988). ",
    "bbox": [
      83,
      818,
      754,
      885
    ],
    "page_idx": 4
  },
  {
    "type": "page_footnote",
    "text": "22 Most dividends received by noncorporate shareholders are taxed at the same 15 or 20 percent rate as long-term capital gains. I.R.C. § 1(h)(11)(A). See Chapter 4A2, infra. ",
    "bbox": [
      83,
      887,
      754,
      916
    ],
    "page_idx": 4
  },
  {
    "type": "page_footnote",
    "text": "23 Pub. L. No. 115-97, formally titled \"An Act to provide for reconciliation pursuant to titles II and V of the concurrent resolution of the budget for fiscal year 2018.\" This legislation will be referred to throughout this text as the Tax Cuts and Jobs Act or \"the 2017 Act.\" ",
    "bbox": [
      83,
      917,
      754,
      957
    ],
    "page_idx": 4
  },
  {
    "type": "text",
    "text": "growth of new legal forms, such as the limited liability company. The origins of the LLC in the United States can be traced to the search by foreign investors in the oil and gas industry for a U.S. business entity that would combine limited liability protection for all owners with one level of taxation. Because nonresident aliens may not own stock in an S corporation, the investors' objectives could not be met using the corporate form. So they began lobbying state legislatures, and by the late 1970s Wyoming had enacted the first domestic limited liability company statute.[24] LLCs were not practically viable, however, until the Internal Revenue Service ruled, first privately and then in a 1989 published ruling, that a Wyoming LLC would be treated as a partnership rather than a corporation for tax purposes.[25] ",
    "bbox": [
      225,
      90,
      898,
      313
    ],
    "page_idx": 5
  },
  {
    "type": "text",
    "text": "These and other developments reduced the contribution of the corporate income tax to total federal revenue collections. In the 1950s, corporate taxes amounted to 25 to 30 percent of total revenues collected, but they dropped to roughly 14 percent in the 1970s and have fallen further since 2000.[26] The Congressional Budget Office's most recently available projections for the decade beginning in 2019 are that the corporate income tax will raise about 8 percent of total federal receipts and constitute 1.4 percent of gross domestic product, both sharp declines from the previous 50-year average.[27] ",
    "bbox": [
      223,
      316,
      898,
      482
    ],
    "page_idx": 5
  },
  {
    "type": "text",
    "text": "Preferential Capital Gains Rates. For much of our tax history, the policy decision to tax long-term capital gains at substantially lower rates than ordinary income influenced the tax planner's agenda. Rather than paying dividends, tax advisors devised techniques to \"bail out\" earnings at capital gains rates. A \"bailout\" was a distribution of earnings in a transaction, such as a redemption of stock, that qualifies as a \"sale or exchange,\" enabling the shareholder to recover all or part of her stock basis and to benefit from preferential capital gain treatment on any realized gain. In some cases, such as where the shareholder died and the basis of her stock was stepped up to its date-of-death value, the bailout could be accomplished tax-free.[28] Over the years, Congress responded with complex anti-bailout provisions to ensure that distributions resembling dividends would be taxed as ordinary income.[29] ",
    "bbox": [
      223,
      486,
      898,
      727
    ],
    "page_idx": 5
  },
  {
    "type": "text",
    "text": "Since 2003, with most dividends and long-term capital gains taxed at the same preferential rates, the traditional incentive for a bailout has ",
    "bbox": [
      223,
      729,
      898,
      768
    ],
    "page_idx": 5
  },
  {
    "type": "page_number",
    "text": "8 ",
    "bbox": [
      129,
      66,
      140,
      77
    ],
    "page_idx": 5
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      228,
      64,
      351,
      77
    ],
    "page_idx": 5
  },
  {
    "type": "header",
    "text": "PART1 ",
    "bbox": [
      834,
      56,
      895,
      71
    ],
    "page_idx": 5
  },
  {
    "type": "page_footnote",
    "text": "24 See Hamill, \"The Limited Liability Company: A Catalyst Exposing The Corporate Integration Question,\" 95 Mich. L. Rev. 393, 399 (1996), for a history of LLC's rise from obscurity to its current position as a mainstream form of business entity. ",
    "bbox": [
      223,
      795,
      897,
      840
    ],
    "page_idx": 5
  },
  {
    "type": "page_footnote",
    "text": "25 Rev. Rul. 88-76, 1988-2 C.B. 360. See Section E1 of this chapter, infra. ",
    "bbox": [
      256,
      840,
      790,
      856
    ],
    "page_idx": 5
  },
  {
    "type": "page_footnote",
    "text": "26 Office of Management and Budget, Historical Percentage of Revenue by Source, Table 2.2 (2019), available at https://www.whitehouse.gov/wp-content/uploads/2019/03/hist-fy2020.pdf. ",
    "bbox": [
      223,
      856,
      897,
      893
    ],
    "page_idx": 5
  },
  {
    "type": "page_footnote",
    "text": "27 Congressional Budget Office, The Budget and Economic Outlook 2019-2029, 90 (Jan. 2019). ",
    "bbox": [
      223,
      896,
      897,
      922
    ],
    "page_idx": 5
  },
  {
    "type": "page_footnote",
    "text": "See I.R.C. § 1014. ",
    "bbox": [
      256,
      925,
      413,
      941
    ],
    "page_idx": 5
  },
  {
    "type": "page_footnote",
    "text": "See, e.g., I.R.C. §§ 302; 304; 306. ",
    "bbox": [
      256,
      941,
      516,
      958
    ],
    "page_idx": 5
  },
  {
    "type": "text",
    "text": "just about disappeared. Under the current rate structure, the tax goal of a bailout would not be to convert dividend income to capital gain but rather to enable shareholders to recover all or part of the basis in their stock. Only if capital gains are taxed at a much lower rate than dividends, as could happen if Congress changes its mind again in the future, would a bailout reassume its role as a strategy to reduce the double tax on C corporations and their shareholders and make some of the topics covered in this course much more compelling. ",
    "bbox": [
      94,
      88,
      772,
      238
    ],
    "page_idx": 6
  },
  {
    "type": "text",
    "text": "Nonrecognition. Under the realization principle, gains and losses are not taxable until they are realized in a sale, exchange or other event that makes the gain or loss \"real\" and more easily measurable. The nonrecognition concept assumes that certain realization events should not be impeded by the imposition of a tax. Transactions that qualify for nonrecognition treatment may go forward on a tax-free basis on the theory that they are mere changes in form resulting in a continuity of investment. To ensure that any realized gain or loss is merely deferred rather than eliminated, the typical nonrecognition provision includes corollary rules providing for transferred and exchanged bases and tacked holding periods.[30] A familiar example from basic income tax is a Section 1031 like-kind exchange. The nonrecognition principle pervades Subchapter C, affecting transactions ranging from the simple corporate formation to complex mergers and acquisitions. ",
    "bbox": [
      96,
      241,
      774,
      500
    ],
    "page_idx": 6
  },
  {
    "type": "text",
    "text": "The opportunity to qualify a corporate transaction for nonrecognition assumed even greater importance when Congress enacted legislation to require corporations to recognize gain on most distributions of appreciated property and sales pursuant to a plan of complete liquidation.[31] Standing in sharp contrast are acquisitions known as tax-free reorganizations, which ordinarily are free of tax to all the parties, albeit with the trade-off of transferred bases and a carryover of other tax attributes. Taxpayers thus may be encouraged to structure sales of a corporate business to come within an applicable nonrecognition provision in order to avoid (or at least defer) tax at the corporate and shareholder levels. ",
    "bbox": [
      94,
      503,
      772,
      707
    ],
    "page_idx": 6
  },
  {
    "type": "text",
    "text": "The International Dimension. The taxation of multinational companies, while of great importance in a global economy, is beyond the scope of coverage of this text, which is confined to domestic taxation of corporations and shareholders. It is sufficient here to make a few general observations to illustrate how multinational corporations have contributed to the erosion of the corporate income tax base and why they influenced the debate over comprehensive business tax reform. ",
    "bbox": [
      94,
      710,
      771,
      843
    ],
    "page_idx": 6
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      99,
      54,
      192,
      69
    ],
    "page_idx": 6
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
    "bbox": [
      359,
      41,
      769,
      56
    ],
    "page_idx": 6
  },
  {
    "type": "header",
    "text": "AND SHAREHOLDERS ",
    "bbox": [
      604,
      59,
      769,
      74
    ],
    "page_idx": 6
  },
  {
    "type": "page_number",
    "text": "9 ",
    "bbox": [
      866,
      61,
      879,
      74
    ],
    "page_idx": 6
  },
  {
    "type": "page_footnote",
    "text": "See, e.g., I.R.C. § 1031, which provides for nonrecognition on certain like-kind exchanges. ",
    "bbox": [
      94,
      886,
      771,
      919
    ],
    "page_idx": 6
  },
  {
    "type": "page_footnote",
    "text": "See Chapter 7B2, infra. Certain taxable acquisitions of stock will continue to trigger only shareholder-level gain but the bases of the acquired corporation's assets will transfer to the purchaser. ",
    "bbox": [
      94,
      919,
      771,
      965
    ],
    "page_idx": 6
  },
  {
    "type": "text",
    "text": "The principal tax distinctions that have driven much of the tax planning by U.S. multinational corporations are the tax rates and jurisdiction rules in the U.S. tax system. According to the Organization for Economic Cooperation and Development,[32] prior to 2018, when the top statutory corporate income tax rate was 35 percent, the United States had a combined federal and state corporate tax rate of 39.1 percent, while the average OECD rate was 24.1 percent.[33] Many non-OECD countries have even lower rates. Additionally, the U.S. historically has taxed its domestic corporations on their worldwide income with a limited tax credit for foreign income taxes paid, while many developed countries tax their corporations only on income earned from sources within the country. Under the \"territorial\" system of many foreign countries, income earned abroad from an active business generally bears no additional tax when it is repatriated to the home country. ",
    "bbox": [
      225,
      92,
      898,
      349
    ],
    "page_idx": 7
  },
  {
    "type": "text",
    "text": "In response to these tax rules, many U.S. companies structure their overseas operations through foreign subsidiaries. The business profits of a foreign subsidiary generally are taxed only in the country where it operates and are not subject to additional U.S. tax until they are repatriated to the U.S. parent corporation. A principal goal of this structure has been to enjoy the significant benefit of tax deferral by keeping this overseas income offshore, either in cash or for future use in foreign operations. It is estimated that between \\(2 and\\) 3 trillion of such profits were “locked out” of the U.S. sitting offshore.[34] ",
    "bbox": [
      223,
      354,
      898,
      518
    ],
    "page_idx": 7
  },
  {
    "type": "text",
    "text": "It also has been common practice for the foreign subsidiaries of U.S. companies to engage in transactions to shift income to more lightly taxed jurisdictions, including tax havens with no income tax. Examples are sales, leases, loans, and licenses of intellectual property with other foreign affiliates of the U.S. parent. Technology companies reportedly have exploited this opportunity with great success by situating their intangible property (e.g., patents and software) abroad and paying royalties to foreign subsidiaries in no or low-tax countries where the company conducts little or no business activity. It has been reported that Google Inc. employed these strategies to reduce the tax rate on its foreign profits to below 3 percent.[35] ",
    "bbox": [
      223,
      523,
      898,
      724
    ],
    "page_idx": 7
  },
  {
    "type": "text",
    "text": "Another tax-saving strategy is the corporate \"inversion,\" where a U.S. company merges with, or is acquired by, what usually is a smaller foreign company and moves its tax residence outside of the U.S.[36] A corporate inversion, in part, is about seeking to improve the tax results ",
    "bbox": [
      223,
      729,
      898,
      808
    ],
    "page_idx": 7
  },
  {
    "type": "page_number",
    "text": "10 ",
    "bbox": [
      130,
      66,
      151,
      79
    ],
    "page_idx": 7
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      228,
      65,
      351,
      77
    ],
    "page_idx": 7
  },
  {
    "type": "header",
    "text": "PART1 ",
    "bbox": [
      836,
      58,
      895,
      71
    ],
    "page_idx": 7
  },
  {
    "type": "page_footnote",
    "text": "32 The OECD is a forum where the governments of 34 countries committed to democracy and market economies work together and with less developed countries to promote economic growth and prosperity, and sustain development. ",
    "bbox": [
      225,
      825,
      895,
      867
    ],
    "page_idx": 7
  },
  {
    "type": "page_footnote",
    "text": "See http://taxfoundation.org/blog/us-has-highest-corporate-income-tax-rate-olec ",
    "bbox": [
      256,
      868,
      852,
      886
    ],
    "page_idx": 7
  },
  {
    "type": "page_footnote",
    "text": "34 See http://www.bloomberg.com/news/articles/2015-03-04/u-s-companies-are-stashing-2-1-trillion-overseas-to-avoid-taxes. ",
    "bbox": [
      225,
      887,
      895,
      912
    ],
    "page_idx": 7
  },
  {
    "type": "page_footnote",
    "text": "See http://www.bloomberg.com/news/articles/2010-10-21/google-2-4-rate-shows-how-60-billion-u-s-revenue-lost-to-tax-loopholes. ",
    "bbox": [
      225,
      914,
      895,
      943
    ],
    "page_idx": 7
  },
  {
    "type": "page_footnote",
    "text": "See generally http://www.bloombergview.com/quicktake/tax-inversion. ",
    "bbox": [
      256,
      944,
      782,
      962
    ],
    "page_idx": 7
  },
  {
    "type": "text",
    "text": "of U.S. firms with foreign operations. Suppose a foreign corporation has a low effective tax rate and under its country's tax laws it is allowed to return overseas profits without additional tax. If that company wants to expand, a U.S. firm with overseas businesses may be an attractive partner. The foreign corporate suitor would look to (1) reduce the effective tax rate on the U.S. partner's future overseas business profits, and (2) repatriate the U.S. corporation's locked-out profits without additional tax. The point is that these strategies often made a U.S. company with foreign operations a more attractive acquisition target for a foreign corporation than a potential domestic suitor. Some highly publicized takeovers of U.S. firms by foreign corporations have involved Canadian companies, including ones in the pharmaceutical industry and the acquisition of Burger King by the Tim Horton chain. Canada generally does not tax overseas business profits, and it often allows repatriation of foreign profits without additional tax. While these acquisitions arguably had a business justification, it is also clear that tax advantages were sought to improve after-tax returns.[37] Although the IRS attempted to curb inversions by making the desired tax benefits more difficult to achieve,[38] resourceful tax advisors devised methods to circumvent these administrative obstacles. ",
    "bbox": [
      93,
      90,
      772,
      460
    ],
    "page_idx": 8
  },
  {
    "type": "text",
    "text": "Publicity regarding the overseas tax rates of U.S. multinationals and the wave of corporate inversions fueled a robust debate regarding the U.S.'s tax rules for international operations. One school of thought is that \"loopholes\" should be closed and legislation should be enacted to make it more difficult to reclassify U.S. entities or operations as \"foreign\" and escape the U.S. tax system. In the previous edition of this text, we noted that other suggested approaches included reducing corporate tax rates and ending the incentive for lock-out of foreign profits and predicted the possibility of legislation as part of a more comprehensive tax reform effort. The 2017 Act did not disappoint. In addition to reducing the corporate income tax rate, major changes were made to the taxation of foreign income earned by U.S. corporations by the adoption of a modified territorial system of taxation, the creation of a new tax subsidy for exports by U.S. corporations, and the imposition of a mandatory repatriation tax on previously untaxed foreign earnings.[39] A principal goal of the 2017 legislation was to rebalance the Code's tax incentives to encourage U.S. and foreign corporations to conduct more of their operations in the United States. Time will tell whether these changes successfully alter corporate behavior. ",
    "bbox": [
      93,
      465,
      771,
      816
    ],
    "page_idx": 8
  },
  {
    "type": "text",
    "text": "The Broader Business Enterprise Tax Policy Debate. The explosive growth of the LLC as a \"best of all worlds\" legal form and the diminished role of the corporate income tax have breathed new life into the broader ",
    "bbox": [
      91,
      818,
      769,
      877
    ],
    "page_idx": 8
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      98,
      56,
      189,
      73
    ],
    "page_idx": 8
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
    "bbox": [
      357,
      46,
      767,
      61
    ],
    "page_idx": 8
  },
  {
    "type": "header",
    "text": "AND SHAREHOLDERS ",
    "bbox": [
      602,
      63,
      767,
      77
    ],
    "page_idx": 8
  },
  {
    "type": "page_number",
    "text": "11 ",
    "bbox": [
      854,
      66,
      875,
      78
    ],
    "page_idx": 8
  },
  {
    "type": "page_footnote",
    "text": "37 See http://www.forbes.com/sites/jonhartley/2014/08/25/burger-kings-tax-inversion-and-canadas-favorable-corporate-tax-rates/#4a97f1d9205a. ",
    "bbox": [
      91,
      887,
      766,
      917
    ],
    "page_idx": 8
  },
  {
    "type": "page_footnote",
    "text": "38 See, e.g., Notice 2015-79, 2015-49 I.R.B. 775; Notice 2014-52, 2014-42, 2014-42 I.R.B. 712; T.D. 9761, 81 Fed. Reg. 20857 (Apr. 8, 2016). ",
    "bbox": [
      91,
      917,
      764,
      948
    ],
    "page_idx": 8
  },
  {
    "type": "page_footnote",
    "text": "See I.R.C. §245A; 250; 951A; 965. ",
    "bbox": [
      125,
      950,
      408,
      965
    ],
    "page_idx": 8
  },
  {
    "type": "text",
    "text": "business enterprise tax policy debate. Consider the following questions, which focus on fundamental structural issues that were not addressed in the 2017 Act. Why does the Internal Revenue Code have two separate pass-through tax regimes for closely held business enterprises, one (Subchapter K) for partnerships and LLCs and the other (Subchapter S) for certain corporations, each with different qualification standards and operative provisions?40 If a single pass-through regime were adopted, would Subchapter K be preferable to Subchapter S, or would some combination of the two be the best approach?41 Why are C corporations singled out for a double tax regime? Is it because they enjoy limited liability under state law? Presumably not, because most LLCs are not subject to Subchapter C. Does the rise of the LLC undermine the policy underlying the double tax and threaten to destroy the corporate tax base? Would it make more sense to limit Subchapter C to large corporations (based on revenues) or publicly traded entities? Or should there be a single one-tier tax regime for all business income without regard to the organizational form?42 And how would U.S. multinational corporations be taxed under a revised regime? ",
    "bbox": [
      233,
      94,
      901,
      422
    ],
    "page_idx": 9
  },
  {
    "type": "text",
    "text": "This is enough food for thought at this early juncture. The remaining chapters revisit most of these issues in greater depth. A closer look at the ongoing policy debate and a snapshot of options for reform are provided at the end of this chapter. ",
    "bbox": [
      233,
      429,
      901,
      501
    ],
    "page_idx": 9
  },
  {
    "type": "text",
    "text": "The next section pivots from policy to practice by providing an introductory overview of the choice of business entity universe. In deciding how their new business will be taxed, the founders are presented with three options: (1) the pass-through tax treatment offered to partnerships and limited liability companies by Subchapter K; (2) taxation of a corporation as a separate entity under Subchapter C, with a second level of tax if and when earnings are distributed to shareholders or the business is sold; or (3) the pass-through treatment offered to corporations by Subchapter S. Choosing among these options requires a multifaceted cost/benefit analysis that is sensitive to changes in the tax law and, most recently, was profoundly affected by the Tax Cuts and Jobs Act. ",
    "bbox": [
      233,
      507,
      901,
      722
    ],
    "page_idx": 9
  },
  {
    "type": "text",
    "text": "C. INTRODUCTION TO CHOICE OF BUSINESS ENTITY ",
    "text_level": 2,
    "bbox": [
      233,
      741,
      836,
      767
    ],
    "page_idx": 9
  },
  {
    "type": "text",
    "text": "The choice of entity for a business enterprise depends on a wide variety of tax and nontax considerations. In some instances, necessities ",
    "bbox": [
      230,
      773,
      898,
      815
    ],
    "page_idx": 9
  },
  {
    "type": "page_number",
    "text": "12 ",
    "bbox": [
      135,
      66,
      156,
      79
    ],
    "page_idx": 9
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      233,
      66,
      354,
      78
    ],
    "page_idx": 9
  },
  {
    "type": "header",
    "text": "PART1 ",
    "bbox": [
      841,
      61,
      901,
      74
    ],
    "page_idx": 9
  },
  {
    "type": "page_footnote",
    "text": "40 See Lokken, \"Taxation of Private Business Firms: Imagining a Future Without Subchapter K,\" 4 Fla. Tax Rev. 249 (1999); Schwidetzky, \"Is it Time to Give the S Corporation a Proper Burial?\", 15 Va. Tax Rev. 591 (1996). ",
    "bbox": [
      225,
      832,
      895,
      875
    ],
    "page_idx": 9
  },
  {
    "type": "page_footnote",
    "text": "41 See Eustice, \"Subchapter S Corporations and Partnerships: A Search for the Passthrough Paradigm,\" 39 Tax L. Rev. 345 (1984); August, \"Benefits and Burdens of Subchapter S in a Check-the-Box World,\" 4 Fla. Tax Rev. 287 (1999) ",
    "bbox": [
      225,
      876,
      895,
      917
    ],
    "page_idx": 9
  },
  {
    "type": "page_footnote",
    "text": "42 See, e.g., Yin, \"The Future Taxation of Private Business Firms,\" 4 Fla. Tax Rev. 141 (1999); Klein & Zolt, \"Business Form, Limited Liability, and Tax Regimes: Lurching Toward a Coherent Outcome,\" 66 Colo. L. Rev. 1001 (1995). ",
    "bbox": [
      225,
      919,
      895,
      960
    ],
    "page_idx": 9
  },
  {
    "type": "text",
    "text": "of the particular business may drive the decision. For example, if public trading of ownership interests is desired, a C corporation almost always is the entity of choice.[43] Access to venture capital investors, a preference for executive compensation techniques such as stock options, or an exit strategy that anticipates a public offering or merger with a public company all usually dictate use of the corporate form. ",
    "bbox": [
      99,
      92,
      771,
      205
    ],
    "page_idx": 10
  },
  {
    "type": "text",
    "text": "For closely held firms, however, the nontax objectives of the parties can be adequately satisfied in a variety of legal forms. Where limited liability is essential, it can be achieved in a corporation, a limited liability company, or a limited partnership with a corporate general partner. In the many situations where state law provides flexibility to achieve these and other nontax goals, tax considerations often will influence the choice of entity decision. In evaluating the options, three critical questions are: (1) who will own the business and what type of economic relationship among them is contemplated; (2) how and when do the owners intend to realize a return on their investment (e.g., by making current distributions, or through a sale, public offering, or other exit strategy); and (3) is the business initially expected to generate losses and for how long?44 In making the decision, the threshold tax question is whether to use a C corporation or a pass-through entity and, if the latter, whether it should be a partnership, LLC or S corporation. ",
    "bbox": [
      99,
      208,
      772,
      484
    ],
    "page_idx": 10
  },
  {
    "type": "text",
    "text": "The choice of entity stakes and strategies have changed dramatically as the federal tax system has experienced a sustained period of instability since the mid-1980s. The discussion that follows provides an overview of the most significant tax considerations in making the decision, looking back briefly at tax history to place the current state of affairs into proper perspective. ",
    "bbox": [
      98,
      489,
      774,
      601
    ],
    "page_idx": 10
  },
  {
    "type": "text",
    "text": "Individual Income Tax Rates. Because C corporations are subject to a double tax regime while partnerships, LLCs and S corporations are only taxed at the owner level, the relationship between the individual and entity-level tax rates is an important factor in evaluating whether a privately held business should choose to be taxed as a C corporation or a pass-through entity. ",
    "bbox": [
      96,
      604,
      771,
      718
    ],
    "page_idx": 10
  },
  {
    "type": "text",
    "text": "During the many years since publication of the First Edition of this text, tax rates on ordinary income and capital gains for individual taxpayers have been in a continuing state of flux against the backdrop of an ongoing political debate over federal tax policy. Currently, the top marginal ordinary income tax rate on \"high-income\" individuals is 37 percent, down slightly from the 39.6 percent rate in effect from 2013 to ",
    "bbox": [
      96,
      720,
      772,
      834
    ],
    "page_idx": 10
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      102,
      58,
      197,
      73
    ],
    "page_idx": 10
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
    "bbox": [
      362,
      47,
      774,
      63
    ],
    "page_idx": 10
  },
  {
    "type": "header",
    "text": "AND SHAREHOLDERS ",
    "bbox": [
      606,
      64,
      772,
      78
    ],
    "page_idx": 10
  },
  {
    "type": "page_number",
    "text": "13 ",
    "bbox": [
      859,
      66,
      880,
      79
    ],
    "page_idx": 10
  },
  {
    "type": "page_footnote",
    "text": "Except in a few specialized industries, such as natural resources, virtually all publicly traded partnerships are classified as corporations for tax purposes. As a result, there is rarely any tax incentive to use that legal form instead of a corporation. See I.R.C. § 7704 and Section E2b of this chapter, infra. ",
    "bbox": [
      96,
      878,
      771,
      936
    ],
    "page_idx": 10
  },
  {
    "type": "page_footnote",
    "text": "44 See generally Bagley & Dauchy, The Entrepreneur's Guide to Law and Strategy 70-73 (5th ed. 2018). ",
    "bbox": [
      96,
      935,
      771,
      968
    ],
    "page_idx": 10
  },
  {
    "type": "text",
    "text": "2017. \\(^{45}\\) Rates of zero and 15 percent apply to most long-term capital gains and qualified dividends, but the top marginal rate for these tax-favored items increases to 20 percent for the highest income taxpayers. \\(^{46}\\) There also is a 28 percent rate for gain on the sale of collectibles and a 25 percent rate for unrecaptured Section 1250 gain. ",
    "bbox": [
      228,
      95,
      895,
      188
    ],
    "page_idx": 11
  },
  {
    "type": "text",
    "text": "In addition, a 3.8 percent tax is imposed on the lesser of (1) net investment income, or (2) modified adjusted gross income, which is essentially adjusted gross income over a threshold amount of \\(250,000 for a joint return or surviving spouse,\\) 125,000 for a married individual filing separately, or $200,000 for all other taxpayers.[47] Net investment income is broadly defined to include interest, dividends, annuities, royalties, rents (other than from an active trade or business), and capital gains, less deductions allocable to those items. Net investment income also includes passive income (within the meaning of the Section 469 passive loss rules) from trade or business activities in which the taxpayer does not materially participate and income from the type of active securities and commodities trading often conducted by hedge funds.[48] The effect of this additional tax on high-income taxpayers is to raise their nominal federal income tax rate on qualified dividend income and long-term capital gains to 23.8 percent. ",
    "bbox": [
      223,
      193,
      893,
      467
    ],
    "page_idx": 11
  },
  {
    "type": "text",
    "text": "Tax Rates for C Corporations and the Double Tax Regime. Several aspects of the tax law inform the analysis of whether conducting a business through a C corporation is preferable to the pass-through tax regimes offered to partnerships, LLCs, and S corporations: (1) the relationship between corporate and individual income tax rates; (2) the individual tax rate applicable to dividend income and sales of corporate stock; (3) how easily the two-tax regime that nominally applies to earnings of a C corporation can be mitigated or avoided; and (4) whether and to what extent the owners of businesses operated as pass-through entities are eligible to deduct 20 percent of their share of certain \"qualified business income\" under Section 199A, ",
    "bbox": [
      223,
      472,
      892,
      672
    ],
    "page_idx": 11
  },
  {
    "type": "text",
    "text": "In the distant past, there was a strong preference for conducting an operating business through a C corporation because the corporate income tax rates were considerably lower than the individual rates. Throughout the late 1960s and the entire 1970s, individual income tax rates topped out at 70 percent while top corporate tax rates peaked at just below 50 percent. In this era, C corporations offered a refuge from the robustly progressive income tax rate structure. This discrepancy flipped temporarily following passage of the Tax Reform Act of 1986, which reduced the maximum individual income tax rate to 28 percent while the ",
    "bbox": [
      223,
      678,
      892,
      847
    ],
    "page_idx": 11
  },
  {
    "type": "page_number",
    "text": "14 ",
    "bbox": [
      129,
      68,
      148,
      79
    ],
    "page_idx": 11
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      228,
      68,
      349,
      79
    ],
    "page_idx": 11
  },
  {
    "type": "header",
    "text": "PART1 ",
    "bbox": [
      836,
      64,
      893,
      75
    ],
    "page_idx": 11
  },
  {
    "type": "page_footnote",
    "text": "For 2019, the 37 percent rate applies to taxable income of $519,301 or more for single taxpayers and $612,351 or more for married filing jointly taxpayers. The individual rates are indexed annually for inflation. The individual rate reductions in the 2017 Act are scheduled to expire at the end of 2025 unless they are extended or made permanent. ",
    "bbox": [
      220,
      858,
      890,
      916
    ],
    "page_idx": 11
  },
  {
    "type": "page_footnote",
    "text": "See generally I.R.C. § 1(h). ",
    "bbox": [
      251,
      916,
      468,
      930
    ],
    "page_idx": 11
  },
  {
    "type": "page_footnote",
    "text": "47 I.R.C. § 1411. ",
    "bbox": [
      251,
      931,
      375,
      945
    ],
    "page_idx": 11
  },
  {
    "type": "page_footnote",
    "text": "48 I.R.C. § 1411(c)(1), (2). ",
    "bbox": [
      251,
      946,
      437,
      962
    ],
    "page_idx": 11
  },
  {
    "type": "text",
    "text": "top corporate rate remained higher at 34 percent. But the 28 percent individual rate lasted only three years before it started creeping back up. From the early 1990s through 2017, the top marginal individual income tax rate generally was either slightly higher than or the same as the top corporate rate. ",
    "bbox": [
      101,
      88,
      769,
      176
    ],
    "page_idx": 12
  },
  {
    "type": "text",
    "text": "The end result during this period preceding the 2017 Act was a slight rate preference for earnings taxed at the corporate level, especially for the small amount of income taxed at the then lower marginal corporate rates on the first \\( \\\\( {75},{000} \\) of taxable income. But in many situations,the modest rate advantage for C corporations was outweighed by the fact that pass-through entities are subject to only one level of tax. These relationships were radically altered by the 2017 Act, where Congress rejected eliminating the double tax regime applicable to C corporations and instead moderated its bite by lowering the corporate income tax rate to 21 percent-a 40 percent decrease from the top 35 percent rate that had been in place for many years. As enacted,this rate cut is said to be permanent in the sense that it will not automatically expire after a certain period of time but, of course, nothing is ever \"permanent\" in the Internal Revenue Code because of the ever-shifting political winds. ",
    "bbox": [
      101,
      184,
      769,
      441
    ],
    "page_idx": 12
  },
  {
    "type": "text",
    "text": "At least for the immediate future, the corporate rate is now significantly lower than the highest individual marginal rate. Does this mean that C corporations are once again preferable to pass-through entities? The answer is . . . maybe or . . . it depends. The benefit of the 21 percent corporate income tax rate must be balanced against the additional tax cost of moving corporate earnings to the individual shareholder level. Because a C corporation is treated as a separate taxable entity, its profits are subject to tax when distributed as dividends or when the shareholders sell their stock for a gain. Gains from the sale of corporate stock and qualified dividends generally are taxed at preferential long-term capital gains rates rather than the higher ordinary income rates,[49] reducing but not eliminating the sting of the double tax regime. This advantage is partially offset for high-income taxpayers who are subject to the 3.8 percent tax on net investment income. After taking into account the 21 percent corporate rate and assuming a C corporation's after-tax earnings are distributed to individual shareholders as qualified dividends, the maximum combined federal rate is approximately 39.8 percent, down from 50.47 percent under the pre-2018 rates.[50] ",
    "bbox": [
      101,
      448,
      769,
      797
    ],
    "page_idx": 12
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      101,
      53,
      194,
      66
    ],
    "page_idx": 12
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
    "bbox": [
      361,
      40,
      769,
      56
    ],
    "page_idx": 12
  },
  {
    "type": "header",
    "text": "AND SHAREHOLDERS ",
    "bbox": [
      604,
      58,
      769,
      71
    ],
    "page_idx": 12
  },
  {
    "type": "page_number",
    "text": "15 ",
    "bbox": [
      859,
      60,
      879,
      71
    ],
    "page_idx": 12
  },
  {
    "type": "page_footnote",
    "text": "49 I.R.C. § 11(h)(11). ",
    "bbox": [
      132,
      849,
      290,
      864
    ],
    "page_idx": 12
  },
  {
    "type": "page_footnote",
    "text": "The 39.8 percent combined rate can be explained with the following example. A C corporation with $100,000 of net income taxable at the 21 percent flat rate would pay $21,000 of corporate tax, leaving $79,000 for distribution as a dividend to its sole shareholder who is taxed at the highest marginal rate of 23.8 percent (taking into account the 3.8 percent tax on net investment income). The shareholder-level tax on the $79,000 dividend is $18,802 which, when added to the $21,000 corporate tax, results in a combined tax of $39,802, or approximately 39.8 percent, without regard to possible additional state income taxes. ",
    "bbox": [
      98,
      864,
      771,
      960
    ],
    "page_idx": 12
  },
  {
    "type": "text",
    "text": "Historically, not all earnings generated by C corporations were subject to the nominal two-tier tax regime. For example, owner-employees of a C corporation would distribute profits in the form of salary and fringe benefits that were tax-deductible by the corporation and, in the case of many fringe benefits, excludable by the owner-employee. Shareholders also loaned funds or leased property to a C corporation and withdrew earnings in the form of tax-deductible interest or rent. The viability of these strategies to mitigate the impact of the double tax must be reevaluated in light of the fact that the corporate income tax rate is so much lower than the highest individual rates, and compensation is taxable at the highest individual rates and also subject to employment taxes. C corporations in some lines of business can still reduce their tax liability by taking advantage of numerous corporate tax benefits, such as the ability to expense the cost of depreciable property (at least for the immediate future) and targeted tax benefits for manufacturing, research and development, and specialized industries. The most recent available data indicates that in 2013, nearly 49 percent of all C corporations filing returns reported no taxable income, and only 31 percent of C corporations had any corporate tax liability after tax credits were taken into account.[51] ",
    "bbox": [
      230,
      93,
      897,
      439
    ],
    "page_idx": 13
  },
  {
    "type": "text",
    "text": "In situations where the historic self-help strategies remain viable and effective, the Service has weapons to combat them. Payments of salary or interest can be reclassified as disguised dividends. Congress also has enacted penalty taxes to patrol against excessive accumulations or avoidance of the individual progressive rates.[52] With foresight and good planning, however, an active business that pays reasonable compensation and justifies any accumulations of earnings on the basis of reasonable business judgment is able to avoid constructive dividends and the corporate penalty taxes with relative ease. ",
    "bbox": [
      228,
      445,
      897,
      609
    ],
    "page_idx": 13
  },
  {
    "type": "text",
    "text": "Avoidance of Gain on Sale of Small Business Stock. An additional tax incentive to choose a C corporation for a new business seeking long-term value over current distribution of earnings is the exclusion of all or part of the gain on the sale of qualified small business stock provided by Section 1202. If certain detailed requirements are met, and they often will be for the early investors in a start-up venture, individual shareholders can exclude some or all of the capital gain on the sale of stock held for more than five years. ",
    "bbox": [
      228,
      614,
      895,
      761
    ],
    "page_idx": 13
  },
  {
    "type": "text",
    "text": "The New Deduction for 20 Percent of Qualified Business Income from Pass-Through Entities. To level the playing field between now lightly taxed C corporations and business entities that pass through their income to owners subject to higher individual rates, Congress added a numbingly complex new provision allowing noncorporate taxpayers to deduct 20 percent of their share of \"qualified business income\" (\"QBI\") ",
    "bbox": [
      223,
      766,
      895,
      883
    ],
    "page_idx": 13
  },
  {
    "type": "page_number",
    "text": "16 ",
    "bbox": [
      132,
      65,
      153,
      77
    ],
    "page_idx": 13
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      230,
      64,
      352,
      75
    ],
    "page_idx": 13
  },
  {
    "type": "header",
    "text": "PART1 ",
    "bbox": [
      838,
      58,
      898,
      71
    ],
    "page_idx": 13
  },
  {
    "type": "page_footnote",
    "text": "<sup>51</sup> Statistics of Income—2013, Returns of Active Corporations, Other than Forms 1120S, 1120-REIT, and 1120-RIC, Table 22. ",
    "bbox": [
      225,
      900,
      893,
      928
    ],
    "page_idx": 13
  },
  {
    "type": "page_footnote",
    "text": "See I.R.C. § 531 et seq. (accumulated earnings tax); § 541 (personal holding company tax). ",
    "bbox": [
      225,
      931,
      893,
      955
    ],
    "page_idx": 13
  },
  {
    "type": "text",
    "text": "from businesses conducted as partnerships, LLCs, S corporations, and sole proprietorships. The business income of taxpayers who qualify for the full deduction is effectively taxed at a top marginal rate of 29.6 percent instead of 37 percent (29.6 percent is 37 percent multiplied by the 80 percent of taxable qualified business income after the deduction).[53] This represents a 25 percent reduction from the pre-2018 top rate of 39.6 percent. This is much less than the corporate rate reduction but considerably more than the small rate cut for wage earners. ",
    "bbox": [
      94,
      89,
      771,
      239
    ],
    "page_idx": 14
  },
  {
    "type": "text",
    "text": "Very generally, QBI is the net income passing through to the taxpayer from an active trade or business conducted by a pass-through entity, whether or not the taxpayer actively participates in the management of the business. In all cases, wages paid to employees are excluded from QBI. Amounts paid (or that should have been paid) by an S corporation to an owner-employee as reasonable compensation or by a partnership or LLC as a \"guaranteed payment\" and traditional forms of investment income, such as interest, dividends and capital gains, also do not qualify for the deduction. ",
    "bbox": [
      94,
      242,
      771,
      409
    ],
    "page_idx": 14
  },
  {
    "type": "text",
    "text": "The 20 percent deduction, however, is subject to a nasty web of special rules and limitations, mostly aimed at high-income taxpayers. For individuals whose taxable income exceeds certain thresholds, the deduction is not available for income derived from certain specified service businesses. This disfavored category adversely affects doctors, lawyers, accountants, entertainers, consultants, investment advisors, and athletes (among others), but not engineers or architects. The service business limitation does not apply to taxpayers below the taxable income thresholds and is phased in gradually for those above them. A second set of limitations limits the 20 percent deduction based on the taxpayer's share of \"W-2 wages\" paid to employees of the business and the unadjusted basis of certain depreciable property used in the business. In all cases, the deduction may not exceed 20 percent of the taxpayer's total income (determined without regard to the Section 199A deduction) reduced by net capital gain (generally, net long-term capital gain and qualified dividends). ",
    "bbox": [
      94,
      414,
      769,
      709
    ],
    "page_idx": 14
  },
  {
    "type": "text",
    "text": "For now (it's still early), all these details, and others not included in this preview, are less important than simply being aware that the new Section 199A deduction must be added to the list of factors to be considered in making the choice-of-entity decision. In many cases it may tip the scales in favor of choosing a pass-through entity.[54] ",
    "bbox": [
      94,
      713,
      769,
      806
    ],
    "page_idx": 14
  },
  {
    "type": "text",
    "text": "The Bottom Line. A major takeaway from the 2017 Act is that some profitable closely held businesses that previously chose to operate as sole proprietorships or pass-through entities to avoid the double tax may want to reconsider using C corporations because of the lower corporate tax rate. As in the good old days, corporations once again may be \"an ",
    "bbox": [
      94,
      810,
      769,
      905
    ],
    "page_idx": 14
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      98,
      56,
      189,
      70
    ],
    "page_idx": 14
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
    "bbox": [
      357,
      44,
      767,
      75
    ],
    "page_idx": 14
  },
  {
    "type": "page_number",
    "text": "17 ",
    "bbox": [
      856,
      64,
      875,
      75
    ],
    "page_idx": 14
  },
  {
    "type": "page_footnote",
    "text": "For many taxpayers who qualify for the full 20 percent deduction, the \"effective\" tax rate on their share of qualified business income will be much lower than 29.6 percent. ",
    "bbox": [
      91,
      917,
      766,
      946
    ],
    "page_idx": 14
  },
  {
    "type": "page_footnote",
    "text": "54 Section 199A is covered in detail in Chapter 15D2, infra. ",
    "bbox": [
      127,
      948,
      557,
      963
    ],
    "page_idx": 14
  },
  {
    "type": "text",
    "text": "attractive refuge\" but only when strategies can be employed to minimize, defer or, where possible, completely avoid a second layer of tax at the shareholder level. If otherwise feasible, the ideal tax plan would be to avoid paying dividends and reinvest the earnings in the corporation where they will be taxed at the preferential 21 percent rate until the business is sold or liquidated. An even better result for a closely held business with concentrated ownership would be to postpone any sales or liquidation until after the senior generation of owners dies. At that point, the basis of the decedent's stock will be stepped up to its fair market value as of the date of death,[55] and the stock can be sold at little or no tax cost. For individual shareholders, the opportunity to exclude all or part of the gain on the sale of qualified small business stock also may be an influential factor in choosing a C corporation. ",
    "bbox": [
      233,
      92,
      901,
      329
    ],
    "page_idx": 15
  },
  {
    "type": "text",
    "text": "On the other hand, for profitable companies that regularly distribute a significant portion of their earnings, the use of a C corporation continues to come at a high tax cost despite the corporate rate reduction. For those businesses, and for funds investing in securities and real estate, pass-through entities are usually the more tax efficient choice, especially when the 20 percent deduction under Section 199A is available to lower the maximum effective tax rate to 29.6 percent. ",
    "bbox": [
      233,
      335,
      901,
      463
    ],
    "page_idx": 15
  },
  {
    "type": "text",
    "text": "Pass-Through of Losses. Investors who anticipate losses in the early years of a new venture desire to deduct them against income from other sources as quickly as possible. A pass-through tax regime permits the owners who devote their time and energy to the business (i.e., \"materially participate\") to deduct their losses currently, but the ability of passive investors to deduct those losses is often delayed by an array of Code provisions designed to curtail tax shelters at the individual level.[56] The 2017 Act also added a new limitation on deductions of certain excess business losses for noncorporate taxpayers,[57] which in some cases will defer any tax benefits from losses even for owners who are active in the business. ",
    "bbox": [
      233,
      469,
      901,
      667
    ],
    "page_idx": 15
  },
  {
    "type": "text",
    "text": "A C corporation is not able to pass through start-up losses to its shareholders, but corporations may deduct losses against their taxable income and carry any excess forward indefinitely as net operating losses when they may reduce up to 80 percent of the corporation's taxable income.[58] For start-up companies that raise capital from outside investors, these tax rules are among the factors that may weigh in favor of a C corporation. Although the start-up losses do not pass through as they are realized, most taxable investors would be unable to deduct them currently in any event because of the passive activity loss limitations, and nontaxable investors, such as pension funds and charities, are ",
    "bbox": [
      230,
      675,
      898,
      863
    ],
    "page_idx": 15
  },
  {
    "type": "page_number",
    "text": "18 ",
    "bbox": [
      133,
      64,
      155,
      75
    ],
    "page_idx": 15
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      233,
      63,
      354,
      75
    ],
    "page_idx": 15
  },
  {
    "type": "header",
    "text": "PART 1 ",
    "bbox": [
      841,
      59,
      901,
      71
    ],
    "page_idx": 15
  },
  {
    "type": "page_footnote",
    "text": "I.R.C. § 1014. ",
    "bbox": [
      258,
      893,
      385,
      907
    ],
    "page_idx": 15
  },
  {
    "type": "page_footnote",
    "text": "See, e.g., I.R.C. §§ 465; 469; 704(d); 1366(d). ",
    "bbox": [
      258,
      911,
      594,
      926
    ],
    "page_idx": 15
  },
  {
    "type": "page_footnote",
    "text": "57 I.R.C. § 461(l). ",
    "bbox": [
      259,
      928,
      388,
      941
    ],
    "page_idx": 15
  },
  {
    "type": "page_footnote",
    "text": "See I.R.C. § 172. Different rules applied to tax years prior to 2018. ",
    "bbox": [
      258,
      944,
      753,
      962
    ],
    "page_idx": 15
  },
  {
    "type": "text",
    "text": "indifferent.[59] In many typical start-up scenarios, the losses may be used more efficiently as carryforwards to shelter income earned during the early years of a C corporation's profitability.[60] But if a new company has owners active in the business and expects initially to generate losses, a pass-through entity is most often the entity of choice to enable the owners to deduct the losses against their income from other sources and do so sooner rather than later. ",
    "bbox": [
      99,
      88,
      774,
      217
    ],
    "page_idx": 16
  },
  {
    "type": "text",
    "text": "Subchapter K v. Subchapter S. When a pass-through tax regime is the desired alternative for a closely held business, the owners must choose among three legal forms: a partnership, a limited liability company, or an S corporation. The ownership and capital structure restrictions imposed on S corporations often require use of a partnership or LLC. S corporations are limited to 100 shareholders (although members of a \"family,\" broadly defined, are counted as one shareholder), and they may not have more than one class of stock.[61] Subchapter K is much more flexible than Subchapter S. To accommodate different types of owners, partnerships and LLCs may make special allocations of partnership income and deduction items, while shareholders of an S corporation must include corporate income and loss in proportion to their stock ownership.[62] Thus, partners may agree to share certain income or deductions disproportionately, and the agreement will be respected for tax purposes if it accurately reflects their economic business deal. In most cases, partnerships and LLCs (but not S corporations) also can distribute appreciated property in kind without immediate recognition of taxable gain. If an entity will hold appreciated property that it anticipates distributing to its owners at some point prior to a liquidation, a strong tax preference exists for structuring the activity through a Subchapter K entity rather than an S corporation. ",
    "bbox": [
      99,
      223,
      774,
      611
    ],
    "page_idx": 16
  },
  {
    "type": "text",
    "text": "Unlike S corporation shareholders, partners may increase the basis of their partnership interests by their allocable share of entity-level debts.[63] That additional \"basis credit\" may be important for maximizing the ability to deduct losses realized by the enterprise—e.g., in ventures that own leveraged real estate—or avoiding gain on distributions.[64] For these and other reasons, the conventional wisdom is that Subchapter K is more taxpayer-friendly than Subchapter S. In fact, much of the ",
    "bbox": [
      98,
      614,
      772,
      744
    ],
    "page_idx": 16
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      102,
      55,
      197,
      70
    ],
    "page_idx": 16
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
    "bbox": [
      362,
      42,
      774,
      75
    ],
    "page_idx": 16
  },
  {
    "type": "page_number",
    "text": "19 ",
    "bbox": [
      861,
      61,
      883,
      75
    ],
    "page_idx": 16
  },
  {
    "type": "page_footnote",
    "text": "59 For a venture capital fund that invests in a diversified portfolio of start-up businesses, however, forming each business as a C corporation prevents the fund from using losses from start-ups that fail against the gains generated by those that succeed. The willingness of venture capital funds to forgo these deductions has been criticized by some commentators. See Fleischer, \"The Rational Exuberance of Structuring Venture Capital Start-Ups,\" 57 Tax L. Rev. 137 (2003); Johnson, \"Why Do Venture Capital Funds Burn Research and Development Deductions?\", 29 Va. Tax Rev. 29 (2009); Bankman, \"The Structure of Silicon Valley Start-ups,\" 42 UCLA L. Rev. 1737 (1994). ",
    "bbox": [
      96,
      758,
      771,
      867
    ],
    "page_idx": 16
  },
  {
    "type": "page_footnote",
    "text": "60 In some cases, however, the use of loss carryovers by a C corporation may be limited after a significant change of ownership. See I.R.C. § 382. ",
    "bbox": [
      98,
      867,
      771,
      897
    ],
    "page_idx": 16
  },
  {
    "type": "page_footnote",
    "text": "61 I.R.C. § 1361(b). ",
    "bbox": [
      130,
      898,
      281,
      914
    ],
    "page_idx": 16
  },
  {
    "type": "page_footnote",
    "text": "62 Compare I.R.C. § 704(b)(2) with I.R.C. § 1366(a). ",
    "bbox": [
      130,
      915,
      508,
      930
    ],
    "page_idx": 16
  },
  {
    "type": "page_footnote",
    "text": "63 See I.R.C. §722; 752(a). ",
    "bbox": [
      130,
      931,
      341,
      946
    ],
    "page_idx": 16
  },
  {
    "type": "page_footnote",
    "text": "See I.R.C. §§ 704(d); 731(a)(1); 1366(d)(1); 1368(b). ",
    "bbox": [
      130,
      946,
      519,
      963
    ],
    "page_idx": 16
  },
  {
    "type": "text",
    "text": "popularity of LLCs is attributable to the fact that they offer limited liability to all investors combined with the more flexible partnership tax regime. ",
    "bbox": [
      225,
      94,
      898,
      150
    ],
    "page_idx": 17
  },
  {
    "type": "text",
    "text": "In some situations, however, the goals of business owners may be better achieved with an S corporation, such as where there are only a few owners (maybe just one) and the flexibility of Subchapter K is not necessary. Moreover, some tax advisors still recommend conducting a business as a state law corporation instead of a partnership or limited liability company because they (or their clients) are more comfortable with the corporate governance structure. Subchapter S provides those who prefer the corporate form with a relatively simple pass-through tax regime. As discussed below, S corporations also are often used by service providers to minimize their exposure to employment taxes. ",
    "bbox": [
      223,
      155,
      900,
      339
    ],
    "page_idx": 17
  },
  {
    "type": "text",
    "text": "On the other hand, S corporations are not a viable choice in many situations—for example, a business with foreign investors, who are not permissible S corporation shareholders. Many institutional investors, such as tax-exempt pension funds and charitable organizations, are discouraged by the tax system from investing in any type of active business that is operated as a pass-through entity.[65] Venture capital funds, which provide a large source of capital for start-up companies, historically have been more comfortable using the familiar C corporation capitalized with several classes of stock, a structure not available in an S corporation. These are just a few illustrations of the types of additional factors influencing the choice of entity decision. ",
    "bbox": [
      223,
      343,
      900,
      544
    ],
    "page_idx": 17
  },
  {
    "type": "text",
    "text": "State Tax Issues. State tax considerations also may play a role in deciding the best form of pass-through entity. For example, in some states LLCs are subject to entity-level taxes that are not imposed on partnerships, and S corporations may be taxed adversely compared to partnerships.[66] ",
    "bbox": [
      220,
      549,
      895,
      641
    ],
    "page_idx": 17
  },
  {
    "type": "text",
    "text": "Employment Tax Considerations. Where a principal owner is also a service provider, employment taxes can be an influential factor in choosing the legal form for the business. Employment taxes are imposed in addition to income taxes on employee wages[67] and on net earnings from self-employment.[68] A self-employed individual, such as a sole proprietor or a general partner who derives income from a trade or business conducted by a partnership in which he is a partner, must pay ",
    "bbox": [
      220,
      646,
      895,
      782
    ],
    "page_idx": 17
  },
  {
    "type": "page_number",
    "text": "20 ",
    "bbox": [
      130,
      66,
      153,
      78
    ],
    "page_idx": 17
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      228,
      65,
      352,
      77
    ],
    "page_idx": 17
  },
  {
    "type": "header",
    "text": "PART1 ",
    "bbox": [
      836,
      61,
      898,
      75
    ],
    "page_idx": 17
  },
  {
    "type": "page_footnote",
    "text": "65 Stripped of detail, pension funds and other tax-exempt organizations are potentially subject to the \"unrelated business income tax\" on income passing through from an operating business conducted as a partnership or S corporation, but they are generally not taxable on income from \"portfolio\" investments, such as dividends and interest received from an equity or debt interest in a C corporation. See generally I.R.C. §§ 511 et seq. ",
    "bbox": [
      220,
      803,
      893,
      875
    ],
    "page_idx": 17
  },
  {
    "type": "page_footnote",
    "text": "See generally Ely, Grissom & Thistle, \"An Update on the State Tax Treatment of Limited Liability Companies and Limited Liability Partnerships,\" 87 State Tax Notes 155 (Jan. 8, 2018). ",
    "bbox": [
      220,
      875,
      893,
      912
    ],
    "page_idx": 17
  },
  {
    "type": "page_footnote",
    "text": "One-half the employment tax on wages is paid by the employee through withholding and the other half is paid by the employer, which may deduct the tax as a business expense. ",
    "bbox": [
      220,
      915,
      893,
      952
    ],
    "page_idx": 17
  },
  {
    "type": "page_footnote",
    "text": "I.R.C. § 1401. ",
    "bbox": [
      253,
      945,
      380,
      959
    ],
    "page_idx": 17
  },
  {
    "type": "text",
    "text": "a 12.4 percent tax on self-employment income up to a wage base \\((\\\\) 130,900\\) in 2019)\\( ^{69} \\) and an additional 2.9 percent Medicare tax on all income from self-employment. The Medicare tax rate increases to 3.8 percent for taxpayers with self-employment income above certain high-income thresholds.\\( ^{70} \\) ",
    "bbox": [
      94,
      85,
      771,
      176
    ],
    "page_idx": 18
  },
  {
    "type": "text",
    "text": "S corporations, especially those with only one shareholder, are often used by service providers to avoid the uncapped Medicare portion of self-employment taxes. Some tax advisors take the position that as long as the salary paid by the S corporation to a shareholder-employee is on the low end of a reasonable range, the Medicare tax can be avoided on that shareholder's remaining share of the S corporation's income even if it is the product of the shareholder's labor rather than a return on capital. In extreme cases, such as where little or no salary is paid and the S corporation simply distributes its net income to its sole owner, the Service likely will reclassify all or part of the distribution, or even the shareholder's pro rata share of undistributed corporate profits, as wages for employment tax purposes. Anecdotal evidence suggests that this employment tax avoidance strategy is widely used by S corporations and often goes unchallenged.[71] Legislation to curtail this strategy has been considered but not yet enacted. ",
    "bbox": [
      94,
      183,
      772,
      460
    ],
    "page_idx": 18
  },
  {
    "type": "text",
    "text": "Employment taxes also may influence the choice between a limited partnership and an LLC. Unlike general partners, limited partners generally are not subject to self-employment tax on their distributive share of partnership income (apart from salary-like guaranteed payments), while the employment tax treatment of LLC members (who are classified as neither general nor limited partners under state law) is less certain.[72] The unsettled state of the law appeared to create an opportunity for tax avoidance by LLC members who are active in the business. In 1997, the Service issued proposed regulations to clarify these issues.[73] These regulations generally would have prevented partners and LLC members who provided more than 500 hours of service for their firms in a taxable year from taking advantage of the limited partner exclusion from self-employment tax. But after a storm of protest, Congress imposed a one-year moratorium[74] and, even though it expired, no final regulations had been adopted as of late 2019. In the meantime, the courts entered the fray. In an influential Tax Court decision, attorney-partners in a limited liability law firm partnership were not allowed to use the limited partner exclusion from self-employment ",
    "bbox": [
      94,
      465,
      772,
      797
    ],
    "page_idx": 18
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      99,
      51,
      192,
      66
    ],
    "page_idx": 18
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
    "bbox": [
      359,
      39,
      767,
      56
    ],
    "page_idx": 18
  },
  {
    "type": "header",
    "text": "AND SHAREHOLDERS ",
    "bbox": [
      602,
      58,
      767,
      71
    ],
    "page_idx": 18
  },
  {
    "type": "page_number",
    "text": "21 ",
    "bbox": [
      856,
      59,
      875,
      71
    ],
    "page_idx": 18
  },
  {
    "type": "page_footnote",
    "text": "I.R.C. § 1402(a). Self-employed taxpayers may take an above-the-line deduction for one-half of self-employment tax paid. I.R.C. § 164(f). ",
    "bbox": [
      94,
      833,
      771,
      864
    ],
    "page_idx": 18
  },
  {
    "type": "page_footnote",
    "text": "70 I.R.C. § 1401(b)(2). ",
    "bbox": [
      129,
      866,
      295,
      880
    ],
    "page_idx": 18
  },
  {
    "type": "page_footnote",
    "text": "71 See Tax Gap: Actions Needed to Address Noncompliance with S Corporation Tax Rules (U.S. Government Accountability Office, GAO-10-195, Dec. 2009). ",
    "bbox": [
      96,
      881,
      769,
      910
    ],
    "page_idx": 18
  },
  {
    "type": "page_footnote",
    "text": "72 I.R.C. § 1402(a)(13). ",
    "bbox": [
      129,
      912,
      303,
      926
    ],
    "page_idx": 18
  },
  {
    "type": "page_footnote",
    "text": "73 Prop. Reg. § 1.1402(a)–2(h). ",
    "bbox": [
      129,
      928,
      357,
      943
    ],
    "page_idx": 18
  },
  {
    "type": "page_footnote",
    "text": "74 Pub. L. No. 105-34, § 935, 111 Stat. 788 (1997). ",
    "bbox": [
      129,
      945,
      496,
      959
    ],
    "page_idx": 18
  },
  {
    "type": "text",
    "text": "taxes.[75] This holding is consistent with the functional approach taken by the 1997 proposed regulations and undercutts the aggressive position that LLC members qualify for the \"limited partner\" exclusion from self-employment tax even if they are active service providers to a business with nominal capital.[76] ",
    "bbox": [
      233,
      90,
      901,
      184
    ],
    "page_idx": 19
  },
  {
    "type": "text",
    "text": "To sum up all this information, the employment tax regime is not applied uniformly to service providers who are partners, members of LLCs and LLPs, and S corporation shareholders, and in some respects the law is not crystal clear. This inconsistency and uncertainty appear to have fueled the growth of one-person S corporations in order to avoid the full impact of employment taxes. ",
    "bbox": [
      233,
      189,
      901,
      299
    ],
    "page_idx": 19
  },
  {
    "type": "text",
    "text": "Existing Entities: Change of Form. If an existing entity wants to change its legal form or tax status, it may confront significant tax impediments. For example, converting a C corporation to a partnership or LLC will require the corporation to liquidate, which may trigger significant corporate and shareholder tax liability.[77] Alternatively, a C corporation may make an election to become an S corporation with no immediate tax consequences, but asset appreciation and other income accruing prior to the conversion still may be subject to a corporate-level tax when those gains are ultimately realized.[78] Incorporating a partnership or LLC, and converting a partnership into an LLC or an LLP, generally may be accomplished without adverse tax consequences. ",
    "bbox": [
      233,
      304,
      901,
      505
    ],
    "page_idx": 19
  },
  {
    "type": "text",
    "text": "Choice of Entity Trends. The choice of entity landscape continues to evolve, and some interesting trends were developing prior to the 2017 Act. Contrary to predictions of their demise, S corporations have shown surprising vitality. In 1997, for the first time, a majority of corporate tax returns were filed by S corporations,[79] and the popularity of S corporations has continued to increase. In 2018, the most recent year for which data is available, S corporations accounted for 71 percent of the roughly 7.2 million corporate returns filed.[80] ",
    "bbox": [
      230,
      510,
      898,
      656
    ],
    "page_idx": 19
  },
  {
    "type": "text",
    "text": "The number of businesses filing partnership returns also has grown considerably, increasing at an average annual rate of 2.5 percent from 2006 through 2016.[81] In addition, the mix of entities within the partnership tax universe has changed dramatically. The number of LLCs has steadily increased over the past 20 years. LLCs outnumber limited partnerships by more than 5:1, and beginning in 2002, the number of ",
    "bbox": [
      230,
      661,
      898,
      773
    ],
    "page_idx": 19
  },
  {
    "type": "list",
    "sub_type": "ref_text",
    "list_items": [
      "75 Renkemeyer, Campbell & Weaver, LLP v. Commissioner, 136 T.C. 137 (2011). ",
      "[76] For other cases where the Tax Court applied a functional approach in determining eligibility for the limited partner exclusion from employment taxes, see Hardy v. Commissioner, 113 T.C.M. 1070 (2017); Castigliola v. Commissioner, 113 T.C.M. 1296 (2017). ",
      "See I.R.C. §§ 331; 336. ",
      "See I.R.C. § 1374, discussed in Chapter 15F, infra. ",
      "79 Treubert & Janquet, \"Corporation Income Tax Returns, 1998,\" 21 SOI Bulletin 66, 67 (2001). ",
      "80 Internal Revenue Service Data Book, 2018, Table 2. ",
      "81 DeCarlo & Shumofsky, Partnership Tax Returns Tax Year 2016, 38 IRS SOI Bulletin 59 (2019). "
    ],
    "bbox": [
      225,
      792,
      898,
      955
    ],
    "page_idx": 19
  },
  {
    "type": "page_number",
    "text": "22 ",
    "bbox": [
      135,
      64,
      156,
      75
    ],
    "page_idx": 19
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      233,
      63,
      356,
      75
    ],
    "page_idx": 19
  },
  {
    "type": "header",
    "text": "PART1 ",
    "bbox": [
      841,
      58,
      901,
      71
    ],
    "page_idx": 19
  },
  {
    "type": "text",
    "text": "LLCs surpassed general and limited partnerships combined.[82] In 2016, LLCs represented almost 70 percent of all partnership returns, as compared to 11 percent for limited partnerships.[83] This data suggests that the growth of LLCs has come to some degree at the expense of entities that previously would have been formed as general or limited partnerships. ",
    "bbox": [
      91,
      89,
      767,
      200
    ],
    "page_idx": 20
  },
  {
    "type": "text",
    "text": "Perspective. For those who are still conscious after digesting all this information on the first day of class, it should be apparent that a thoughtful choice of entity decision requires a good grounding in the fundamentals of individual and business enterprise taxation and the ability to do a nuanced cost/benefit analysis. Not to worry—that study has just begun. When it ends, the many issues and options confronting the founders of a new business, which may seem quite intimidating at this point, will come into sharper focus. ",
    "bbox": [
      94,
      205,
      767,
      354
    ],
    "page_idx": 20
  },
  {
    "type": "text",
    "text": "D. THE CORPORATION AS A TAXABLE ENTITY ",
    "text_level": 1,
    "bbox": [
      94,
      371,
      633,
      393
    ],
    "page_idx": 20
  },
  {
    "type": "text",
    "text": "1. THE CORPORATE INCOME TAX ",
    "text_level": 2,
    "bbox": [
      96,
      407,
      478,
      428
    ],
    "page_idx": 20
  },
  {
    "type": "text",
    "text": "Code: §§ 11(a), (b)(1) & (2); 63(a). Skim §§ 1201(a); 1211(a); 1212(a)(1). ",
    "bbox": [
      96,
      438,
      746,
      458
    ],
    "page_idx": 20
  },
  {
    "type": "text",
    "text": "Students are often surprised to learn that a study of corporate taxation devotes very little time to the determination of a corporation's tax liability. The reason is that the concepts used in making that determination already should have been mastered in the basic federal income tax course. Those same broad principles—gross income, deductions, assignment of income, timing and characterization—apply in computing the taxable income of a C corporation, and we only need to pause briefly to discuss the rate structure and a few other special rules applicable to C corporations. ",
    "bbox": [
      91,
      462,
      767,
      628
    ],
    "page_idx": 20
  },
  {
    "type": "text",
    "text": "Rates. A C corporation, like an individual, is a separate taxable entity for federal income tax purposes. The corporation selects its own taxable year and method of accounting, computes its taxable income under applicable principles of the tax law and otherwise is generally treated like any other taxable person. The corporate rate is found in Section 11, which for many years provided a limited number of brackets for lower income corporations ranging from 15 to 34 percent and became an essentially 35 percent flat rate tax for the most profitable companies.[84] The Tax Cuts and Jobs Act reduced the corporate tax rate to 21 percent. ",
    "bbox": [
      91,
      633,
      767,
      799
    ],
    "page_idx": 20
  },
  {
    "type": "text",
    "text": "Determination of Taxable Income. Section 63(a) defines taxable income as \"gross income minus the deductions allowed by this chapter.\" In the case of a corporation, this amount generally is determined by applying the same principles and Code sections applicable to individuals. ",
    "bbox": [
      91,
      804,
      767,
      881
    ],
    "page_idx": 20
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      96,
      55,
      189,
      70
    ],
    "page_idx": 20
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
    "bbox": [
      357,
      42,
      767,
      75
    ],
    "page_idx": 20
  },
  {
    "type": "page_number",
    "text": "23 ",
    "bbox": [
      854,
      63,
      877,
      77
    ],
    "page_idx": 20
  },
  {
    "type": "page_footnote",
    "text": "82 Wheeler & Shumofsky, Partnership Returns, 2005, 27 SOI Bulletin 69 (2007). ",
    "bbox": [
      91,
      900,
      707,
      916
    ],
    "page_idx": 20
  },
  {
    "type": "page_footnote",
    "text": "83 See IRS Statistics of Income, Partnership Returns, 2016, Partnership One Sheet, https://www.irs.gov/pub/irs-pdf/p5338.pdf. ",
    "bbox": [
      91,
      917,
      764,
      948
    ],
    "page_idx": 20
  },
  {
    "type": "page_footnote",
    "text": "84 I.R.C. § 11(b) (pre-2018). ",
    "bbox": [
      125,
      950,
      334,
      965
    ],
    "page_idx": 20
  },
  {
    "type": "text",
    "text": "A few differences, primarily attributable to the distinct status of the corporation as an artificial business entity, are worth mentioning. ",
    "bbox": [
      236,
      92,
      903,
      128
    ],
    "page_idx": 21
  },
  {
    "type": "text",
    "text": "First, a corporation has no \"personal\" expenses, and, unlike an individual, it is not required to choose between taking itemized deductions or the standard deduction. Corporations thus are not concerned with distinguishing between \"above-the-line\" deductions allowable in reaching adjusted gross income and \"below-the-line\" itemized deductions. ",
    "bbox": [
      236,
      133,
      903,
      243
    ],
    "page_idx": 21
  },
  {
    "type": "text",
    "text": "In addition, many deductions allowed to individuals are not available to corporations. For example, a corporation is not entitled to a medical expense deduction under Section 213. Moreover, Section 212, which allows a deduction for certain expenses incurred for the production of income or maintenance of income-producing property or for tax advice, is expressly applicable only to individuals.[85] Corporations need not worry however, because virtually all of their ordinary expenses in the pursuit of profit are deductible as ordinary and necessary business expenses under Section 162. ",
    "bbox": [
      236,
      250,
      903,
      412
    ],
    "page_idx": 21
  },
  {
    "type": "text",
    "text": "On the other hand, certain limitations on the deductibility of personal expenses of individuals do not apply to corporations. For example, Section 165(c), which limits the deductibility of nonbusiness losses, Section 166(d), which characterizes nonbusiness bad debts as short-term capital losses, and Section 183(a), which limits deductions for activities not motivated by profit, are among a number of restrictive sections that do not apply to C corporations. This is because it is generally assumed that all of a corporation's activities are motivated by the pursuit of profit.[86] Corporations also are not subject to the $10,000 cap on deduction of state and local taxes. ",
    "bbox": [
      233,
      420,
      901,
      599
    ],
    "page_idx": 21
  },
  {
    "type": "text",
    "text": "By virtue of their unique status, corporations are entitled to one important deduction not available to individuals. To prevent multiple taxation as earnings went their way through a chain of corporations, corporate shareholders generally are entitled to deduct 50 percent (or, in some cases, 65 or 100 percent) of the dividends they receive from other corporations. The effect of the 50 percent dividends received deduction is that corporations are subject to tax at a maximum rate of 10.5 percent on dividends—an amount derived by applying the 21 percent corporate rate to the 50 percent includable portion of the dividends. ",
    "bbox": [
      233,
      607,
      900,
      772
    ],
    "page_idx": 21
  },
  {
    "type": "text",
    "text": "The remaining differences in the treatment of corporations and individuals are the result of a conscious legislative choice to treat them differently. For example, the percentage limitation on corporate ",
    "bbox": [
      233,
      777,
      900,
      837
    ],
    "page_idx": 21
  },
  {
    "type": "page_number",
    "text": "24 ",
    "bbox": [
      137,
      64,
      160,
      77
    ],
    "page_idx": 21
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      236,
      63,
      359,
      75
    ],
    "page_idx": 21
  },
  {
    "type": "header",
    "text": "PART1 ",
    "bbox": [
      844,
      58,
      905,
      71
    ],
    "page_idx": 21
  },
  {
    "type": "page_footnote",
    "text": "For tax years beginning in 2018 and continuing through 2025, Section 212 deductions that for noncorporate taxpayers are also miscellaneous itemized deductions subject to the two percent of adjusted gross income limitation are no longer deductible. I.R.C. § 67(g). ",
    "bbox": [
      228,
      859,
      900,
      906
    ],
    "page_idx": 21
  },
  {
    "type": "page_footnote",
    "text": "Certain payments made by a corporation to or on behalf of its shareholders may be nondeductible because they are in fact dividends, but their disallowance is the result of the classification of the payments as constructive dividends rather than the \"personal\" nature of the payments. See Chapter 4E, infra. ",
    "bbox": [
      228,
      906,
      900,
      957
    ],
    "page_idx": 21
  },
  {
    "type": "text",
    "text": "charitable deductions is 10 percent of taxable income as compared to an overall 60 percent limit on individual charitable contributions.[87] The at-risk limitations in Section 465, the passive loss limitations in Section 469, and the new limitation on excess business losses, all of which are aimed at tax shelter activities of individual taxpayers, generally do not apply to C corporations.[88] And publicly traded corporations and private companies with publicly traded debt may not deduct more than $1 million per year for otherwise reasonable compensation paid to certain high-level corporate executives.[89] ",
    "bbox": [
      96,
      88,
      774,
      255
    ],
    "page_idx": 22
  },
  {
    "type": "text",
    "text": "Another significant difference relates to the treatment of corporate capital losses. Corporations may deduct capital losses only to the extent of capital gains during the taxable year. Although the excess may not be applied against ordinary income, it may be carried back for three years and carried forward for five years. By contrast, individuals are permitted to deduct capital losses to the extent of capital gains, and up to $3,000 of excess losses may be deducted against ordinary income. Unused capital losses may be carried forward indefinitely by an individual taxpayer.[90] ",
    "bbox": [
      96,
      260,
      776,
      409
    ],
    "page_idx": 22
  },
  {
    "type": "text",
    "text": "Taxable Year and Accounting Method. Most C corporations have the flexibility to adopt either a calendar year or a fiscal year as their annual accounting period.[91] Certain \"personal service corporations\" must use a calendar year, however, unless they can show a business purpose for using a fiscal year.[92] For this purpose, a \"personal service corporation\" is one whose principal activity is the performance of personal services that are substantially performed by \"employee-owners\" who collectively own more than 10 percent (by value) of the corporation's stock.[93] This generally forces most personal service corporations to use a calendar year, subject to an exception in Section 444 which permits them to elect to adopt or change to a fiscal year with a \"deferral period\" of not more than three months.[94] As a result, a personal service corporation that otherwise would be required to use a calendar year may elect a taxable year ending September 30, October 31 or November 30. To prevent any tax savings that might result from the use of a fiscal year, personal service corporations making a Section 444 election must make certain minimum distributions (e.g., primarily of compensation) to employee-",
    "bbox": [
      96,
      412,
      774,
      728
    ],
    "page_idx": 22
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      101,
      54,
      194,
      69
    ],
    "page_idx": 22
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
    "bbox": [
      361,
      41,
      769,
      56
    ],
    "page_idx": 22
  },
  {
    "type": "header",
    "text": "AND SHAREHOLDERS ",
    "bbox": [
      606,
      60,
      771,
      74
    ],
    "page_idx": 22
  },
  {
    "type": "page_number",
    "text": "25 ",
    "bbox": [
      857,
      61,
      880,
      75
    ],
    "page_idx": 22
  },
  {
    "type": "page_footnote",
    "text": "87 I.R.C. § 170(b)(2). ",
    "bbox": [
      130,
      752,
      290,
      768
    ],
    "page_idx": 22
  },
  {
    "type": "page_footnote",
    "text": "I.R.C. §§ 461(l); 465(a)(1); 469(a)(2)(B), (j)(1).",
    "bbox": [
      132,
      770,
      480,
      784
    ],
    "page_idx": 22
  },
  {
    "type": "page_footnote",
    "text": "89 I.R.C. § 162(m). ",
    "bbox": [
      132,
      786,
      276,
      801
    ],
    "page_idx": 22
  },
  {
    "type": "page_footnote",
    "text": "90 I.R.C. §§ 1211, 1212. ",
    "bbox": [
      132,
      803,
      310,
      816
    ],
    "page_idx": 22
  },
  {
    "type": "page_footnote",
    "text": "91 See generally I.R.C. § 441. A fiscal year is any period of 12 months ending on the last day of any month other than December. I.R.C. § 441(e). ",
    "bbox": [
      96,
      816,
      771,
      845
    ],
    "page_idx": 22
  },
  {
    "type": "page_footnote",
    "text": "92 I.R.C. § 441(i)(1). Deferral of income to shareholders is not treated as a business purpose. Id. ",
    "bbox": [
      98,
      847,
      771,
      877
    ],
    "page_idx": 22
  },
  {
    "type": "page_footnote",
    "text": "93 I.R.C. §269A(b)(1); 441(i)(2). An employee-owner is defined as any employee who owns, on any day during the taxable year, any of the outstanding stock of the corporation after applying certain attribution rules. I.R.C. §269A(b)(2), as modified by I.R.C. §441(i)(2). ",
    "bbox": [
      98,
      878,
      771,
      919
    ],
    "page_idx": 22
  },
  {
    "type": "page_footnote",
    "text": "94 I.R.C. § 444(b)(2). The \"deferral period\" of a taxable year is the number of months between the beginning of the taxable year elected and the close of the required taxable year that ends within the taxable year elected. ",
    "bbox": [
      98,
      920,
      771,
      963
    ],
    "page_idx": 22
  },
  {
    "type": "text",
    "text": "owners during the portion of the employee's fiscal year that ends on December 31.[95] If these minimum distribution requirements are not met, the electing corporation must defer certain otherwise currently deductible payments (e.g., compensation) to employee-owners.[96] A personal service corporation that establishes a business purpose for a fiscal year is not required to make a Section 444 election and is not subject to these distribution requirements and deduction limitations.[97] ",
    "bbox": [
      230,
      95,
      903,
      223
    ],
    "page_idx": 23
  },
  {
    "type": "text",
    "text": "In general, C corporations are required to use the accrual method of accounting.[98] Exemptions are provided for corporations engaged in the farming business, \"qualified personal service corporations\"[99] and any other corporation whose average annual gross receipts for a three-year measuring period preceding the taxable year do not exceed $25 million.[100] ",
    "bbox": [
      230,
      229,
      903,
      321
    ],
    "page_idx": 23
  },
  {
    "type": "text",
    "text": "In addition to these general accounting rules, Section 267 regulates certain transactions between corporations and their shareholders to prevent the acceleration of losses on related party transactions and to preclude timing advantages when the corporation and its owner-employees use different methods of accounting. For example, Section 267(a)(1) provides that losses from sales or exchanges of property between an individual shareholder and a more-than-50 percent-owned corporation may not be deducted.[101] The forced matching rules in Section 267(a)(2) prevent an accrual method corporation from accruing and deducting compensation paid to a cash method owner-employee in the year when the services are performed but deferring payment until the following taxable year to provide the employee with a timing advantage. When an owner-employee owns, directly or indirectly, more than 50 percent of the payor corporation, the corporation's deduction is deferred until such time as the owner-employee includes the amount in income.[102] ",
    "bbox": [
      230,
      325,
      901,
      601
    ],
    "page_idx": 23
  },
  {
    "type": "text",
    "text": "Credits. Like any taxpayer engaged in business or investment activities, a corporation is entitled to several valuable tax credits. The most significant is the foreign tax credit, which is available to corporations with income from foreign sources.[103] Others include the ",
    "bbox": [
      225,
      604,
      901,
      681
    ],
    "page_idx": 23
  },
  {
    "type": "page_number",
    "text": "26 ",
    "bbox": [
      135,
      66,
      158,
      79
    ],
    "page_idx": 23
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      235,
      66,
      357,
      78
    ],
    "page_idx": 23
  },
  {
    "type": "header",
    "text": "PART1 ",
    "bbox": [
      841,
      61,
      903,
      75
    ],
    "page_idx": 23
  },
  {
    "type": "page_footnote",
    "text": "95 See generally I.R.C. § 280H. ",
    "bbox": [
      258,
      696,
      488,
      712
    ],
    "page_idx": 23
  },
  {
    "type": "page_footnote",
    "text": "I.R.C. § 280H(a), (b), (c). ",
    "bbox": [
      261,
      714,
      460,
      729
    ],
    "page_idx": 23
  },
  {
    "type": "page_footnote",
    "text": "97 I.R.S. Notice 88-10, 1988-1 C.B. 478. ",
    "bbox": [
      261,
      731,
      552,
      744
    ],
    "page_idx": 23
  },
  {
    "type": "page_footnote",
    "text": "98 I.R.C. § 448(a). ",
    "bbox": [
      261,
      746,
      395,
      760
    ],
    "page_idx": 23
  },
  {
    "type": "page_footnote",
    "text": "Substantially all of the activities of a qualified personal service corporation must involve the performance of services in the fields of health, law, engineering, accounting, architecture, actuarial science, performing arts, or consulting, and substantially all of the stock must be held by employees, their estates or their heirs. I.R.C. § 448(d)(2). ",
    "bbox": [
      225,
      762,
      898,
      820
    ],
    "page_idx": 23
  },
  {
    "type": "page_footnote",
    "text": "100 I.R.C. § 448(b), (c). ",
    "bbox": [
      259,
      818,
      419,
      832
    ],
    "page_idx": 23
  },
  {
    "type": "page_footnote",
    "text": "101 The loss disallowance applies to transactions between related parties as defined in Section 267(b). A corporation and its more-than-50-percent (measured by value) shareholders are considered related. I.R.C. § 267(b)(2). Percentage ownership is determined after application of attribution rules in Section 267(c). ",
    "bbox": [
      225,
      834,
      898,
      888
    ],
    "page_idx": 23
  },
  {
    "type": "page_footnote",
    "text": "102 I.R.C. § 267(a)(2). This section also may apply to payments of interest and other deductible expenses. In the case of personal service corporations, the corporation and any owner-employee (regardless of the percentage ownership) are treated as related parties for purposes of the forced matching rules in Section 267. Id. ",
    "bbox": [
      225,
      888,
      898,
      944
    ],
    "page_idx": 23
  },
  {
    "type": "page_footnote",
    "text": "103 I.R.C. § 27. ",
    "bbox": [
      258,
      944,
      367,
      958
    ],
    "page_idx": 23
  },
  {
    "type": "text",
    "text": "rehabilitation and energy credits, \\(^{104}\\) the work opportunity credit, \\(^{105}\\) and the credit for research expenditures. \\(^{106}\\) ",
    "bbox": [
      93,
      87,
      767,
      125
    ],
    "page_idx": 24
  },
  {
    "type": "text",
    "text": "The Corporate Alternative Minimum Tax. For many years, most C corporations were subject to a corporate alternative minimum tax (AMT). The Tax Cuts and Jobs Act repealed the corporate AMT for tax years beginning after December 31, 2017, with transitional rules for corporations with AMT credits under prior law. ",
    "bbox": [
      94,
      128,
      771,
      224
    ],
    "page_idx": 24
  },
  {
    "type": "text",
    "text": "2. MULTIPLE AND AFFILIATED CORPORATIONS ",
    "text_level": 2,
    "bbox": [
      94,
      236,
      625,
      260
    ],
    "page_idx": 24
  },
  {
    "type": "text",
    "text": "Code: Skim §§ 1501-1503; 1504(a), (b); 1551; 1561; 1563. ",
    "bbox": [
      94,
      266,
      625,
      287
    ],
    "page_idx": 24
  },
  {
    "type": "text",
    "text": "For example, a sole shareholder of an operating business that generated \\(1,000,000 of net income annually might have been tempted to divide the enterprise into 20 separate companies, each with an annual income of\\) 50,000 and each therefore taxed at a maximum rate of only 15 percent under the pre-2018 rate structure. This and other income-splitting ploys were precluded by Section 1561, which is now limited to denying multiple accumulated earnings tax credits to a \"controlled group of corporations.\"107 Generally speaking, corporations are a controlled group if they constitute either a \"parent-subsidiary controlled group\" or a \"brother-sister controlled group\" under ownership tests in Section 1563. ",
    "bbox": [
      94,
      291,
      769,
      476
    ],
    "page_idx": 24
  },
  {
    "type": "text",
    "text": "The Code also contains provisions which permit an \"affiliated group of corporations\" to elect to consolidate its results for purposes of tax reporting.[108] In broad outline, the effect of a consolidated return election is to treat the affiliated group as a single corporate entity for tax purposes. The consolidated return rules are covered in more detail in Chapter 13, and selected issues involving consolidated returns are raised in the context of various transactions discussed later in this book. The ownership test applied to determine whether corporations are affiliated, however, is used in several provisions of Subchapter C[109] and is worth a brief glance at this early juncture. Section 1504(a)(2) employs an 80 percent of voting power and value standard to test corporate ownership of another corporation. That standard is met if a corporation possesses at least 80 percent of the total voting power of the stock in another corporation and has at least 80 percent of the total value of the stock of such corporation. For purposes of this test, certain nonconvertible, nonvoting preferred stock is disregarded.[110] ",
    "bbox": [
      93,
      479,
      772,
      777
    ],
    "page_idx": 24
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      96,
      51,
      189,
      66
    ],
    "page_idx": 24
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
    "bbox": [
      357,
      40,
      767,
      56
    ],
    "page_idx": 24
  },
  {
    "type": "header",
    "text": "AND SHAREHOLDERS ",
    "bbox": [
      602,
      59,
      767,
      73
    ],
    "page_idx": 24
  },
  {
    "type": "page_number",
    "text": "27 ",
    "bbox": [
      854,
      60,
      877,
      74
    ],
    "page_idx": 24
  },
  {
    "type": "page_footnote",
    "text": "104 I.R.C. §§ 46-48. ",
    "bbox": [
      125,
      847,
      274,
      862
    ],
    "page_idx": 24
  },
  {
    "type": "page_footnote",
    "text": "105 I.R.C. § 51. ",
    "bbox": [
      127,
      864,
      240,
      878
    ],
    "page_idx": 24
  },
  {
    "type": "page_footnote",
    "text": "106 I.R.C. § 41. ",
    "bbox": [
      127,
      881,
      240,
      895
    ],
    "page_idx": 24
  },
  {
    "type": "page_footnote",
    "text": "107 See Chapter 14C4, infra, for coverage of the accumulated earnings tax credit. ",
    "bbox": [
      127,
      896,
      702,
      910
    ],
    "page_idx": 24
  },
  {
    "type": "page_footnote",
    "text": "108 I.R.C. §§ 1501-1504. ",
    "bbox": [
      127,
      912,
      305,
      926
    ],
    "page_idx": 24
  },
  {
    "type": "page_footnote",
    "text": "109 See, e.g., I.R.C. §§ 332(b)(1); 336(e)(1); 338(d)(3). ",
    "bbox": [
      127,
      928,
      500,
      943
    ],
    "page_idx": 24
  },
  {
    "type": "page_footnote",
    "text": "110 I.R.C. § 1504(a)(4). ",
    "bbox": [
      127,
      946,
      294,
      960
    ],
    "page_idx": 24
  },
  {
    "type": "text",
    "text": "PROBLEM ",
    "text_level": 3,
    "bbox": [
      240,
      95,
      341,
      113
    ],
    "page_idx": 25
  },
  {
    "type": "text",
    "text": "Boots, Inc. is a \"C\" corporation engaged in the shoe manufacturing business. Boots is a calendar year, accrual method taxpayer with two equal shareholders, Emil and Betty, who are unrelated cash method taxpayers. In answering the questions below, assume for convenience that Emil and Betty each are taxable at a combined federal and state flat rate of \\(40\\%\\) on ordinary income and a combined flat rate of \\(20\\%\\) on qualified dividends and long-term capital gains. During the current year, Boots has the following income and expense items: ",
    "bbox": [
      235,
      119,
      911,
      262
    ],
    "page_idx": 25
  },
  {
    "type": "text",
    "text": "Income: ",
    "bbox": [
      276,
      280,
      351,
      297
    ],
    "page_idx": 25
  },
  {
    "type": "text",
    "text": "Gross profit—sale of inventory $2,600,000 ",
    "bbox": [
      289,
      301,
      892,
      321
    ],
    "page_idx": 25
  },
  {
    "type": "text",
    "text": "Capital gains. $ 200,000 ",
    "bbox": [
      290,
      325,
      892,
      345
    ],
    "page_idx": 25
  },
  {
    "type": "text",
    "text": "Expenses and Losses: ",
    "bbox": [
      276,
      349,
      468,
      367
    ],
    "page_idx": 25
  },
  {
    "type": "text",
    "text": "Operating Expenses. $ 800,000 ",
    "bbox": [
      289,
      372,
      890,
      392
    ],
    "page_idx": 25
  },
  {
    "type": "text",
    "text": "Equipment purchase (100% expensed) under § 168(k) $ 800,000 ",
    "bbox": [
      289,
      396,
      890,
      415
    ],
    "page_idx": 25
  },
  {
    "type": "text",
    "text": "Capital losses $ 220,000 ",
    "bbox": [
      289,
      419,
      890,
      439
    ],
    "page_idx": 25
  },
  {
    "type": "text",
    "text": "(a) Determine Boots, Inc.'s taxable income and its tax liability for the current year. ",
    "bbox": [
      274,
      454,
      861,
      488
    ],
    "page_idx": 25
  },
  {
    "type": "text",
    "text": "(b) What result in (a), above, if Boots distributes its after-tax profits to Emil and Betty as qualified dividends? ",
    "bbox": [
      274,
      494,
      861,
      529
    ],
    "page_idx": 25
  },
  {
    "type": "text",
    "text": "(c) What result in (a), above, if instead of paying dividends Boots pays Emil and Betty salaries of $500,000 each? Has the effectiveness of this traditional strategy to reduce the impact of the double tax on corporate earnings changed as a result of the 2017 Act? ",
    "bbox": [
      274,
      534,
      861,
      619
    ],
    "page_idx": 25
  },
  {
    "type": "text",
    "text": "(d) Consider generally whether there is any advantage to operating Boots as a pass-through entity, such as a partnership, limited liability company, or S corporation and, if so, whether Emil and Betty will qualify for the new \\(20\\%\\) deduction for qualified business income. What additional facts are necessary to evaluate this option? ",
    "bbox": [
      274,
      627,
      861,
      733
    ],
    "page_idx": 25
  },
  {
    "type": "text",
    "text": "E. CORPORATE CLASSIFICATION ",
    "text_level": 1,
    "bbox": [
      232,
      750,
      622,
      772
    ],
    "page_idx": 25
  },
  {
    "type": "text",
    "text": "1. IN GENERAL ",
    "text_level": 2,
    "bbox": [
      233,
      785,
      416,
      806
    ],
    "page_idx": 25
  },
  {
    "type": "text",
    "text": "Code: § 7701(a)(3). ",
    "bbox": [
      233,
      815,
      405,
      835
    ],
    "page_idx": 25
  },
  {
    "type": "text",
    "text": "The classification of a business relationship may have profound tax consequences. Entities classified as C corporations are subject to the double tax regime of Subchapter C, while the tax treatment of partnerships is governed by the single tax pass-through regime of Subchapter K. The rules governing the federal tax classification of business enterprises have a rich and textured history, as the stakes have ",
    "bbox": [
      230,
      840,
      906,
      959
    ],
    "page_idx": 25
  },
  {
    "type": "page_number",
    "text": "28 ",
    "bbox": [
      140,
      65,
      161,
      77
    ],
    "page_idx": 25
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      240,
      64,
      362,
      77
    ],
    "page_idx": 25
  },
  {
    "type": "header",
    "text": "PART1 ",
    "bbox": [
      846,
      59,
      908,
      73
    ],
    "page_idx": 25
  },
  {
    "type": "text",
    "text": "changed in response to shifting tax incentives to utilize one form of business entity over another. After decades of strife, much confusion, and reams of boilerplate classification opinion letters issued by high-priced counsel, there is good news. The Internal Revenue Service simplified this topic considerably (and shortened your reading assignment) by adopting a classification system that as a practical matter permits a closely held unincorporated business to elect its taxing regime. ",
    "bbox": [
      89,
      90,
      767,
      223
    ],
    "page_idx": 26
  },
  {
    "type": "text",
    "text": "For tax purposes, Section 7701 defines a corporation to include \"associations, joint-stock companies, and insurance companies.\" Thus, if an entity is an unincorporated \"association,\" it will be classified as a corporation. The longstanding, now repealed classification regulations did not define the term \"association.\" Instead, they listed six characteristics ordinarily found in a \"pure\" corporation<sup>111</sup> and went on to explain that \"an organization will be treated as an association if the corporate characteristics are such that the organization more nearly resembles a corporation than a partnership or trust.\"<sup>112</sup> In applying this resemblance test, characteristics common to corporations and partnerships (associates and a business objective) were disregarded in classifying an entity as an association or a partnership. The remaining characteristics (continuity of life, centralized management, limited liability, and free transferability of interests) were then weighted equally and an organization was classified as an association only if it had three of the remaining corporate characteristics.<sup>113</sup> ",
    "bbox": [
      94,
      226,
      764,
      521
    ],
    "page_idx": 26
  },
  {
    "type": "text",
    "text": "The old regulations reflected an anti-association, pro-partnership bias which redounded to the benefit of high-income taxpayers seeking to shelter their compensation or investment income with losses from strategically structured activities in real estate and other tax-favored industries. Limited partnerships became the vehicle of choice for these \"tax shelters\" because they permitted losses to pass through to investors, allowed the partners to maximize those losses by including their share of partnership debt in the basis of their partnership interests, and provided protection for the limited partners against personal liability for debts of the enterprise. These goals could not be achieved in a C or S corporation. The Service's effort to convince the courts that limited partnerships should be classified as \"associations\" was unsuccessful,[114] but it continued to issue stringent guidelines for limited partnerships seeking a favorable classification ruling.[115] Most tax advisors bypassed the ruling process and were able to structure limited partnerships that would avoid \"association\" classification based on a well reasoned opinion of counsel. ",
    "bbox": [
      89,
      525,
      766,
      820
    ],
    "page_idx": 26
  },
  {
    "type": "text",
    "text": "In the 1980s, limited liability companies (LLCs) emerged on the scene and were quickly touted as the \"best of all worlds\" alternative for ",
    "bbox": [
      89,
      824,
      764,
      862
    ],
    "page_idx": 26
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      94,
      56,
      187,
      71
    ],
    "page_idx": 26
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
    "bbox": [
      354,
      45,
      764,
      61
    ],
    "page_idx": 26
  },
  {
    "type": "header",
    "text": "AND SHAREHOLDERS ",
    "bbox": [
      598,
      63,
      764,
      75
    ],
    "page_idx": 26
  },
  {
    "type": "page_number",
    "text": "29 ",
    "bbox": [
      851,
      65,
      874,
      78
    ],
    "page_idx": 26
  },
  {
    "type": "page_footnote",
    "text": "111 Reg. § 301.7701-2(a)(1) (pre-1997). ",
    "bbox": [
      122,
      883,
      406,
      898
    ],
    "page_idx": 26
  },
  {
    "type": "page_footnote",
    "text": "112 Id. ",
    "bbox": [
      124,
      902,
      176,
      914
    ],
    "page_idx": 26
  },
  {
    "type": "page_footnote",
    "text": "113 Reg. § 1.7701-2(a) (pre-1997). ",
    "bbox": [
      125,
      917,
      369,
      931
    ],
    "page_idx": 26
  },
  {
    "type": "page_footnote",
    "text": "114 See Larson v. Commissioner, 66 T.C. 159 (1976). ",
    "bbox": [
      125,
      933,
      500,
      946
    ],
    "page_idx": 26
  },
  {
    "type": "page_footnote",
    "text": "115 See, e.g., Rev. Proc. 89-12, 1989-1 C.B. 798; Rev. Proc. 91-13, 1991-1 C.B. 477. ",
    "bbox": [
      125,
      946,
      718,
      964
    ],
    "page_idx": 26
  },
  {
    "type": "text",
    "text": "conducting a closely held business. An LLC is an unincorporated entity in which the owners, called \"members,\" have limited liability for the enterprise's debts and claims even if they participate in management. Members of an LLC have great flexibility in structuring the governance of their venture through the LLC's \"operating agreement.\" The Service gave a major boost to the LLC movement by classifying a Wyoming LLC as a partnership for federal tax purposes.[116] That ruling was followed by others making it clear that an LLC could be structured as either an association or a partnership depending on the flexibility provided by state law and the desires of the members.[117] LLCs (including single-member LLCs) are now authorized in every state and the District of Columbia. ",
    "bbox": [
      243,
      94,
      911,
      313
    ],
    "page_idx": 27
  },
  {
    "type": "text",
    "text": "2. CORPORATIONS VS.PARTNERSHIPS ",
    "text_level": 2,
    "bbox": [
      243,
      329,
      663,
      349
    ],
    "page_idx": 27
  },
  {
    "type": "text",
    "text": "a. “CHECK-THE-BOX” REGULATIONS ",
    "text_level": 3,
    "bbox": [
      243,
      364,
      596,
      383
    ],
    "page_idx": 27
  },
  {
    "type": "text",
    "text": "Code: § 7701(a)(3). ",
    "bbox": [
      243,
      392,
      410,
      411
    ],
    "page_idx": 27
  },
  {
    "type": "text",
    "text": "Regulations: §§ 301.7701-1(a)(1) & (2); -2(a), (b)(1)-(3), (c)(1) & (2); -3(a), (b)(1). ",
    "bbox": [
      243,
      416,
      906,
      453
    ],
    "page_idx": 27
  },
  {
    "type": "text",
    "text": "The \"old\" classification regulations were based on the traditional state-law differences between a pure corporation and other types of organizations, such as partnerships.[118] State law developments, however, largely blurred the classic distinctions between corporations and unincorporated forms for doing business. For example, the increasingly popular LLC offers all its investors (including those involved in management) limited liability for obligations of the venture—a characteristic traditionally available only in a corporation—along with classification as a partnership for federal tax purposes. ",
    "bbox": [
      241,
      458,
      908,
      625
    ],
    "page_idx": 27
  },
  {
    "type": "text",
    "text": "The Service eventually concluded that the state law differences between corporations and partnerships had narrowed to such a degree that the venerable corporate resemblance test for classifying unincorporated entities should be abandoned in favor of a simpler classification regime that is generally elective.[119] To that end, the regulations discarded the old classification system, which was de facto elective for individuals with skilled tax advisors, and replaced it with a \"check-the-box\" system in which most new unincorporated entities automatically are classified as partnerships for federal tax purposes unless the entity elects to be an association taxable as a C corporation. ",
    "bbox": [
      241,
      628,
      908,
      815
    ],
    "page_idx": 27
  },
  {
    "type": "page_number",
    "text": "30 ",
    "bbox": [
      143,
      65,
      163,
      77
    ],
    "page_idx": 27
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      243,
      64,
      367,
      77
    ],
    "page_idx": 27
  },
  {
    "type": "header",
    "text": "PART1 ",
    "bbox": [
      852,
      61,
      913,
      75
    ],
    "page_idx": 27
  },
  {
    "type": "page_footnote",
    "text": "116 Rev. Rul. 88-76, 1988-2 C.B. 360. ",
    "bbox": [
      271,
      856,
      535,
      872
    ],
    "page_idx": 27
  },
  {
    "type": "page_footnote",
    "text": "117 See Rev. Rul. 93-38, 1993-1 C.B. 233, where LLCs formed under the Delaware statute were classified as an association or a partnership depending on the terms of the LLC agreement. Reg. § 301.7701-2(a)(1) (pre-1997). ",
    "bbox": [
      240,
      873,
      906,
      917
    ],
    "page_idx": 27
  },
  {
    "type": "page_footnote",
    "text": "119 Preamble to Final Regulations on Simplification of Entity Classification Rules, 61 Fed. Reg. 66584 (Dec. 18, 1986). The elective regime became effective as of January 1, 1997. Reg. §301.7701-1(f). ",
    "bbox": [
      240,
      917,
      906,
      957
    ],
    "page_idx": 27
  },
  {
    "type": "text",
    "text": "General Classification Rules. The regulations only apply to entities that are treated for federal tax purposes as being separate from their owners.[120] If an organization recognized as a separate entity for federal tax purposes is not a trust, it is a \"business entity\" under the regulations.[121] Certain business entities are automatically classified as corporations.[122] Most importantly, a business entity organized under a federal or state statute that refers to the entity as \"incorporated\" or as a \"corporation,\" \"body corporate,\" or \"body politic,\" is treated as a corporation for federal tax purposes,[123] as are other business entities taxable as corporations under other Code provisions, such as publicly traded partnerships which are treated as corporations under Section 7704.[124] ",
    "bbox": [
      93,
      95,
      763,
      314
    ],
    "page_idx": 28
  },
  {
    "type": "text",
    "text": "Under the regulations, a noncorporate business entity (an \"eligible entity\") with at least two members is classified as a partnership unless an election is made for the entity to be classified as an association. Thus, partnership status is the default classification for unincorporated entities with two or more members.[125] ",
    "bbox": [
      93,
      320,
      763,
      412
    ],
    "page_idx": 28
  },
  {
    "type": "text",
    "text": "Single-Owner Organizations. The regulations treat a noncorporate business entity that has a single owner as a disregarded entity (sometimes referred to as a \"tax nothing\"). A single-owner entity is disregarded for tax purposes and treated as an extension of its owner unless the entity elects to be classified as an association and thus taxed as a C corporation.[126] Consequently, if no such election is made, the entity is treated for federal tax purposes as if it were a sole proprietorship (if owned by an individual), or a branch or division (if owned by another business entity, such as a C corporation).[127] ",
    "bbox": [
      93,
      417,
      766,
      583
    ],
    "page_idx": 28
  },
  {
    "type": "text",
    "text": "Foreign Organizations. The regulations list certain business entities formed in specific jurisdictions (e.g., a public limited company formed in Hong Kong) that will be automatically classified as a corporation.[128] In the absence of a contrary election, other foreign entities are classified as: (1) a partnership if the entity has two or more members and at least one member does not have limited liability, (2) an association if all members have limited liability, or (3) disregarded as an entity separate from its ",
    "bbox": [
      94,
      585,
      767,
      718
    ],
    "page_idx": 28
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      91,
      61,
      187,
      75
    ],
    "page_idx": 28
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
    "bbox": [
      352,
      47,
      759,
      61
    ],
    "page_idx": 28
  },
  {
    "type": "header",
    "text": "AND SHAREHOLDERS ",
    "bbox": [
      596,
      65,
      761,
      77
    ],
    "page_idx": 28
  },
  {
    "type": "page_number",
    "text": "31 ",
    "bbox": [
      848,
      65,
      869,
      78
    ],
    "page_idx": 28
  },
  {
    "type": "page_footnote",
    "text": "120 See Reg. § 301.7701-1(a). ",
    "bbox": [
      132,
      795,
      344,
      811
    ],
    "page_idx": 28
  },
  {
    "type": "page_footnote",
    "text": "121 Reg. § 301.7701-2(a). ",
    "bbox": [
      132,
      813,
      315,
      827
    ],
    "page_idx": 28
  },
  {
    "type": "page_footnote",
    "text": "122 Reg. § 301.7701-2(b)(1) through (8). ",
    "bbox": [
      99,
      828,
      416,
      843
    ],
    "page_idx": 28
  },
  {
    "type": "page_footnote",
    "text": "123 Reg. § 301.7701-2(b)(1). ",
    "bbox": [
      132,
      844,
      334,
      859
    ],
    "page_idx": 28
  },
  {
    "type": "page_footnote",
    "text": "Reg. § 301.701-2(b)(7). See Section E2b of this chapter, infra, for a discussion of publicly traded partnerships. ",
    "bbox": [
      99,
      854,
      769,
      890
    ],
    "page_idx": 28
  },
  {
    "type": "page_footnote",
    "text": "125 Reg. §§ 301.7701-2(c)(1), -3(a), -3(b)(1)(i). ",
    "bbox": [
      132,
      890,
      462,
      905
    ],
    "page_idx": 28
  },
  {
    "type": "page_footnote",
    "text": "126 Reg. §§ 301.7701-2(c)(2), -3(a), -3(b)(1)(ii). ",
    "bbox": [
      132,
      905,
      467,
      920
    ],
    "page_idx": 28
  },
  {
    "type": "page_footnote",
    "text": "127 Reg. § 301.7701-2(a). See Miller, \"The Strange Materialization of the Tax Nothing,\" 87 Tax Notes 685 (May 5, 2000). ",
    "bbox": [
      99,
      920,
      767,
      952
    ],
    "page_idx": 28
  },
  {
    "type": "page_footnote",
    "text": "128 Reg. § 301.7701-2(b)(8). ",
    "bbox": [
      132,
      953,
      334,
      969
    ],
    "page_idx": 28
  },
  {
    "type": "text",
    "text": "owner if the entity has a single owner that does not have limited liability.[129] ",
    "bbox": [
      238,
      95,
      908,
      133
    ],
    "page_idx": 29
  },
  {
    "type": "text",
    "text": "Election. A classification election under the regulations may be designated as effective up to 75 days before or twelve months after the election is filed.[130] The election generally must be signed either by (1) each member of the electing entity, including prior members affected by a retroactive election, or (2) by an officer, manager, or member authorized to make the election.[131] If an entity makes a classification election, a new classification election generally cannot be made for 60 months, unless the Service allows such an election and more than 50 percent of the ownership interests in the entity are owned by persons that did not own any interests when the first election was made.[132] ",
    "bbox": [
      238,
      137,
      908,
      320
    ],
    "page_idx": 29
  },
  {
    "type": "text",
    "text": "Change in Number of Members of an Entity. The regulations provide that the classification of an eligible entity as an association generally is not affected by any change in the numbers of members of the entity.[133] But if an eligible entity (such as a limited liability company) is classified as a partnership and its membership is reduced to one member, it becomes a disregarded entity.[134] A single-member disregarded entity also is classified as a partnership if it gains more than one member.[135] ",
    "bbox": [
      238,
      325,
      908,
      455
    ],
    "page_idx": 29
  },
  {
    "type": "text",
    "text": "Elective Changes in Classification. The regulations also prescribe the tax consequences when an entity makes a valid election to change its tax classification. If a partnership elects to be reclassified as an association, it is deemed to contribute all of its assets and liabilities to the association for stock and then to liquidate by distributing the stock to its partners.[136] If an association elects to be classified as a partnership, it is deemed to liquidate by distributing all of its assets and liabilities to its shareholders who then contribute the assets and liabilities to a newly formed partnership.[137] If an association with one owner elects to be classified as a disregarded entity, it is deemed to liquidate by distributing all of its assets and liabilities to the single owner.[138] Finally, if a disregarded entity elects to be classified as an association, the owner is ",
    "bbox": [
      238,
      459,
      908,
      681
    ],
    "page_idx": 29
  },
  {
    "type": "page_number",
    "text": "32 ",
    "bbox": [
      140,
      66,
      161,
      79
    ],
    "page_idx": 29
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      238,
      66,
      362,
      79
    ],
    "page_idx": 29
  },
  {
    "type": "header",
    "text": "PART1 ",
    "bbox": [
      846,
      61,
      908,
      75
    ],
    "page_idx": 29
  },
  {
    "type": "page_footnote",
    "text": "129 Reg. § 301.7701-3(b)(2)(i). Limited liability generally exists if the member has no personal liability for the debts of or claims against the entity by reason of being a member. Reg. § 301.7701-3(b)(2)(ii). ",
    "bbox": [
      233,
      747,
      901,
      787
    ],
    "page_idx": 29
  },
  {
    "type": "page_footnote",
    "text": "130 Reg. § 301.7701-3(c)(1)(iii). ",
    "bbox": [
      266,
      790,
      485,
      805
    ],
    "page_idx": 29
  },
  {
    "type": "page_footnote",
    "text": "181 Reg. § 301.7701-3(c)(2). ",
    "bbox": [
      266,
      806,
      460,
      821
    ],
    "page_idx": 29
  },
  {
    "type": "page_footnote",
    "text": "132 Reg. § 301.7701-3(c)(1)(iv). ",
    "bbox": [
      266,
      821,
      483,
      838
    ],
    "page_idx": 29
  },
  {
    "type": "page_footnote",
    "text": "133 Reg. § 301.7701-3(f)(1). ",
    "bbox": [
      266,
      839,
      457,
      854
    ],
    "page_idx": 29
  },
  {
    "type": "page_footnote",
    "text": "134 Reg. § 301.7701-3(f)(2). ",
    "bbox": [
      266,
      854,
      459,
      869
    ],
    "page_idx": 29
  },
  {
    "type": "page_footnote",
    "text": "135 Id. ",
    "bbox": [
      266,
      869,
      313,
      883
    ],
    "page_idx": 29
  },
  {
    "type": "page_footnote",
    "text": "136 Reg. § 301.7701-3(g)(1)(i). ",
    "bbox": [
      266,
      886,
      477,
      902
    ],
    "page_idx": 29
  },
  {
    "type": "page_footnote",
    "text": "187 Reg. § 301.7701-3(g)(1)(ii). ",
    "bbox": [
      266,
      902,
      480,
      919
    ],
    "page_idx": 29
  },
  {
    "type": "page_footnote",
    "text": "138 Reg. § 301.7701-3(g)(1)(iii). If an association is deemed to liquidate under Section 332 (relating to complete liquidations of certain corporate subsidiaries), the election to change classification is considered to be the adoption of a plan of liquidation. Reg. § 301.7701-3(g)(2)(ii). ",
    "bbox": [
      233,
      921,
      901,
      969
    ],
    "page_idx": 29
  },
  {
    "type": "text",
    "text": "deemed to contribute all of the assets and liabilities of the entity to the association for stock in the association.[139] ",
    "bbox": [
      86,
      95,
      759,
      132
    ],
    "page_idx": 30
  },
  {
    "type": "text",
    "text": "The tax treatment of a change in classification is determined under all relevant provisions of the Internal Revenue Code and general principles of tax law, including the step transaction doctrine.[140] Careful attention should be paid to the deemed liquidation in this setting as it often can yield adverse tax consequences. An election to change the classification of an eligible entity is treated as occurring at the start of the day for which the election is effective.[141] ",
    "bbox": [
      86,
      137,
      763,
      266
    ],
    "page_idx": 30
  },
  {
    "type": "text",
    "text": "b. PUBLICLY TRADED PARTNERSHIPS ",
    "text_level": 4,
    "bbox": [
      88,
      281,
      464,
      299
    ],
    "page_idx": 30
  },
  {
    "type": "text",
    "text": "Code: § 7704. ",
    "bbox": [
      89,
      309,
      220,
      327
    ],
    "page_idx": 30
  },
  {
    "type": "text",
    "text": "For a brief time after enactment of the Tax Reform Act of 1986, publicly traded partnerships (\"PTPs\"), also known as \"master limited partnerships, surfaced as a refuge from the costly double tax regime of Subchapter C. Unlike an S corporation, a PTP could have an unlimited number of owners. It could register its limited partnership interests, known as \"units,\" with the Securities and Exchange Commission, and the units were freely tradable on a securities exchange or in the over-the-counter market. A profitable PTP thus avoided the corporate income tax and passed through its income to noncorporate limited partners at the lower individual rates. ",
    "bbox": [
      91,
      332,
      764,
      517
    ],
    "page_idx": 30
  },
  {
    "type": "text",
    "text": "Alarmed at the proliferation of PTPs and the potential erosion of the corporate tax base, Congress responded by enacting Section 7704, which classifies certain PTPs as corporations for tax purposes. As defined, a \"publicly traded partnership\" is any partnership whose interests are: (1) traded on an established securities market, or (2) readily tradable on a secondary market (or its substantial equivalent).[142] The regulations generally provide that an interest is \"readily tradable\" if \"taking into account all of the facts and circumstances, the partners are readily able to buy, sell, or exchange their partnership interests in a manner that is comparable, economically, to trading on an established securities market.\"[143] ",
    "bbox": [
      91,
      520,
      766,
      724
    ],
    "page_idx": 30
  },
  {
    "type": "text",
    "text": "An important exception from reclassification is provided for partnerships if 90 percent or more of their gross income consists of certain passive-type income items (e.g., interest, dividends, real property rents, gains from the sale of real property and income and gains from certain natural resources activities).[144] These excepted PTPs continue to be treated as pass-through entities for federal tax purposes. As a result, ",
    "bbox": [
      91,
      726,
      767,
      842
    ],
    "page_idx": 30
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      89,
      61,
      183,
      75
    ],
    "page_idx": 30
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
    "bbox": [
      349,
      47,
      759,
      63
    ],
    "page_idx": 30
  },
  {
    "type": "header",
    "text": "AND SHAREHOLDERS ",
    "bbox": [
      593,
      65,
      759,
      77
    ],
    "page_idx": 30
  },
  {
    "type": "page_number",
    "text": "33 ",
    "bbox": [
      844,
      64,
      867,
      77
    ],
    "page_idx": 30
  },
  {
    "type": "page_footnote",
    "text": "139 Reg. § 301.7701-3(g)(1)(iv). ",
    "bbox": [
      127,
      858,
      354,
      875
    ],
    "page_idx": 30
  },
  {
    "type": "page_footnote",
    "text": "140 Reg. § 301.7701-3(g)(2). ",
    "bbox": [
      127,
      876,
      333,
      890
    ],
    "page_idx": 30
  },
  {
    "type": "page_footnote",
    "text": "Reg. § 301.701-3(g)(3)(i). Transactions deemed to occur as a result of the election are treated as occurring immediately before the close of the day before the election is effective. Id. ",
    "bbox": [
      96,
      885,
      766,
      920
    ],
    "page_idx": 30
  },
  {
    "type": "page_footnote",
    "text": "142 I.R.C. § 7704(b). ",
    "bbox": [
      129,
      922,
      276,
      936
    ],
    "page_idx": 30
  },
  {
    "type": "page_footnote",
    "text": "148 Reg. § 1.7704-1(c)(1). ",
    "bbox": [
      129,
      938,
      313,
      953
    ],
    "page_idx": 30
  },
  {
    "type": "page_footnote",
    "text": "144 I.R.C. § 7704(c). ",
    "bbox": [
      129,
      955,
      276,
      969
    ],
    "page_idx": 30
  },
  {
    "type": "text",
    "text": "investors in PTPs will qualify to deduct 20 percent of their allocable share of the PTP's qualified business income without regard to the general limitation imposed on high-income taxpayers.[145] Many PTPs qualifying for this exemption engage in active natural resources businesses, such as exploration, mining and production, refining, transportation and marketing of oil and natural gas. The scope of this escape hatch came under scrutiny after several large private investment firms \"went public\" using a PTP structure under which they offered publicly traded limited partnership interests. One of the largest IPO transactions involved The Blackstone Group, a global asset firm with approximately $88.4 billion under management at the time it went public. In addition to providing advisory services, Blackstone manages a variety of investment pools, including private equity and venture capital funds, real estate partnerships, and hedge funds. During its pre-IPO history, Blackstone qualified for pass-through tax treatment, as a limited partnership, and it sought to continue avoiding the corporate-level tax as a public company by employing the PTP structure and qualifying for the passive income exception even though the bulk of its profits are derived from an active money management business.[146] In 2019, however, Blackstone changed its mind and announced its intention to become a C corporation. The reduction in the corporate tax rate and the disfavor of institutional investors and stock indexes for the PTP structure, as well as the complexity of tax compliance for individual shareholders, influenced Blackstone and several other large firms to become C corporations.[147] ",
    "bbox": [
      238,
      94,
      911,
      536
    ],
    "page_idx": 31
  },
  {
    "type": "text",
    "text": "3. CORPORATIONS VS. TRUSTS ",
    "text_level": 2,
    "bbox": [
      236,
      547,
      581,
      569
    ],
    "page_idx": 31
  },
  {
    "type": "text",
    "text": "Regulations: § 301.7701-4(a), (b). ",
    "bbox": [
      236,
      577,
      542,
      598
    ],
    "page_idx": 31
  },
  {
    "type": "text",
    "text": "Trusts, like corporations, may be taxpaying entities, but the income taxation of trusts differs from the taxation of corporations in several important respects. First, a corporation is taxed on its profits as they are earned under the relatively flat rates in Section 11. If it later distributes the remaining after-tax earnings as dividends, the shareholders are subject to a second tax. But there is no double tax on trust income. Under the complex rules of Subchapter J, trust income currently distributed to beneficiaries is generally not taxed to the trust. Rather, the income is taxed to the recipient beneficiaries to the extent of the trust's \"distributable net income.\"[148] If trust income is accumulated, it is taxed to the trust when earned under the rates in Section 1(e) but normally not taxed again when distributed to the beneficiaries. ",
    "bbox": [
      236,
      603,
      906,
      824
    ],
    "page_idx": 31
  },
  {
    "type": "page_number",
    "text": "34 ",
    "bbox": [
      143,
      66,
      165,
      78
    ],
    "page_idx": 31
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      243,
      65,
      364,
      78
    ],
    "page_idx": 31
  },
  {
    "type": "header",
    "text": "PART1 ",
    "bbox": [
      851,
      61,
      911,
      75
    ],
    "page_idx": 31
  },
  {
    "type": "page_footnote",
    "text": "145 I.R.C. § 199A(b)(1)(B), (e)(4)(A). Income from a specified service trade or business conducted by a PTP and a PTP's investment income (e.g., interest and dividends) do not qualify for the 20 percent deduction. See Reg. § 1.199A-6(c)(1). ",
    "bbox": [
      233,
      844,
      903,
      887
    ],
    "page_idx": 31
  },
  {
    "type": "page_footnote",
    "text": "146 For press coverage of this transaction, see Anderson, \"Blackstone Founders Prepare to Count Their Billions,\" N.Y. Times, June 12, 2007, at C1. ",
    "bbox": [
      233,
      888,
      903,
      917
    ],
    "page_idx": 31
  },
  {
    "type": "page_footnote",
    "text": "147 See de la Merced, \"Blackstone Plans to Ditch its Partnership Structure,\" N.Y. Times, April 18, 2019. ",
    "bbox": [
      233,
      917,
      903,
      943
    ],
    "page_idx": 31
  },
  {
    "type": "page_footnote",
    "text": "148 See generally I.R.C. §§ 641 et seq. ",
    "bbox": [
      263,
      946,
      532,
      964
    ],
    "page_idx": 31
  },
  {
    "type": "text",
    "text": "The regulations distinguish between \"ordinary trusts\" created to take title to property for the purpose of protecting and conserving it for the beneficiaries, and \"business\" or \"commercial\" trusts which are created to carry on a business for profit. An ordinary trust is classified as a \"trust\" and taxed under Subchapter J.[149] A business trust, on the other hand, is a business entity that is classified under the check-the-box regulations.[150] Because a business trust is an unincorporated entity, it will be classified as a partnership for federal tax purposes if it has two or more members and does not make an election to be classified as a corporation.[151] ",
    "bbox": [
      93,
      90,
      772,
      277
    ],
    "page_idx": 32
  },
  {
    "type": "text",
    "text": "F. THE COMMON LAW OF CORPORATE TAXATION ",
    "text_level": 1,
    "bbox": [
      96,
      292,
      679,
      315
    ],
    "page_idx": 32
  },
  {
    "type": "text",
    "text": "Although the study of corporate taxation principally involves the application of complex statutes to particular transactions, the Code is not the only analytical tool. In scrutinizing taxpayer behavior, the courts at an early date went beyond the literal statutory language and began to formulate a set of doctrines that have become the \"common law\" of federal taxation. Some of these principles, such as the assignment of income doctrine, were encountered in the basic income tax course. Unlike the Code, which often provides bright-line rules for solving problems, the judicial doctrines are imprecise. The very vagueness of these pronouncements, however, has contributed to their influence. When the system is working, they loom large in the responsible tax advisor's conscience and serve to thwart aggressive schemes that literally comply with the statute but are incompatible with its intended purpose.[152] This introductory survey is intended to preview some of the reasoning that lies at the heart of this tax jurisprudence. ",
    "bbox": [
      96,
      323,
      774,
      601
    ],
    "page_idx": 32
  },
  {
    "type": "text",
    "text": "Viewed most broadly, the judicial doctrines ask a simple question that is central to almost every transaction studied in this text. Have the taxpayers actually done what they, and their documents, represent, or are the economic realities of the transaction—and the attendant tax consequences—other than what the taxpayers purport them to be? The tests used to resolve this question bear many labels which are often used interchangeably. What follows is a summary of the terminology that will soon become familiar. ",
    "bbox": [
      96,
      603,
      776,
      755
    ],
    "page_idx": 32
  },
  {
    "type": "text",
    "text": "Sham Transaction Doctrine. If a transaction is a “sham,” it will not be respected for tax purposes. A “sham” is best defined as a transaction that never actually occurred but is represented by the taxpayer to have transpired—with favorable tax consequences of course.[153] One court has colorfully described a sham as an “attempt by a taxpayer to ward off tax ",
    "bbox": [
      98,
      753,
      776,
      853
    ],
    "page_idx": 32
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      94,
      58,
      187,
      73
    ],
    "page_idx": 32
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
    "bbox": [
      354,
      44,
      766,
      74
    ],
    "page_idx": 32
  },
  {
    "type": "page_number",
    "text": "35 ",
    "bbox": [
      852,
      60,
      874,
      74
    ],
    "page_idx": 32
  },
  {
    "type": "page_footnote",
    "text": "149 Reg. § 301.7701-4(a). ",
    "bbox": [
      133,
      885,
      321,
      901
    ],
    "page_idx": 32
  },
  {
    "type": "page_footnote",
    "text": "150 Reg. § 301.7701-4(b). ",
    "bbox": [
      133,
      902,
      321,
      917
    ],
    "page_idx": 32
  },
  {
    "type": "page_footnote",
    "text": "151 Reg. §§ 301.7701-2(c)(1); -3(a), (b)(1)(i). ",
    "bbox": [
      133,
      917,
      449,
      931
    ],
    "page_idx": 32
  },
  {
    "type": "page_footnote",
    "text": "152 See generally Bittker & Lokken, supra note 1, \\(\\Vdash\\) 4.3.1. ",
    "bbox": [
      133,
      933,
      549,
      946
    ],
    "page_idx": 32
  },
  {
    "type": "page_footnote",
    "text": "158 See, e.g., Knetsch v. United States, 364 U.S. 361, 81 S.Ct. 132 (1960). ",
    "bbox": [
      133,
      946,
      656,
      965
    ],
    "page_idx": 32
  },
  {
    "type": "text",
    "text": "blows with paper armor,\" \\(^{154}\\) in a purported transaction that \"gives off an unmistakably hollow sound when it is tapped.\" \\(^{155}\\) ",
    "bbox": [
      235,
      90,
      908,
      128
    ],
    "page_idx": 33
  },
  {
    "type": "text",
    "text": "Because a \"sham\" often connotes near fraudulent behavior, the courts tend to reserve this doctrine in its purest form for the more egregious cases. But the pejorative term also is used to describe the kinds of transactions that are challenged under the related economic substance doctrine. In one typically overlapping formulation, the Fourth Circuit articulated the following two-part test to define a sham:[156] ",
    "bbox": [
      233,
      133,
      910,
      243
    ],
    "page_idx": 33
  },
  {
    "type": "text",
    "text": "To treat a transaction as a sham, the court must find that the taxpayer was motivated by no business purpose other than obtaining tax benefits in entering the transaction, and that the transaction has no economic substance because no reasonable possibility of a profit exists. ",
    "bbox": [
      272,
      250,
      866,
      340
    ],
    "page_idx": 33
  },
  {
    "type": "text",
    "text": "Economic Substance Doctrine. The economic substance doctrine is one of the IRS's principal weapons in its assault on abusive tax shelters. Its essence is that claimed tax benefits should be denied if the transactions that give rise to them lack economic substance apart from tax considerations even if the purported activity actually occurred. Most courts have been receptive to the doctrine, but they disagree over its proper formulation.[157] Some apply a conjunctive two-part test requiring a taxpayer first to establish the presence of economic substance (an objective inquiry) and then a business purpose (a subjective test).[158] Others use a narrower disjunctive approach that respects a transaction if it has either a business purpose or economic substance.[159] Still others treat economic substance and business purpose as \"precise factors\" to consider rather than a rigid test.[160] The courts also disagree regarding ",
    "bbox": [
      230,
      345,
      906,
      587
    ],
    "page_idx": 33
  },
  {
    "type": "page_number",
    "text": "36 ",
    "bbox": [
      138,
      61,
      161,
      75
    ],
    "page_idx": 33
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      238,
      61,
      362,
      74
    ],
    "page_idx": 33
  },
  {
    "type": "header",
    "text": "PART 1 ",
    "bbox": [
      846,
      58,
      908,
      71
    ],
    "page_idx": 33
  },
  {
    "type": "page_footnote",
    "text": "154 Waterman Steamship Corp. v. Commissioner, 430 F.2d 1185 (5th Cir.1970), cert. denied, 401 U.S. 939, 91 S.Ct. 936 (1971). ",
    "bbox": [
      230,
      647,
      901,
      676
    ],
    "page_idx": 33
  },
  {
    "type": "page_footnote",
    "text": "155 Id. at 1196, quoting United States v. General Geophysical Co., 296 F.2d 86, 89 (5th Cir.1961), cert. denied, 369 U.S. 849, 82 S.Ct. 932 (1962). ",
    "bbox": [
      230,
      678,
      901,
      707
    ],
    "page_idx": 33
  },
  {
    "type": "page_footnote",
    "text": "156 Rice's Toyota World, Inc. v. Commissioner, 752 F.2d 89, 91 (4th Cir.1985). See also Winn-Dixie Stores, Inc. v. Commissioner, 254 F.3d 1313 (11th Cir. 2001); Kirchman v. Commissioner, 862 F.2d 1486 (11th Cir.1989). For cases where courts have declined to characterize a questionable transaction as a sham, see Compaq v. Commissioner, 277 F.3d 778 (5th Cir.2001); IES Industries, Inc. v. United States, 253 F.3d 350 (8th Cir.2001). ",
    "bbox": [
      228,
      708,
      901,
      777
    ],
    "page_idx": 33
  },
  {
    "type": "page_footnote",
    "text": "For a hostile view, see Coltec Industries v. United States, 62 Fed. Cl. 716, 752-756 (2004), where the court held that the economic substance doctrine was unconstitutional because it violated separation of powers principles. This outlier decision was reversed on appeal by the Federal Circuit, which described the trial court's decision as \"untenable\" and upheld the doctrine as a permissible tool of construction that allowed courts to look beyond the literal language of a statute if a strict construction would violate legislative intent. Coltec Industries v. United States, 454 F.3d 1340, 1352 (Fed. Cir. 2006), cert. denied, 549 U.S. 1206, 549 U.S. 1206, 127 S.Ct. 1261 (Mem) (2007). ",
    "bbox": [
      228,
      777,
      901,
      883
    ],
    "page_idx": 33
  },
  {
    "type": "page_footnote",
    "text": "158 See, e.g., Pasternak v. Commissioner, 990 F.2d 893, 898 (6th Cir. 1993). ",
    "bbox": [
      256,
      883,
      797,
      902
    ],
    "page_idx": 33
  },
  {
    "type": "page_footnote",
    "text": "159 Black & Decker Corp. v. United States, 436 F.3d 431 (4th Cir. 2006); Rice's Toyota World v. Commissioner, supra note 156. ",
    "bbox": [
      228,
      902,
      900,
      929
    ],
    "page_idx": 33
  },
  {
    "type": "page_footnote",
    "text": "160 See, e.g., ACM Partnership v. Commissioner, 157 F.3d 231 (3d Cir. 1998), cert. denied, 526 U.S. 1017, 119 S.Ct. 1251 (1999); Sacks v. Commissioner, 69 F.3d 982, 985 (9th Cir. 1995). ",
    "bbox": [
      228,
      929,
      900,
      968
    ],
    "page_idx": 33
  },
  {
    "type": "text",
    "text": "the type of non-tax economic benefit that a taxpayer must establish to demonstrate economic substance.[161] ",
    "bbox": [
      91,
      90,
      764,
      128
    ],
    "page_idx": 34
  },
  {
    "type": "text",
    "text": "After many years of controversy, Congress finally codified the economic substance doctrine to clarify how and when that doctrine should be applied and to sharpen its bite with a strict penalty regime.[162] This new and as yet untested statutory weapon, and the corporate tax shelters that prompted its enactment, are discussed in Chapter 14, along with several other corporate tax anti-avoidance rules. ",
    "bbox": [
      91,
      132,
      767,
      243
    ],
    "page_idx": 34
  },
  {
    "type": "text",
    "text": "Substance over Form. The form of a transaction frequently is determinative of its tax consequences. Since the early days of the income tax, however, the courts have been willing to go beyond the formal papers and evaluate the \"substance\" of a transaction. A familiar example is the proper classification of a business arrangement as a sale or a lease.[163] The documents used by the taxpayer may use one label, but the courts are not inhibited from examining the arrangement and restructuring it for tax purposes to comport with the economic realities. ",
    "bbox": [
      94,
      248,
      769,
      397
    ],
    "page_idx": 34
  },
  {
    "type": "text",
    "text": "The tension between form and substance will be evident throughout the chapters that follow. Is a corporate instrument \"debt,\" as the taxpayer contends, or \"equity,\" as the Service often may assert? Is a payment to a shareholder-employee really \"compensation\" or is it a disguised dividend, or vice versa, depending on the revenue effect of reclassification? Who, in substance, made a sale of corporate assets—the corporation or its shareholders? It is impossible to generalize as to when and how this doctrine will be applied. Individual cases turn on the particular facts and the court's attitude toward tax avoidance. ",
    "bbox": [
      96,
      400,
      771,
      566
    ],
    "page_idx": 34
  },
  {
    "type": "text",
    "text": "Despite the influence of this doctrine over time, some courts have shown reluctance to accept attempts by the Service to restructure legitimate transactions to reach a result that will produce more revenue. The Tax Court, for example, has been wary of extending the judicial doctrines where Congress has mandated that particular results shall flow from a given form and the taxpayers have carefully structured an otherwise legitimate transaction to comply with the statutory requirements.[164] ",
    "bbox": [
      96,
      570,
      771,
      720
    ],
    "page_idx": 34
  },
  {
    "type": "text",
    "text": "Business Purpose. The business purpose doctrine is conceptually linked to the sham and substance-versus-form tests. A transaction motivated by a business purpose usually is compared to one that has no substance, purpose or utility apart from tax avoidance. As originally ",
    "bbox": [
      98,
      722,
      771,
      801
    ],
    "page_idx": 34
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      94,
      56,
      187,
      71
    ],
    "page_idx": 34
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
    "bbox": [
      354,
      42,
      764,
      73
    ],
    "page_idx": 34
  },
  {
    "type": "page_number",
    "text": "37 ",
    "bbox": [
      852,
      59,
      872,
      73
    ],
    "page_idx": 34
  },
  {
    "type": "page_footnote",
    "text": "161 One widely used formulation requires an objective determination of whether a \"reasonable possibility of profit\" exists or, put differently, finds no economic substance if there is no reasonable expectation of a pre-tax profit for the transaction under scrutiny. See, e.g., Dow Chemical Co. v. United States, 435 F.3d 594 (6th Cir. 2006); Rice's Toyota World v. Commissioner, supra note 156. ",
    "bbox": [
      96,
      815,
      774,
      888
    ],
    "page_idx": 34
  },
  {
    "type": "page_footnote",
    "text": "162 I.R.C. § 7701(o). See Chapter 14B, infra. ",
    "bbox": [
      133,
      888,
      452,
      904
    ],
    "page_idx": 34
  },
  {
    "type": "page_footnote",
    "text": "163 See e.g. Frank Lyon Co. v. United States, 435 U.S. 561, 98 S.Ct. 1291 (1978). ",
    "bbox": [
      133,
      905,
      718,
      917
    ],
    "page_idx": 34
  },
  {
    "type": "page_footnote",
    "text": "See, e.g., Esmark, Inc. v. Commissioner, 90 T.C. 171 (1988), affirmed, 886 F.2d 1318 (7th Cir.1989). See also United Parcel Service of America, Inc. v. Commissioner, 254 F.3d 1014 (11th Cir.2001), rev'g 78 T.C.M. (CCH) 262 (1999). ",
    "bbox": [
      102,
      917,
      774,
      965
    ],
    "page_idx": 34
  },
  {
    "type": "text",
    "text": "formulated by Judge Learned Hand, \\(^{165}\\) the business purpose doctrine was applied to deny tax-free status to a transaction that would not have been consummated but for the tax savings that would result if its form were respected. The doctrine took hold and has become an independent requirement for tax recognition of many corporate transactions. \\(^{166}\\) ",
    "bbox": [
      240,
      90,
      911,
      183
    ],
    "page_idx": 35
  },
  {
    "type": "text",
    "text": "Step Transaction Doctrine. When courts apply the step transaction doctrine, they combine (or \"step\") formally distinct transactions to determine the tax treatment of the single integrated series of events. The doctrine frequently is applied in conjunction with the other judicial tests. ",
    "bbox": [
      240,
      188,
      906,
      262
    ],
    "page_idx": 35
  },
  {
    "type": "text",
    "text": "The courts disagree on the standard to be employed in applying the step transaction doctrine. Some require a binding legal commitment to complete all the steps from the outset before combining them, while others require only a \"mutual interdependence\" of steps or a preconceived intent to reach a particular end result.[167] ",
    "bbox": [
      238,
      267,
      906,
      358
    ],
    "page_idx": 35
  },
  {
    "type": "text",
    "text": "The meaning and scope of all this common law tax jurisprudence has befuddled (and yet challenged) tax advisors for decades. Our modest goal at this early juncture is to identify the principal terminology and give fair warning that literal compliance with the Code may or may not be enough for a transaction to pass muster. Students should not expect a tidy or consistent articulation of the fuzzy judicial doctrines. It will be enough to develop a sense of smell for the kinds of cases in which the doctrines might be invoked. ",
    "bbox": [
      238,
      364,
      906,
      508
    ],
    "page_idx": 35
  },
  {
    "type": "text",
    "text": "G. RECOGNITION OF THE CORPORATE ENTITY ",
    "text_level": 1,
    "bbox": [
      236,
      526,
      774,
      550
    ],
    "page_idx": 35
  },
  {
    "type": "text",
    "text": "The premise underlying Subchapter C is that a corporation is an entity separate and apart from its shareholders. In addition to questions of classification, issues have arisen over the years as to whether an entity organized as a corporation under state law should be respected as such for tax purposes. These cases often involve corporations that are formed to avoid state usury laws or to act as nontaxable agents of a related partnership. The case below is the Supreme Court's most recent pronouncement on this issue. ",
    "bbox": [
      233,
      558,
      903,
      703
    ],
    "page_idx": 35
  },
  {
    "type": "text",
    "text": "Commissioner v. Bollinger ",
    "text_level": 2,
    "bbox": [
      406,
      727,
      723,
      750
    ],
    "page_idx": 35
  },
  {
    "type": "text",
    "text": "Supreme Court of the United States, 1988. 485 U.S. 340, 108 S.Ct. 1173. ",
    "bbox": [
      411,
      752,
      715,
      782
    ],
    "page_idx": 35
  },
  {
    "type": "text",
    "text": "■ JUSTICE SCALIA delivered the opinion of the Court. ",
    "bbox": [
      233,
      792,
      720,
      813
    ],
    "page_idx": 35
  },
  {
    "type": "text",
    "text": "[Jesse Bollinger, individually and through partnerships with others, was a developer of apartment complexes in Kentucky. These projects ",
    "bbox": [
      233,
      816,
      901,
      859
    ],
    "page_idx": 35
  },
  {
    "type": "page_number",
    "text": "38 ",
    "bbox": [
      140,
      63,
      161,
      74
    ],
    "page_idx": 35
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      241,
      61,
      362,
      74
    ],
    "page_idx": 35
  },
  {
    "type": "header",
    "text": "PART1 ",
    "bbox": [
      848,
      58,
      908,
      71
    ],
    "page_idx": 35
  },
  {
    "type": "page_footnote",
    "text": "See Helvering v. Gregory, 69 F.2d 809 (2d Cir.1934). ",
    "bbox": [
      259,
      869,
      661,
      887
    ],
    "page_idx": 35
  },
  {
    "type": "page_footnote",
    "text": "See, e.g., Reg. § 1.355-2(b), requiring a corporate business purpose to qualify as a tax-free corporate division under Section 355; Reg. § 1.701-2(a), providing that business purpose is implicit in the intent of Subchapter K. ",
    "bbox": [
      228,
      887,
      901,
      928
    ],
    "page_idx": 35
  },
  {
    "type": "page_footnote",
    "text": "167 This doctrine is analyzed in some detail in connection with corporate liquidations and corporate reorganizations. See, e.g., Commissioner v. Court Holding Co., infra p. 331. ",
    "bbox": [
      228,
      928,
      901,
      964
    ],
    "page_idx": 35
  },
  {
    "type": "text",
    "text": "were financed in part by loans from commercial lenders. The loan commitments were made to Creekside, Inc., a wholly owned corporation formed by Bollinger to circumvent state usury laws that capped the interest rate on loans to noncorporate borrowers. Without the ability to charge higher interest rates, the lenders would not have been willing to provide financing. The loan agreements provided that the corporation would hold legal title to the real estate as Bollinger's agent. Creekside had no obligation to maintain the apartment complexes or assume any liability and Bollinger agreed to indemnify the corporation from any liability it might sustain as his agent and nominee. Similar financing arrangements were used for other projects. For one of the ventures, Bollinger and one other owner used another corporation to act as borrower and titleholder. ",
    "bbox": [
      93,
      92,
      763,
      330
    ],
    "page_idx": 36
  },
  {
    "type": "text",
    "text": "Construction and permanent loans for the projects were made to the corporations but Bollinger was the general contractor. He also managed the complexes, which during the years in controversy generated net losses that Bollinger and his partners reported on their individual income tax returns. The IRS disallowed the losses, contending that the corporations owned the real estate. The Tax Court and the Sixth Circuit sided with the taxpayers, holding that the corporations were merely agents and should be disregarded for tax purposes. The Supreme Court granted certiorari, presumably to revisit two prior precedents and clarify the appropriate standards for recognizing a corporate entity for tax purposes. Ed.] ",
    "bbox": [
      96,
      337,
      764,
      540
    ],
    "page_idx": 36
  },
  {
    "type": "text",
    "text": "II. ",
    "text_level": 3,
    "bbox": [
      424,
      545,
      444,
      560
    ],
    "page_idx": 36
  },
  {
    "type": "text",
    "text": "For federal income tax purposes, gain or loss from the sale or use of property is attributable to the owner of the property. \\*\\*\\* The problem we face here is that two different taxpayers can plausibly be regarded as the owner. Neither the Internal Revenue Code nor the regulations promulgated by the Secretary of the Treasury provide significant guidance as to which should be selected. It is common ground between the parties, however, that if a corporation holds title to property as agent for a partnership, then for tax purposes the partnership and not the corporation is the owner. Given agreement on that premise, one would suppose that there would be agreement upon the conclusion as well. For each of respondents' apartment complexes, an agency agreement expressly provided that the corporation would \"hold such property as nominee and agent for\" the partnership, and that the partnership would have sole control of and responsibility for the apartment complex. The partnership in each instance was identified as the principal and owner of the property during financing, construction, and operation. The lenders, contractors, managers, employees, and tenants—all who had contact with the development—knew that the corporation was merely the agent of the partnership, if they knew of the existence of the corporation at all. In each instance the relationship between the corporation and the ",
    "bbox": [
      99,
      568,
      769,
      936
    ],
    "page_idx": 36
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      91,
      61,
      184,
      73
    ],
    "page_idx": 36
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
    "bbox": [
      352,
      46,
      759,
      74
    ],
    "page_idx": 36
  },
  {
    "type": "page_number",
    "text": "39 ",
    "bbox": [
      849,
      63,
      870,
      74
    ],
    "page_idx": 36
  },
  {
    "type": "text",
    "text": "partnership was, in both form and substance, an agency with the partnership as principal. ",
    "bbox": [
      241,
      95,
      908,
      133
    ],
    "page_idx": 37
  },
  {
    "type": "text",
    "text": "The Commissioner contends, however, that the normal indicia of agency cannot suffice for tax purposes when, as here, the alleged principals are the controlling shareholders of the alleged agent corporation. That, it asserts, would undermine the principle of Moline Properties v. Commissioner, 319 U.S. 436, 63 S.Ct. 1132, 87 L.Ed. 1499 (1943), which held that a corporation is a separate taxable entity even if it has only one shareholder who exercises total control over its affairs. Obviously, Moline's separate-entity principle would be significantly compromised if shareholders of closely held corporations could, by clothing the corporation with some attributes of agency with respect to particular assets, leave themselves free at the end of the tax year to make a claim—perhaps even a good-faith claim—of either agent or owner status, depending upon which choice turns out to minimize their tax liability. The Commissioner does not have the resources to audit and litigate the many cases in which agency status could be thought debatable. Hence, the Commissioner argues, in this shareholder context he can reasonably demand that the taxpayer meet a prophylactically clear test of agency. ",
    "bbox": [
      238,
      138,
      908,
      467
    ],
    "page_idx": 37
  },
  {
    "type": "text",
    "text": "We agree with that principle, but the question remains whether the test the Commissioner proposes is appropriate. The parties have debated at length the significance of our opinion in National Carbide Corp. v. Commissioner, supra. In that case, three corporations that were wholly owned subsidiaries of another corporation agreed to operate their production plants as \"agents\" for the parent, transferring to it all profits except for a nominal sum. The subsidiaries reported as gross income only this sum, but the Commissioner concluded that they should be taxed on the entirety of the profits because they were not really agents. We agreed, reasoning first, that the mere fact of the parent's control over the subsidiaries did not establish the existence of an agency, since such control is typical of all shareholder-corporation relationships, id., 336 U.S. at 429-434, 69 S.Ct., at 730-732; and second, that the agreements to pay the parent all profits above a nominal amount were not determinative since income must be taxed to those who actually earn it without regard to anticipatory assignment, id., at 435-436, 69 S.Ct., at 733-734. We acknowledged, however, that there was such a thing as \"a true corporate agent . . . of [an] owner-principal,\" id., at 437, 69 S.Ct., at 734, and proceeded to set forth four indicia and two requirements of such status, the sum of which has become known in the lore of federal income tax law as the \"six National Carbide factors\": ",
    "bbox": [
      233,
      473,
      903,
      857
    ],
    "page_idx": 37
  },
  {
    "type": "text",
    "text": "\"[1] Whether the corporation operates in the name and for the account of the principal, [2] binds the principal by its actions, [3] transmits money received to the principal, and [4] whether receipt of income is attributable to the services of employees of the principal and to assets belonging to the principal are some ",
    "bbox": [
      272,
      859,
      859,
      959
    ],
    "page_idx": 37
  },
  {
    "type": "page_number",
    "text": "40 ",
    "bbox": [
      142,
      66,
      161,
      78
    ],
    "page_idx": 37
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      241,
      66,
      362,
      77
    ],
    "page_idx": 37
  },
  {
    "type": "header",
    "text": "PART1 ",
    "bbox": [
      849,
      63,
      908,
      75
    ],
    "page_idx": 37
  },
  {
    "type": "text",
    "text": "of the relevant considerations in determining whether a true agency exists. [5] If the corporation is a true agent, its relations with its principal must not be dependent upon the fact that it is owned by the principal, if such is the case. [6] Its business purpose must be the carrying on of the normal duties of an agent.\" Id., at 437, 69 S.Ct., at 734 (footnotes omitted). ",
    "bbox": [
      137,
      92,
      723,
      202
    ],
    "page_idx": 38
  },
  {
    "type": "text",
    "text": "We readily discerned that these factors led to a conclusion of nonagency in National Carbide itself. There each subsidiary had represented to its customers that it (not the parent) was the company manufacturing and selling its products; each had sought to shield the parent from service of legal process; and the operations had used thousands of the subsidiaries' employees and nearly $20 million worth of property and equipment listed as assets on the subsidiaries' books. Id., at 425, 434, 438, and n. 21, 69 S.Ct., at 728, 732-733, 734, and n. 21. ",
    "bbox": [
      98,
      208,
      767,
      354
    ],
    "page_idx": 38
  },
  {
    "type": "text",
    "text": "The Commissioner contends that the last two National Carbide factors are not satisfied in the present case. To take the last first: The Commissioner argues that here the corporation's business purpose with respect to the property at issue was not \"the carrying on of the normal duties of an agent,\" since it was acting not as the agent but rather as the owner of the property for purposes of Kentucky's usury laws. We do not agree. It assuredly was not acting as the owner in fact, since respondents represented themselves as the principals to all parties concerned with the loans. Indeed, it was the lenders themselves who required the use of a corporate nominee. Nor does it make any sense to adopt a contrary-to-fact legal presumption that the corporation was the principal, imposing a federal tax sanction for the apparent evasion of Kentucky's usury law. To begin with, the Commissioner has not established that these transactions were an evasion. Respondents assert without contradiction that use of agency arrangements in order to permit higher interest was common practice, and it is by no means clear that the practice violated the spirit of the Kentucky law, much less its letter. It might well be thought that the borrower does not generally require usury protection in a transaction sophisticated enough to employ a corporate agent—assuredly not the normal modus operandi of the loan shark. That the statute positively envisioned corporate nominees is suggested by a provision which forbids charging the higher corporate interest rates \"to a corporation, the principal asset of which shall be the ownership of a one (1) or two (2) family dwelling.\" Ky.Rev.Stat. § 360.025(2) (1987)—which would seem to prevent use of the nominee device for ordinary home-mortgage loans. In any event, even if the transaction did run afoul of the usury law, Kentucky, like most States, regards only the lender as the usurer, and the borrower as the victim. See Ky.Rev.Stat. § 360.020 (1987) (lender liable to borrower for civil penalty), § 360.990 (lender guilty of misdemeanor). Since the Kentucky statute imposed no penalties upon the borrower for allowing himself to be victimized, nor treated him as in par delictu, but to the contrary enabled him to pay back the principal ",
    "bbox": [
      101,
      359,
      771,
      952
    ],
    "page_idx": 38
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      96,
      60,
      187,
      73
    ],
    "page_idx": 38
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
    "bbox": [
      356,
      46,
      764,
      74
    ],
    "page_idx": 38
  },
  {
    "type": "page_number",
    "text": "41 ",
    "bbox": [
      852,
      63,
      872,
      74
    ],
    "page_idx": 38
  },
  {
    "type": "text",
    "text": "without any interest, and to sue for double the amount of interest already paid (plus attorney's fees), see Ky.Rev.Stat. § 360.020 (1972), the United States would hardly be vindicating Kentucky law by depriving the usury victim of tax advantages he would otherwise enjoy. In sum, we see no basis in either fact or policy for holding that the corporation was the principal because of the nature of its participation in the loans. ",
    "bbox": [
      236,
      90,
      903,
      200
    ],
    "page_idx": 39
  },
  {
    "type": "text",
    "text": "Of more general importance is the Commissioner's contention that the arrangements here violate the fifth National Carbide factor—that the corporate agent's \"relations with its principal must not be dependent upon the fact that it is owned by the principal.\" The Commissioner asserts that this cannot be satisfied unless the corporate agent and its shareholder principal have an \"arm's-length relationship\" that includes the payment of a fee for agency services. The meaning of National Carbide's fifth factor is, at the risk of understatement, not entirely clear. Ultimately, the relations between a corporate agent and its owner-principal are always dependent upon the fact of ownership, in that the owner can cause the relations to be altered or terminated at any time. Plainly that is not what was meant, since on that interpretation all subsidiary-parent agencies would be invalid for tax purposes, a position which the National Carbide opinion specifically disavowed. We think the fifth National Carbide factor—so much more abstract than the others—was no more and no less than a generalized statement of the concern, expressed earlier in our own discussion, that the separate-entity doctrine of Moline not be subverted. ",
    "bbox": [
      233,
      207,
      901,
      534
    ],
    "page_idx": 39
  },
  {
    "type": "text",
    "text": "In any case, we decline to parse the text of National Carbide as though that were itself the governing statute. As noted earlier, it is uncontested that the law attributes tax consequences of property held by a genuine agent to the principal; and we agree that it is reasonable for the Commissioner to demand unequivocal evidence of genuineness in the corporation-shareholder context, in order to prevent evasion of Moline. We see no basis, however, for holding that unequivocal evidence can only consist of the rigid requirements (arm's-length dealing plus agency fee) that the Commissioner suggests. Neither of those is demanded by the law of agency, which permits agents to be unpaid family members, friends, or associates. See Restatement (Second) of Agency §§ 16, 21, 22 (1958). It seems to us that the genuineness of the agency relationship is adequately assured, and tax-avoiding manipulation adequately avoided, when the fact that the corporation is acting as agent for its shareholders with respect to a particular asset is set forth in a written agreement at the time the asset is acquired, the corporation functions as agent and not principal with respect to the asset for all purposes, and the corporation is held out as the agent and not principal in all dealings with third parties relating to the asset. Since these requirements were met here, the judgment of the Court of Appeals is ",
    "bbox": [
      228,
      542,
      900,
      907
    ],
    "page_idx": 39
  },
  {
    "type": "text",
    "text": "Affirmed. ",
    "bbox": [
      267,
      911,
      354,
      928
    ],
    "page_idx": 39
  },
  {
    "type": "page_number",
    "text": "42 ",
    "bbox": [
      137,
      63,
      158,
      75
    ],
    "page_idx": 39
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      236,
      61,
      357,
      74
    ],
    "page_idx": 39
  },
  {
    "type": "header",
    "text": "PART 1 ",
    "bbox": [
      844,
      59,
      903,
      71
    ],
    "page_idx": 39
  },
  {
    "type": "text",
    "text": "■ JUSTICE KENNEDY took no part in the consideration or decision of this case. ",
    "bbox": [
      91,
      90,
      764,
      125
    ],
    "page_idx": 40
  },
  {
    "type": "text",
    "text": "H. TAX POLICY ISSUES ",
    "text_level": 1,
    "bbox": [
      94,
      145,
      374,
      165
    ],
    "page_idx": 40
  },
  {
    "type": "text",
    "text": "1. INTRODUCTION ",
    "text_level": 2,
    "bbox": [
      96,
      183,
      315,
      202
    ],
    "page_idx": 40
  },
  {
    "type": "text",
    "text": "In the first edition of this book, published over 35 years ago, we observed that “[t]he corporate tax system previewed here is not engraved in stone,” and predicted that “change is in the air, and tax lawyers and students must be prepared, often at a moment’s notice, to discard old concepts and master new ones.”168 Before the ink was dry, Congress enacted the historic Tax Reform Act of 1986. Subsequent developments, most recently the enactment of the Tax Cuts and Jobs Act in 2017, have contributed to a dynamic tax environment—and frequent revisions of tax textbooks. ",
    "bbox": [
      94,
      213,
      769,
      378
    ],
    "page_idx": 40
  },
  {
    "type": "text",
    "text": "And so, as in every prior edition, we ask—what of the future? In a few previous editions, we observed that the spirited tax reform debate had subsided. That is no longer true. Corporate tax reform returned to center stage to play a starring role in 2017, but many of the provisions of the 2017 Act are only temporary unless Congress chooses to extend them or make them permanent. Tax lawyers (and students) must continue to be nimble and prepared, often with little notice, to discard (or relearn) old concepts and master new ones. Today's law may be tomorrow's history. To assist in that aspect of the learning process and provide perspective, historical and policy materials have been interspersed throughout the text, beginning here with consideration of the pros and cons of \"integration\" of the corporate and individual taxes and other corporate tax reform options. Additional proposals emanating from Congress, the Treasury Department, the American Law Institute, and commentators are considered in later chapters in connection with the specific issues and trouble spots to which they relate. ",
    "bbox": [
      94,
      383,
      772,
      680
    ],
    "page_idx": 40
  },
  {
    "type": "text",
    "text": "2. CORPORATE INTEGRATION ",
    "text_level": 3,
    "bbox": [
      99,
      694,
      439,
      714
    ],
    "page_idx": 40
  },
  {
    "type": "text",
    "text": "Many economists and corporate finance theorists contend that the double tax on corporate profits creates economic distortions and is inequitable, especially when compared to the pass-through treatment available to businesses that operate as partnerships, limited liability companies, or S corporations. Calls frequently have been made for \"integration\" of the individual and corporate income taxes into a single comprehensive system,[169] and Congress gradually has moved in that ",
    "bbox": [
      98,
      720,
      776,
      854
    ],
    "page_idx": 40
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      94,
      56,
      187,
      71
    ],
    "page_idx": 40
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
    "bbox": [
      354,
      42,
      766,
      74
    ],
    "page_idx": 40
  },
  {
    "type": "page_number",
    "text": "43 ",
    "bbox": [
      852,
      59,
      874,
      73
    ],
    "page_idx": 40
  },
  {
    "type": "page_footnote",
    "text": "168 Lind, Schwarz, Lathrope & Rosenberg, Cases and Materials on Fundamentals of Corporate Taxation 3-4 (1st ed. 1985). ",
    "bbox": [
      99,
      877,
      774,
      911
    ],
    "page_idx": 40
  },
  {
    "type": "page_footnote",
    "text": "See, e.g., McLure, \"Integration of the Personal and Corporate Income Taxes: The Missing Element in Recent Tax Reform Proposals,\" 88 Harv. L. Rev. 532 (1975); Canellos, \"Corporate Tax Integration: By Design or By Default?\" in Corporate Tax Reform: A Report of the Invitational Conference on Subchapter C 129 (Am. Bar Ass'n Section on Taxation; N.Y. State ",
    "bbox": [
      99,
      907,
      776,
      969
    ],
    "page_idx": 40
  },
  {
    "type": "text",
    "text": "direction, first by temporarily reducing the tax rate on qualified dividends received by noncorporate shareholders and eventually making the rate reduction permanent and then by lowering the corporate income tax rate.[170] ",
    "bbox": [
      236,
      90,
      906,
      165
    ],
    "page_idx": 41
  },
  {
    "type": "text",
    "text": "Although many developed countries have adopted an integration model to tax business income,[171] the conventional wisdom is that a fully integrated system in the United States is not a realistic option. A separate tax on corporations is a politically popular way to raise revenue. Proponents of the classic double tax system have argued that the concentration of economic power represented by the earnings of at least public companies is an appropriate object of a tax system that purports to be built on principles of fairness and ability to pay. Many closely held businesses are able to avoid the double tax by operating as partnerships, LLCs, or S corporations. Even if they do not qualify for pass-through treatment, well-advised closely held C corporations historically engaged in \"self-help\" integration techniques (such as payments of deductible compensation or interest) or took advantage of targeted tax breaks to avoid the sting of the corporate tax. Moreover, a large of amount of the taxable income of publicly traded corporations is only taxed once, at the corporate level, because of the significant concentration of stock held by tax-exempt pension funds and charitable endowments. Finally, transition from the current system to an integration model would present logistical challenges and years of complexity as the new rules are phased in. ",
    "bbox": [
      233,
      170,
      901,
      532
    ],
    "page_idx": 41
  },
  {
    "type": "text",
    "text": "Despite these practical and political realities, proponents of integration continue to argue that the corporate income tax increases the cost of capital for U.S. corporations. It is said to be an indirect tax on shareholders rather than a cost of doing business that is passed on to consumers. So viewed, the tax violates notions of vertical equity (by uniformly taxing income earned indirectly by dissimilarly situated shareholders) and horizontal equity (because income earned through a C corporation is taxed more heavily than the same item of income earned through a proprietorship, S corporation or partnership).[172] Free-market economists contend that integration would encourage corporate earnings to be more freely distributed to shareholders, who then could decide whether to reinvest in the business instead of leaving that reinvestment decision to corporate managers. ",
    "bbox": [
      230,
      541,
      900,
      779
    ],
    "page_idx": 41
  },
  {
    "type": "text",
    "text": "With corporate tax reform always seeming to be on the front burner in the tax policy conversation, it is worth pausing to consider how such a taxing regime that eliminates separate corporate and shareholder levels ",
    "bbox": [
      230,
      782,
      898,
      843
    ],
    "page_idx": 41
  },
  {
    "type": "page_number",
    "text": "44 ",
    "bbox": [
      135,
      63,
      158,
      74
    ],
    "page_idx": 41
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      236,
      61,
      357,
      74
    ],
    "page_idx": 41
  },
  {
    "type": "header",
    "text": "PART1 ",
    "bbox": [
      844,
      58,
      903,
      71
    ],
    "page_idx": 41
  },
  {
    "type": "page_footnote",
    "text": "Bar Ass'n Tax Section, 1988); Graetz & Warren, \"Integration of Corporate and Individual Income Taxes: An Introduction,\" 84 Tax Notes 1767 (Sept. 27, 1999). ",
    "bbox": [
      225,
      866,
      895,
      900
    ],
    "page_idx": 41
  },
  {
    "type": "page_footnote",
    "text": "170 See Chapter 4A2, infra. ",
    "bbox": [
      259,
      897,
      452,
      911
    ],
    "page_idx": 41
  },
  {
    "type": "page_footnote",
    "text": "171 Among the countries with fully or partially integrated business taxation regimes are Canada, Germany, France, Australia, Italy, and the United Kingdom. ",
    "bbox": [
      228,
      912,
      897,
      944
    ],
    "page_idx": 41
  },
  {
    "type": "page_footnote",
    "text": "172 See Canellos, supra note 169, at 130-131. ",
    "bbox": [
      256,
      944,
      580,
      959
    ],
    "page_idx": 41
  },
  {
    "type": "text",
    "text": "of taxation might be implemented. The potential integration models fall into two broad categories. The first, referred to as \"full\" or \"complete\" integration, would eliminate the corporate income tax and apply a pass-through taxing system to C corporations and their shareholders. A leading alternative is \"partial\" integration, which typically contemplates different types of tax relief for dividends paid by a corporation. Variations include giving shareholders a tax credit equal to a percentage of dividends paid or allowing shareholders to exclude from gross income a portion of dividends received during the year. Alternatively, the corporation could be permitted to deduct some or all of the dividends it pays its shareholders. The excerpts below survey the major integration prototypes. ",
    "bbox": [
      93,
      90,
      764,
      313
    ],
    "page_idx": 42
  },
  {
    "type": "text",
    "text": "Joint Committee on Taxation, Present Law and Background Relating to Selected Business Tax Issues ",
    "text_level": 1,
    "bbox": [
      116,
      335,
      748,
      376
    ],
    "page_idx": 42
  },
  {
    "type": "text",
    "text": "(JCX-41-06), September 19, 2006. ",
    "bbox": [
      310,
      380,
      553,
      393
    ],
    "page_idx": 42
  },
  {
    "type": "text",
    "text": "IV. CORPORATE INTEGRATION ",
    "text_level": 2,
    "bbox": [
      98,
      407,
      426,
      426
    ],
    "page_idx": 42
  },
  {
    "type": "text",
    "text": "A. Background and Issues ",
    "text_level": 3,
    "bbox": [
      98,
      433,
      359,
      450
    ],
    "page_idx": 42
  },
  {
    "type": "text",
    "text": "The present law structure of a separate entity level tax on corporate income has long been recognized to create a variety of economic distortions. The two levels of tax on corporate form income (entity and individual level), as compared to the single individual level tax imposed on pass-through entities (S-corps, partnerships, LLCs), create a bias against the corporate form of organization; this in turn limits investors' access to publicly traded equity investment, which may impose a particular burden to smaller investors who are less likely to have significant access to equity investments in pass-through entities. To the extent that the two levels of tax impose a higher level of tax on investment generally, the incentive to save is reduced. The resulting increase in the cost of capital needed to finance new investment will lead to lower capital formation, thereby reducing future output and productivity. An additional distortion resulting from the present law corporate income tax rules is the incentive to finance new investments from debt rather than equity on account of the deductibility of interest payments on debt but no comparable deduction for dividends paid on equity.[39] Over-reliance on debt financing can increase bankruptcy risk. Finally, there may be incentives created for the retention of earnings in the corporation, which may lead to distortions in the allocation of capital to the extent that corporations with current earnings have less favorable investment opportunities than would their shareholders.[40] In addition, ",
    "bbox": [
      98,
      455,
      769,
      862
    ],
    "page_idx": 42
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      91,
      59,
      184,
      71
    ],
    "page_idx": 42
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
    "bbox": [
      352,
      44,
      761,
      74
    ],
    "page_idx": 42
  },
  {
    "type": "page_number",
    "text": "45 ",
    "bbox": [
      849,
      61,
      870,
      74
    ],
    "page_idx": 42
  },
  {
    "type": "page_footnote",
    "text": "39 Some investors, however, may prefer equity to debt. \\*\\*\\* ",
    "bbox": [
      132,
      895,
      568,
      910
    ],
    "page_idx": 42
  },
  {
    "type": "page_footnote",
    "text": "40 The two-tier tax on dividend distributions can make it more desirable for a corporation to use retained earnings rather than new equity for its investments. Shareholders can find such earnings retention attractive (subject to the accumulated earnings tax and personal holding company rules \\*\\*\\*) if the shareholder expects to defer tax on capital gains for a substantial ",
    "bbox": [
      99,
      910,
      772,
      970
    ],
    "page_idx": 42
  },
  {
    "type": "text",
    "text": "present law results in considerable complexity and tax planning as taxpayers seek to structure the most tax-favorable form of doing business and providing returns to investors. ",
    "bbox": [
      236,
      95,
      906,
      148
    ],
    "page_idx": 43
  },
  {
    "type": "text",
    "text": "At the same time, proposals to eliminate separate corporate and shareholder levels of taxation (referred to as \"corporate integration\") involve significant policy decisions and can also produce considerable complexity. Under present law, although the Code provides rules for imposing separate tax at the corporate and at the shareholder level, this does not always result in actual payment of two levels of tax. In some cases, the amounts that are distributed to shareholders may have borne less than a full tax at the corporate level due to the operation of various deductions, deferrals, or other provisions that have reduced or eliminated corporate level tax. Also, in some cases, shareholders are tax-exempt, or the rate of tax the shareholder may pay is reduced due to capital gains treatment, the lower rates for dividends of individuals, the dividends received deduction for corporations, step-up in basis of stock at death, or other provisions. Thus, under present law, the combined individual and corporate tax rates on corporate earnings that are distributed to shareholders may not be as great as two full levels of tax, and may be less than a single full level of tax. If a decision were made to increase corporate integration, policy decisions would need to be made regarding those situations in which at least one level of tax should be collected and at which level (corporate or shareholder) it should be collected. Complexity would be involved in co-ordinating the tax results at the entity and individual levels. ",
    "bbox": [
      233,
      155,
      903,
      556
    ],
    "page_idx": 43
  },
  {
    "type": "text",
    "text": "As one example, consider a corporation whose earnings are subject to little or no tax due to tax incentives or preferences for particular types of investment or business activities. Under present law, earnings of such a corporation distributed to taxable investors, or gains of such investors from retained earnings, may still be taxed to the investors at the \"second level\" of tax. In considering a form of corporate integration, decisions would have to be made whether to collect at least one full level of tax or whether to pass through the tax benefits to investors. If the latter decision is made, issues may still arise regarding the appropriate investors to receive the benefit and how to treat situations where shares have changed hands between the time of the tax benefited activities and the time of the distribution. Present law rules for partnerships contain ",
    "bbox": [
      230,
      563,
      901,
      787
    ],
    "page_idx": 43
  },
  {
    "type": "page_number",
    "text": "46 ",
    "bbox": [
      138,
      66,
      161,
      78
    ],
    "page_idx": 43
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      238,
      65,
      359,
      77
    ],
    "page_idx": 43
  },
  {
    "type": "header",
    "text": "PART1 ",
    "bbox": [
      846,
      61,
      906,
      75
    ],
    "page_idx": 43
  },
  {
    "type": "page_footnote",
    "text": "period or to hold stock until death (so that appreciation can be passed to his heirs free of individual income tax). ",
    "bbox": [
      227,
      824,
      898,
      851
    ],
    "page_idx": 43
  },
  {
    "type": "page_footnote",
    "text": "There also may be an incentive under present law to retain earnings if the corporation's effective tax rate on reinvestment is lower than the shareholder tax rate on distributed earnings. By contrast, if the shareholder's tax rate is significantly lower than the corporation's effective tax rate—for example, if the shareholder is a tax-exempt entity or is entitled to a corporate dividends-received deduction or to the lower rates on dividends to individuals, or if the distribution can be structured as a stock buyback eligible for capital gains rates and basis recovery—there may be a tax incentive to distribute earnings or a reduced incentive to retain earnings. ",
    "bbox": [
      225,
      854,
      898,
      959
    ],
    "page_idx": 43
  },
  {
    "type": "text",
    "text": "elaborate rules that attempt to prevent the misallocation of certain tax benefits to partners. ",
    "bbox": [
      91,
      90,
      764,
      128
    ],
    "page_idx": 44
  },
  {
    "type": "text",
    "text": "As another example, consider a corporation that conducts a business activity and that has tax-exempt shareholders. Under present law, the income from the business activity is taxed at the corporate level although the tax-exempt shareholders are not taxed on dividend income or capital gain from their investment. Under present law, the single-level-of-tax regimes do collect a business income tax from business activities, even when there are tax-exempt investors. Thus, if the tax-exempt corporate shareholders of C corporation conducting a business were instead equity owners of a partnership or of an S corporation that conducted the same business, they would be subject to unrelated business income tax on their share of partnership or S corporation income from such business, whether or not distributed. In considering a form of corporate integration, a decision would have to be made whether to continue the present law approach that the presence of tax-exempt equity investors does not exempt business income from tax.[41] ",
    "bbox": [
      94,
      133,
      769,
      409
    ],
    "page_idx": 44
  },
  {
    "type": "text",
    "text": "Foreign investment situations also present issues relating to the adoption and design of an integrated system. As one example, under present law, the U.S. collects a corporate level tax on U.S. corporate income and a withholding tax on dividend distributions to foreign shareholders.[42] Integration proposals that would unilaterally reduce the tax on dividends to foreign investors or provide refundable credits for any U.S. corporate tax paid could raise issues if foreign countries do not provide similar benefits to U.S investors. ",
    "bbox": [
      96,
      414,
      772,
      561
    ],
    "page_idx": 44
  },
  {
    "type": "text",
    "text": "B. Integration Approaches ",
    "text_level": 4,
    "bbox": [
      99,
      568,
      367,
      587
    ],
    "page_idx": 44
  },
  {
    "type": "text",
    "text": "A number of methods could be used to achieve full or partial integration, each of which has associated policy and administrative considerations.[43] ",
    "bbox": [
      98,
      589,
      771,
      647
    ],
    "page_idx": 44
  },
  {
    "type": "text",
    "text": "One form, known as \"full\" integration, involves passing through all items of corporate income and deduction to shareholders, including the pass-through of items of a publicly-traded corporation. This approach would tax investors currently on their share of corporate income even if such income is not distributed to them. Full integration is considered to involve administrative difficulties in determining a shareholder's ",
    "bbox": [
      98,
      648,
      774,
      763
    ],
    "page_idx": 44
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      94,
      56,
      187,
      73
    ],
    "page_idx": 44
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
    "bbox": [
      354,
      42,
      766,
      74
    ],
    "page_idx": 44
  },
  {
    "type": "page_number",
    "text": "47 ",
    "bbox": [
      852,
      60,
      874,
      73
    ],
    "page_idx": 44
  },
  {
    "type": "page_footnote",
    "text": "41 Because present law does not impose tax on interest payments to tax-exempt investors paid by partnerships or S corporations engaged in business activity, there is an incentive for tax-exempt investors to hold debt rather than equity of business conducted in such pass-through forms under present law. In considering approaches to integration, consideration may be given to whether to continue this type of difference in the treatment of debt and equity when imposing only a single level of tax. ",
    "bbox": [
      98,
      806,
      774,
      893
    ],
    "page_idx": 44
  },
  {
    "type": "page_footnote",
    "text": "42 However, interest paid to foreign shareholders is generally not taxed by the U.S. ",
    "bbox": [
      133,
      893,
      733,
      906
    ],
    "page_idx": 44
  },
  {
    "type": "page_footnote",
    "text": "43 For a more extensive discussion of the background and issues relating to integration, see Michael J. Graetz and Alvin C. Warren, Jr., Integration of the U.S. Corporate and Individual Income Taxes (Tax Analysts, 1998); Joint Committee on Taxation, Federal Income Tax Aspects of Corporate Financial Structures, JCS-1-89 (Jan. 18, 1989). ",
    "bbox": [
      101,
      907,
      774,
      965
    ],
    "page_idx": 44
  },
  {
    "type": "text",
    "text": "appropriate share of income, especially when stock changes hands during a corporate taxable year. ",
    "bbox": [
      233,
      90,
      903,
      128
    ],
    "page_idx": 45
  },
  {
    "type": "text",
    "text": "Other forms of integration include reduction of the corporate tax on distributed or retained corporate earnings, or of the individual tax on distributed earnings or on capital gains attributable to undistributed earnings. Complexity can arise, however, if it is desired to design a system that will assure the collection of one level of tax, because of the necessity for mechanisms that assure that the amounts exempted at either the shareholder or corporate level in fact are taxed at the other level. ",
    "bbox": [
      233,
      132,
      903,
      277
    ],
    "page_idx": 45
  },
  {
    "type": "text",
    "text": "The principal approaches to integration usually discussed involve forms of dividend relief and thereby apply only to distributed earnings. One approach would give relief by allowing the corporation or shareholders to deduct or exclude a portion of dividends. Another approach provides a credit to shareholders for taxes paid by the corporation. In 1992, the Treasury Department published a report containing a prototype for a form of dividend relief through exclusion of previously taxed dividends from shareholder income.[44] In 1993, the American Law Institute published a proposal involving a credit system based on the model used by a number of other countries.[45] Other proposals relating to approaching a single level of tax on business income are discussed in the 2005 Report of the President's Advisory Panel on Tax Reform.[46] ",
    "bbox": [
      233,
      284,
      903,
      518
    ],
    "page_idx": 45
  },
  {
    "type": "text",
    "text": "In 2003, the President's budget proposals to the Congress contained a dividend relief proposal that attempted to provide relief to shareholders of corporations on dividends attributable to previously taxed income of the corporation and also to provide a basis adjustment in a shareholder's stock for undistributed previously taxed income allocated to such stock.[47] Subsequently, The Jobs Growth and Tax Relief Act of 2003, following a dividend relief approach, temporarily reduced and conformed (but did not eliminate) the tax rates on dividends and capital gains, through the end of 2008. The Tax Increase Prevention and Reconciliation Act of 2005 ",
    "bbox": [
      228,
      527,
      901,
      696
    ],
    "page_idx": 45
  },
  {
    "type": "page_number",
    "text": "48 ",
    "bbox": [
      135,
      61,
      158,
      74
    ],
    "page_idx": 45
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      235,
      61,
      357,
      74
    ],
    "page_idx": 45
  },
  {
    "type": "header",
    "text": "PART1 ",
    "bbox": [
      841,
      56,
      903,
      71
    ],
    "page_idx": 45
  },
  {
    "type": "page_footnote",
    "text": "44 U.S. Department of the Treasury, Integration of the Individual and Corporate Tax Systems, Taxing Business Income Once (1992). This study also considered alternative integration prototypes. One was a \"shareholder allocation\" prototype that would tax both distributed and retained earnings at the shareholder's tax rate. Another was a \"Comprehensive Business Income Tax\" prototype that would, in effect, extend a dividend exclusion system to payments of interest, and deny interest deductions, in order to equalize the treatment of debt and equity; and that would tax corporate and noncorporate businesses in the same manner. (See introduction to the study at p.15). This study and a general introduction on corporate integration can be found reprinted in Graetz and Warren, op.cit., supra. ",
    "bbox": [
      225,
      708,
      895,
      830
    ],
    "page_idx": 45
  },
  {
    "type": "page_footnote",
    "text": "45 Alvin C. Warren, Jr., Integration of Individual and Corporate Income Taxes (American Law Institute, 1993). This study and a general introduction on corporate integration can be found reprinted in Graetz and Warren, op.cit., supra. ",
    "bbox": [
      225,
      830,
      895,
      875
    ],
    "page_idx": 45
  },
  {
    "type": "page_footnote",
    "text": "46 The President's Advisory Panel on Tax Reform; Simple, Fair and Pro-Growth: Proposals to Fix American's Tax System (Nov. 2005), Chapters 7, 8 and 9 (discussing a proposal for a business tax reform while retaining some individual tax on investment returns, and also including discussions of value added and sales taxes as alternatives to an income tax). ",
    "bbox": [
      225,
      873,
      895,
      931
    ],
    "page_idx": 45
  },
  {
    "type": "page_footnote",
    "text": "47 Department of the Treasury, General Explanations of the Administration's Fiscal Year 2004 Revenue Proposals, Feb. 2003. ",
    "bbox": [
      225,
      931,
      895,
      957
    ],
    "page_idx": 45
  },
  {
    "type": "text",
    "text": "extended this rate structure though 2010 [and it later was extended again through 2012 and finally made permanent, with a 20 percent maximum rate, for tax years beginning in 2013. Ed.]. ",
    "bbox": [
      91,
      90,
      764,
      145
    ],
    "page_idx": 46
  },
  {
    "type": "text",
    "text": "As noted previously, a determination whether to adopt a particular form of integration involves significant policy determinations. Among the policy decisions are whether to pass through any corporate business level tax benefits to individual investors; how to treat income attributable to tax-exempt investors; how to treat international transactions; and how to treat existing corporate equity investments. Some decisions may be more easily implemented if the basic form of relief is structured as a dividend exclusion at either the corporate or shareholder level. Other issues may be more readily addressed by giving shareholders a credit for their share of the corporate tax when they receive dividends. ",
    "bbox": [
      94,
      151,
      767,
      335
    ],
    "page_idx": 46
  },
  {
    "type": "text",
    "text": "In addition, a system imposing only one level of tax would not necessarily be simpler than present law. For example, the rules for taxing income of partnerships (which is subject to tax only at the partner level) are quite complex. Similarly, those integration approaches that provide dividend relief and that also seek to collect at least one level of tax can involve complexity. This can result from the need to provide rules that track whether income has borne one level of tax when earned at the corporate entity level (or instead has enjoyed tax benefits that reduce or eliminate the corporate level tax), and whether the particular type of shareholder to which the income is distributed would otherwise generally pay tax on the distribution, absent integration relief. ",
    "bbox": [
      96,
      339,
      771,
      542
    ],
    "page_idx": 46
  },
  {
    "type": "text",
    "text": "NOTE ",
    "text_level": 2,
    "bbox": [
      99,
      563,
      165,
      580
    ],
    "page_idx": 46
  },
  {
    "type": "text",
    "text": "After a flurry of activity in the early and mid-1990s, the integration debate went back into hibernation. Historically, the business community has not warmly embraced the concept of integration, preferring instead to work within the existing system with its many opportunities to minimize the corporate income tax. Most corporate lobbyists focus their attention on expanding business tax preferences (such as expensing the cost of depreciable property, research and development incentives, and targeted tax credits). In the 2017 Act, their efforts to repeal the corporate alternative minimum tax were successful. Some commentators have suggested that corporate managers view integration as a threat to their power base because it would force them to act more as stewards of shareholder interests.[173] It seemed more and more likely that integration would remain a topic for occasional academic discourse rather than a viable political reality. ",
    "bbox": [
      98,
      585,
      772,
      818
    ],
    "page_idx": 46
  },
  {
    "type": "text",
    "text": "President George W. Bush revived the debate in early 2003 with economic stimulus legislation that included a bold proposal for a 100 percent exclusion for all dividends paid out of income previously taxed at the corporate level. President Bush's dividend exclusion proposal received a mixed response from Congress and the business community. Opponents ",
    "bbox": [
      98,
      819,
      776,
      912
    ],
    "page_idx": 46
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      94,
      56,
      187,
      71
    ],
    "page_idx": 46
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS AND SHAREHOLDERS ",
    "bbox": [
      354,
      42,
      764,
      73
    ],
    "page_idx": 46
  },
  {
    "type": "page_number",
    "text": "49 ",
    "bbox": [
      852,
      59,
      874,
      71
    ],
    "page_idx": 46
  },
  {
    "type": "page_footnote",
    "text": "173 See, e.g., Arlen & Weiss, “A Political Theory of Corporate Taxation,” 105 Yale L. J. 325 (1995). ",
    "bbox": [
      99,
      929,
      774,
      967
    ],
    "page_idx": 46
  },
  {
    "type": "text",
    "text": "argued that it was too complex, favored the wealthy without providing any immediate economic stimulus, and contributed to the federal budget deficit. Tax-privileged sectors, such as issuers of municipal bonds, banks, insurance companies, and real estate investment trusts, were concerned that their existing tax preferences would be undermined. Tax-exempt shareholders, such as pension funds and charitable foundations, as well as companies that were losing money or able to shelter their income from the corporate income tax, had little to gain from the proposal. ",
    "bbox": [
      233,
      90,
      903,
      232
    ],
    "page_idx": 47
  },
  {
    "type": "text",
    "text": "Supporters argued that eliminating the double tax on corporate earnings was a long overdue correction to a flawed system that encouraged excessive corporate debt, discouraged the payment of dividends and, in so doing, contributed to a misallocation of capital by favoring retained earnings over cash payouts. Some proponents predicted that a full dividend exclusion would make corporate managers more accountable to shareholders and increase shareholder confidence in the credibility of corporate earnings reports. ",
    "bbox": [
      233,
      237,
      903,
      377
    ],
    "page_idx": 47
  },
  {
    "type": "text",
    "text": "It eventually became clear that the dividend exclusion proposal would not be enacted because of its complexity and revenue effect. The ultimate compromise—taxing qualified dividends at the same preferential rates as most long-term capital gains—was a small step toward integrating the corporate and individual income taxes. Notably, dividends qualify for the reduced rate whether or not they are paid out of income previously taxed at the corporate level. Some of the details are discussed in Chapter 4. These reduced rates were scheduled to expire at the end of 2012 but, to avert a plunge over what then was called \"the fiscal cliff,\" Congress agreed to a compromise that made the preferred treatment of dividends permanent, albeit at a slightly higher maximum rate of 20 percent.[174] ",
    "bbox": [
      233,
      383,
      903,
      577
    ],
    "page_idx": 47
  },
  {
    "type": "text",
    "text": "3. OTHER CORPORATE TAX REFORM OPTIONS ",
    "text_level": 1,
    "bbox": [
      230,
      589,
      741,
      613
    ],
    "page_idx": 47
  },
  {
    "type": "text",
    "text": "Even though corporate integration is the norm in many developed countries and enjoys wide support from academics, adoption of any of the integration models in the United States would be a radical step that is unlikely to be taken during the remaining life expectancy of the current co-authors of this text. But a more traditional approach to corporate tax reform always was within the realm of possibility. In the years prior to the passage of the 2017 Act, three broad avenues for reform enjoyed bipartisan support: (1) lowering the statutory corporate rates to make U.S. companies more competitive in the global economy; (2) broadening the tax base; and (3) changing and simplifying the rules on how U.S. companies with foreign active business income are taxed.[175] ",
    "bbox": [
      230,
      619,
      900,
      824
    ],
    "page_idx": 47
  },
  {
    "type": "text",
    "text": "The conventional wisdom was that any corporate tax reform option that lowers rates without increasing the deficit must eliminate enough corporate tax breaks to make the package revenue-neutral. Examples of ",
    "bbox": [
      228,
      827,
      900,
      891
    ],
    "page_idx": 47
  },
  {
    "type": "page_number",
    "text": "50 ",
    "bbox": [
      135,
      61,
      156,
      74
    ],
    "page_idx": 47
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      235,
      61,
      357,
      74
    ],
    "page_idx": 47
  },
  {
    "type": "header",
    "text": "PART1 ",
    "bbox": [
      843,
      58,
      903,
      71
    ],
    "page_idx": 47
  },
  {
    "type": "page_footnote",
    "text": "174 For high income taxpayers, the rate on long-term capital gains is actually 23.8 percent because of the impact of the net investment income tax imposed by Section 1411. ",
    "bbox": [
      225,
      911,
      895,
      945
    ],
    "page_idx": 47
  },
  {
    "type": "page_footnote",
    "text": "176 For an entire book on this topic, see Shaviro, Decoding the U.S. Corporate Tax (2009). ",
    "bbox": [
      256,
      944,
      893,
      965
    ],
    "page_idx": 47
  },
  {
    "type": "text",
    "text": "popular \"tax expenditures\" that would need to be curtailed were accelerated depreciation for plant and equipment, tax credits for research, taxpayer-friendly provisions benefitting the oil and gas industry and many more. The National Commission on Fiscal Responsibility and Reform, a Presidentially-appointed bipartisan panel chaired by Allen Simpson and Erskine Bowles, issued a report in 2010 outlining a blueprint for rate reduction coupled with base broadening and simplification.[176] The Commission recommended replacing the current corporate tax rate structure with a single rate between 23 and 29 percent and eliminating all \"special subsidies\" for businesses. Among the most prominent \"tax expenditures\" targeted for repeal were accelerated cost recovery methods, various tax benefits for the oil and gas industry, the deduction for domestic production activities, numerous business tax credits, and last in-first out inventory accounting.[177] Many of the Commission's recommendations were widely praised by neutral commentators, but the Simpson/Bowles blueprint faded quickly when it failed to gain traction on either end of Pennsylvania Avenue. ",
    "bbox": [
      91,
      94,
      767,
      407
    ],
    "page_idx": 48
  },
  {
    "type": "text",
    "text": "During this extended conversation, it became clear that there was support for lowering corporate tax rates but disagreement on the details and trade-offs. Although most Republican legislators agreed that the statutory corporate tax rates should be reduced to stimulate economic growth, they disagreed about which corporate tax breaks should be eliminated and whether the legislation must be revenue neutral. For most of his two terms in office, President Obama agreed that corporate income tax rates should be reduced in exchange for a broader base, but he also promoted use of the tax system to stimulate certain types of economic activity, such as clean energy, research, education and jobs. As in the debate over integration, the business community has been divided. Some sectors would welcome a corporate tax rate reduction even if it means fewer deductions and credits. Others, especially businesses that can reduce their effective tax rates by using targeted tax breaks, were less enthusiastic. Owners of businesses operating as pass-through entities (such as partnerships, LLCs and S corporations) expressed concern that they would not benefit from a lower corporate income tax rate and might lose valuable tax breaks if the base is broadened. Further complicating the task was the treatment of U.S. multinational corporations—a critical piece in the corporate tax reform puzzle. Any overhaul of the current system required lawmakers to confront the complex issue of how and when multinational corporations are taxed on the active business income they earn abroad. ",
    "bbox": [
      96,
      411,
      771,
      835
    ],
    "page_idx": 48
  },
  {
    "type": "text",
    "text": "In 2012, the Treasury Department issued a \"framework\" for business tax reform. It proposed to reduce the corporate rate to 28 percent, eliminate some tax expenditures while adding others, and strengthen the ",
    "bbox": [
      98,
      838,
      772,
      897
    ],
    "page_idx": 48
  },
  {
    "type": "header",
    "text": "CHAPTER 1 ",
    "bbox": [
      93,
      61,
      187,
      74
    ],
    "page_idx": 48
  },
  {
    "type": "header",
    "text": "AN OVERVIEW OF THE TAXATION OF CORPORATIONS ",
    "bbox": [
      352,
      47,
      764,
      61
    ],
    "page_idx": 48
  },
  {
    "type": "header",
    "text": "AND SHAREHOLDERS ",
    "bbox": [
      596,
      63,
      764,
      75
    ],
    "page_idx": 48
  },
  {
    "type": "page_number",
    "text": "51 ",
    "bbox": [
      849,
      63,
      870,
      75
    ],
    "page_idx": 48
  },
  {
    "type": "page_footnote",
    "text": "176 Id.at 28. ",
    "bbox": [
      132,
      938,
      232,
      952
    ],
    "page_idx": 48
  },
  {
    "type": "page_footnote",
    "text": "177 Id.at 29. ",
    "bbox": [
      133,
      955,
      232,
      968
    ],
    "page_idx": 48
  },
  {
    "type": "text",
    "text": "international tax system, all while \"not adding a dime to the deficit.\"178 It was followed in 2013 by a provocative discussion draft of small business tax proposals and, a year later, by comprehensive tax reform legislation from then House Ways and Means Committee chair Dave Camp. The Camp reform bill included repeal of many business-related exclusions, deductions and credits; repeal of the alternative minimum tax; reduction of corporate tax rates; and a long list of micro and macro changes to the tax treatment of pass-through entities.179 The Senate Finance Committee also was hard at work, first preparing an option paper on taxation of business income and entities180 and later issuing a Business Income Tax Bipartisan Working Group Report.181 The Working Group agreed on several familiar principles to drive business tax reform: (1) lowering tax rates to encourage economic growth and job creation and to create an internationally competitive tax code; (2) addressing structural biases (e.g., debt financing over equity); (3) promoting innovation (e.g., through a permanent research and development tax credit and source neutral incentives for energy production); and (4) simplifying the system. ",
    "bbox": [
      233,
      97,
      903,
      426
    ],
    "page_idx": 49
  },
  {
    "type": "text",
    "text": "Although the leaders of the congressional taxwriting committees continued to express optimism that corporate tax reform was just around the corner, it became clear that prospects for serious legislation were slim to none until after the 2016 election. And then, at last, proving that elections have consequences, the Republican-controlled Congress narrowly passed the Tax Cuts and Jobs Act. The 2017 Act did not include any of the ambitious corporate integration approaches. Instead, Congress took a more conventional route by reducing the corporate income tax rate but without the base broadening necessary to make the overall legislation revenue neutral unless, as proponents of the Act have promised, the stimulus provided by the lower rates and other incentives lead to a sustained period of economic growth, more jobs, and enough future revenue to balance the budget. ",
    "bbox": [
      230,
      431,
      900,
      669
    ],
    "page_idx": 49
  },
  {
    "type": "text",
    "text": "Many of the pro-business provisions of the 2017 Act are temporary and even the \"permanent\" corporate tax rate reduction may be vulnerable if the balance of political power should change. So, as we always say in every new edition, stay tuned. ",
    "bbox": [
      230,
      674,
      898,
      750
    ],
    "page_idx": 49
  },
  {
    "type": "page_number",
    "text": "52 ",
    "bbox": [
      135,
      68,
      158,
      79
    ],
    "page_idx": 49
  },
  {
    "type": "header",
    "text": "INTRODUCTION ",
    "bbox": [
      236,
      68,
      357,
      79
    ],
    "page_idx": 49
  },
  {
    "type": "header",
    "text": "PART1 ",
    "bbox": [
      844,
      65,
      903,
      78
    ],
    "page_idx": 49
  },
  {
    "type": "page_footnote",
    "text": "178 The President's Framework of Business Tax Reform: A Joint Report by the White House and the Department of the Treasury (Feb. 2012). ",
    "bbox": [
      225,
      792,
      895,
      824
    ],
    "page_idx": 49
  },
  {
    "type": "page_footnote",
    "text": "179 See Joint Committee on Taxation, Technical Explanation of the Tax Reform Act of 2014, A Discussion Draft of the Chairman of the House Committee on Ways and Means to Reform the Internal Revenue Code: Title III—Business Tax Reform (JCX-14-14) Feb. 26, 2014, available at https://www.jct.gov/publications.html?func=started&id=4556. ",
    "bbox": [
      225,
      824,
      897,
      882
    ],
    "page_idx": 49
  },
  {
    "type": "page_footnote",
    "text": "180 See Types of Income and Business Entities, Senate Finance Committee Reform Options for Discussion (June 6, 2013), available at https://www.finance.senate.gov/imo/media/doc/06062013%20Tax%20Reform%20Options%20Paper_Types%20of%20Income%20and%20Business%20Entities.pdf. ",
    "bbox": [
      225,
      881,
      897,
      931
    ],
    "page_idx": 49
  },
  {
    "type": "page_footnote",
    "text": "181 The report is available at http://www.finance.senate.gov/newsroom/chairman/release/?id=e9eefc66-7e11-4276-939f-3eca6fd6d959. ",
    "bbox": [
      225,
      934,
      895,
      964
    ],
    "page_idx": 49
  },
  {
    "type": "text",
    "text": "PART TWO ",
    "text_level": 1,
    "bbox": [
      94,
      80,
      279,
      106
    ],
    "page_idx": 50
  },
  {
    "type": "text",
    "text": "TAXATION OF C CORPORATIONS ",
    "text_level": 2,
    "bbox": [
      96,
      162,
      524,
      253
    ],
    "page_idx": 50
  },
  {
    "type": "text",
    "text": "CHAPTER 2 Formation of a Corporation ",
    "bbox": [
      96,
      271,
      508,
      292
    ],
    "page_idx": 50
  },
  {
    "type": "text",
    "text": "CHAPTER 3 Capital Structure ",
    "bbox": [
      98,
      295,
      416,
      315
    ],
    "page_idx": 50
  },
  {
    "type": "text",
    "text": "CHAPTER 4 Nonliquidating Distributions ",
    "bbox": [
      99,
      319,
      521,
      339
    ],
    "page_idx": 50
  },
  {
    "type": "text",
    "text": "CHAPTER 5 Redemptions and Partial Liquidations ",
    "bbox": [
      99,
      343,
      604,
      362
    ],
    "page_idx": 50
  },
  {
    "type": "text",
    "text": "CHAPTER 6 Stock Dividends and Section 306 Stock ",
    "bbox": [
      99,
      367,
      611,
      383
    ],
    "page_idx": 50
  },
  {
    "type": "text",
    "text": "CHAPTER 7 Complete Liquidations ",
    "bbox": [
      99,
      391,
      464,
      409
    ],
    "page_idx": 50
  },
  {
    "type": "text",
    "text": "CHAPTER 8 Taxable Corporate Acquisitions ",
    "bbox": [
      99,
      415,
      544,
      434
    ],
    "page_idx": 50
  },
  {
    "type": "text",
    "text": "CHAPTER 9 Acquisitive Reorganizations ",
    "bbox": [
      99,
      439,
      511,
      457
    ],
    "page_idx": 50
  },
  {
    "type": "text",
    "text": "CHAPTER 10 Corporate Divisions ",
    "bbox": [
      99,
      463,
      437,
      481
    ],
    "page_idx": 50
  },
  {
    "type": "text",
    "text": "CHAPTER 11 Nonacquisitive, Nondivisive Reorganizations ",
    "bbox": [
      99,
      486,
      666,
      503
    ],
    "page_idx": 50
  },
  {
    "type": "text",
    "text": "CHAPTER 12 Carryovers of Corporate Tax Attributes ",
    "bbox": [
      99,
      510,
      617,
      529
    ],
    "page_idx": 50
  },
  {
    "type": "text",
    "text": "CHAPTER 13 Affiliated Corporations ",
    "bbox": [
      99,
      534,
      468,
      553
    ],
    "page_idx": 50
  },
  {
    "type": "text",
    "text": "CHAPTER 14 Anti-Avoidance Rules ",
    "bbox": [
      99,
      558,
      455,
      575
    ],
    "page_idx": 50
  },
  {
    "type": "page_number",
    "text": "53 ",
    "bbox": [
      888,
      964,
      908,
      978
    ],
    "page_idx": 50
  },
  {
    "type": "image",
    "img_path": "images/f961e338ea122d4e3df245b8c52f772db743d2a8b7fea77a6f67099da4e8e798.jpg",
    "image_caption": [],
    "image_footnote": [],
    "bbox": [
      32,
      0,
      960,
      998
    ],
    "page_idx": 51
  }
]